Repository: gosa-project/gosa-core
Catalog: locale/plugins/pwreset/locale/*/LC_MESSAGES/messages.po
Languages: de

source: Password Management
de: Kennwortverwaltung

source: Password Management Add-On
de: Addon zur Kennwortverwaltung

source: Facilitate mass password resets
de: Ermöglicht das Zurücksetzen von Kennwörtern für mehrere Benutzer

source: With the GOsa2 Password Management Add-On you can mass reset user passwords in various ways.
de: Das GOsa² Kennwortverwaltungs-Addon bietet verschiendene Möglichkeiten mehrere Benutzerkennwörter in einem Arbeitsschritt zurückzusetzen.

source: Configure password reset options
de: Optionen der Kennwortverwaltung konfigurieren

source: Please configure options for this run of resetting user credentials.
de: Bitte die Optionen für diesen Lauf der Kennwortrücksetzung konfigurieren.

source: Configure planned password reset operations
de: Geplante Kennwortrücksetzungen konfigurieren

source: Upload a credentials file (CSV format).
de: Eine Datei mit Zugangsdaten hochladen (CSV-Format).

source: File format:
de: Dateiformat:

source: CSV, comma-separated, no quotes, two columns:
de: CSV, Komma-separierte Felder, keine Anführungszeichen, zwei Spalten:

source: Select CSV file for uploading:
de: CSV-Datei für Upload auswählen:

source: Browse
de: Durchsuchen

source: Reset passwords of accounts in a certain organizational unit of the LDAP tree.
de: Kennwörter für Konten in einer bestimmten Organisationseinheit des LDAP-Baums zurücksetzen.

source: Change passwords for accounts in this OU subtree:
de: Ändere Kennwörter für Konten in diesem OU-Teilbaum:

source: Length of auto-generated passwords:
de: Länge der automatisch generierten Kennwörter:

source: Review password resets
de: Kennwortrücksetzungen prüfen

source: Please review outstanding password reset operations. If individual users should be skipped from this password reset operation, deselect them below.
de: Bitte ausstehende Kennwortrücksetzungen überprüfen. Falls einzelne Benutzer von der Kennwortrücksetzung ausgenommen werden sollen, können diese weiter unten demarkiert werden.

source: Review planned password reset operations
de: Geplante Kennwortrücksetzungen prüfen

source: Really?
de: Wirklich?

source: User Id
de: Benutzerkennung

source: Fullname
de: Vollständiger Name

source: New Password
de: Neues Kennwort

source: No accounts have been found in this part of the LDAP tree.
de: Es konnten keine Benutzerkonten in diesem Teil des LDAP-Baums gefunden werden.

source: Password reset operations have been accomplished
de: Kennwortrücksetzungen wurden durchgeführt.

source: Below you find a status report for this password reset operation. You can copy'n'paste the credentials table below into your favourite spreadsheet application (e.g., LibreOffice Calc).
de: Weiter unten befindet sich ein Statusbericht für die einzelnen Kennwortrücksetzungen. Die Tabelle mit Zugangsdaten kann mittels Kopieren-und-Einfügen in eine Tabellenkalkulation übertragen werden (z.Bsp. LibreOffice Calc).

source: Password reset operation status report
de: Statusbericht der Kennwortrücksetzung

source: failed
de: fehlgeschlagen

source: skipped
de: übersprungen

source: ignored
de: ignoriert

source: Review upcoming password resets
de: Anstehende Kennwortrücksetzungen prüfen

source: Reset passwords of selected accounts
de: Kennwörter für ausgewählte Konten zurücksetzen

source: Back
de: Zurück

source: Restart Password Manager
de: Kennwortverwaltung neu starten

source: Reset Passwords
de: Kennwörter zurücksetzen

source: GOsa2 Password Management Add-On
de: GOsa² Addon zur Kennwortverwaltung

source: Permission error
de: Berechtigungsfehler

source: You have no permission to reset passwords!
de: Sie haben keine ausreichenden Rechte, um Kennwörter zurückzusetzen!

source: Error
de: Fehler

source: Cannot read uploaded file: %s
de: Die hochgeladene Datei kann nicht gelesen werden: %s

source: file not found
de: Datei nicht gefunden

source: file is empty
de: Datei ist leer

source: file not readable
de: Datei ist nicht lesbar

source: File has an unsupported encoding!
de: Die Enkodierung der Datei wird nicht unterstützt!

source: not set
de: nicht gesetzt

source: no such user object in LDAP database
de: Benutzerobjekt existiert nicht in der LDAP-Datenbank

source: No Accounts Found
de: Keine Benutzerkonten gefunden

source: No valid LDAP user could be found in the provided CSV data table!
de: In der bereitgestellten CSV-Datentabelle konnte kein gültiger LDAP-Benutzer gefunden werden!

source: Password reset via CSV data
de: Kennwortrücksetzung via CSV-Daten

source: Cannot find CSV data in the selected file!
de: Kann keine CSV-Daten in der ausgewählten Datei finden!

source: No CSV file has been selected for upload!
de: Es wurde keine CSV-Datei für den Upload ausgewählt!

source: In this part of the LDAP tree no user accounts could be found!
de: In diesem Teil des LDAP-Baums konnten keine Benutzer gefunden werden!
