Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: My account
de: Mein Konto
fr: Mon Compte
it: Account personale
pl: Moje konto
zh: 我的账号

source: Addons
de: Zusätzliches
fr: Extensions
it: Moduli aggiuntivi
pl: Dodatki
zh: 插件

source: Generic
de: Allgemein
fr: Informations
it: Generico
pl: Ogólne
zh: 总体设置

source: Environment
de: Umgebung
fr: Environnement
it: Ambiente
pl: Środowisko
zh: 环境设置

source: Mail
fr: Messagerie
it: Posta/Mail
pl: Poczta
zh: 邮件

source: Connectivity
de: Konnektivität
fr: Connectivité
it: Connettività
pl: Połączenia
zh: 互联

source: Phone
de: Telefon
fr: Téléphone
it: Telefono
pl: Telefon
zh: 电话

source: References
de: Referenzen
fr: Références
it: Referenze
pl: Zależności
zh: 引用

source: Parameter
fr: Paramètres
it: Parametri
pl: Parametr
zh: 参数

source: Startup
de: Start
fr: Démarrage
it: Avvio
zh: 启动

source: Devices
de: Geräte
fr: Périphériques
it: Componenti (device)
pl: Urządzenia
zh: 设备

source: Inventory
de: Inventar
fr: Inventaire
pl: Inwentarz
zh: 清单

source: Databases
de: Datenbanken
fr: Base de données
it: Database
pl: Bazy danych
zh: 数据库

source: Repository
fr: Dépôt
pl: Repozytorium
zh: 仓库

source: FAI summary
de: FAI Übersicht
fr: Sommaire FAI
it: Sommario installazioni remote (FAI)
pl: Podsumowanie FAI
zh: 自动化安装说明

source: Printer
de: Drucker
fr: Imprimante
it: Stampanti
pl: Drukarka
zh: 打印机

source: Export
fr: Exporter
it: Esporta
zh: 导出

source: Excel Export
fr: Exporter en Excel
it: Esporta formato Excel
pl: Export do Excela
zh: 导出为 Excel

source: Import
de: Importieren
fr: Importer
it: Importa
zh: 导入

source: CSV Import
fr: Importer un fichier CSV
it: Importa formato CSV
pl: Import z CSV
zh: CSV 导入

source: Hooks
fr: Connexions
it: Gancio..staccato (Hooks)??????
pl: Zaczepy
zh: 钩子

source: Templates
de: Vorlagen
fr: Modèles
it: Modelli
pl: Szablony
zh: 模板

source: Profiles
de: Profile
fr: Profils
it: Profili
pl: Profile

source: Summary
de: Übersicht
fr: Sommaire
it: Sommario
pl: Podsumowanie
zh: 总结

source: Packages
de: Pakete
fr: Paquets
it: Pacchetti
pl: Pakiety
zh: 软件包

source: License
de: Lizenz
fr: licence
pl: Licencja

source: Terms and conditions for usage
de: Bedingungen und Auflagen für die Benutzung
fr: Termes et Conditions d'utilisation
zh: 使用的术语和条件

source: Installation check
de: Installationsprüfung
fr: Vérification de l'installation
pl: Sprawdzanie instalacji
zh: 安装检查

source: Basic checks for PHP version and required extensions.
de: Grundlegende Prüfungen auf die PHP-Version und benötigte Erweiterungen.
fr: Vérification de base de la version de PHP et des extensions nécéssaires.
pl: Proste sprawdzanie wersji PHP i wymaganych rozszerzeń.
zh: 基本的 PHP 版本和所需扩展的检查。

source: Checking PHP version
de: Prüfe PHP-Version
fr: Vérification de la version de PHP
pl: Sprawdzam wersję PHP
zh: 检查 PHP 版本

source: PHP must be of version %s / %s or above.
de: PHP muss in Version %s / %s oder höher vorliegen.
fr: PHP doit être à la version %s / %s ou supérieure.
pl: PHP musi być w wersji %s / %s lub wyższa.
zh: PHP 必须是版本 %s / %s 或以上。

source: GOsa requires functionality that is not available (or buggy) in older PHP versions. Please update to a supported version.
de: GOsa benötigt Funktionalität, die in alten PHP-Version nicht verfügbar (oder fehlerhaft) ist. Bitte aktualisieren Sie auf eine unterstützte Version.
fr: GOsa nécessite des fonctionnalités qui ne sont pas disponibles (ou défectueuses) dans d'anciennes versions de PHP. Veuillez mettre à jour PHP vers un version supportée.
pl: GOsa wymaga funkcjonalności, która nie jest dostępna (lub blędna) w starszych wersjacj PHP. Prosze zaktualizować do wspieranej wersji.
zh: GOsa 需要旧的 PHP 版本不提供或者有 Bug 的功能。请更新到支持的版本。

source: Checking for LDAP support
de: Prüfe auf LDAP-Unterstützung
fr: Vérification du support LDAP
pl: Sprawdzam wsparcie dla LDAP
zh: 检查 LDAP 支持

source: This is the main extension used by GOsa and therefore really required.
de: Dies ist die grundlegenste GOsa-Erweiterung und daher wirklich erforderlich.
fr: Ce module est le module de base utilisé par GOsa et est donc indispensable.
pl: To jest główny moduł używany przez GOsa i dlatego jest szczególnie wymagany.
zh: 这是 GOsa 用到的主要模块，因此是必须的。

source: The ldap extension (php4-ldap/php5-ldap) is required to communicate with your LDAP server.
de: Die LDAP-Erweiterung (php4-ldap/php5-ldap) wird für die Kommunikation mit Ihrem LDAP-Server benötigt.
fr: L'extension ldap (php4-ldap/php5-ldap) est nécessaire pour communiquer avec votre serveur LDAP.
pl: Rozszerzenie ldap (php4-ldap/php5-ldap) jest wymagane do komunikacji z serwerem LDAP.
zh: 该 ldap 扩展 (php4-ldap/php5-ldap) 需要和您的 LDAP 服务器通讯。

source: Checking for gettext support
de: Prüfe auf gettext-Erweiterung
fr: Vérification du support gettext
it: Controllo per supporto gettext
pl: Sprawdzam wsparcie dla gettext
zh: 检查 getteext 支持

source: Gettext support is required for internationalization.
de: Gettext-Unterstützung wird für die Sprachanpassung benötigt.
fr: Gettext est requis afin que GOsa soit multilingue.
pl: Wsparcie dla gettext jest wymagane dla innych wersji językowych.
zh: 国际化需要 gettext 支持。

source: Please make sure that the extension is activated.
de: Bitte stellen Sie sicher, dass die Erweiterung aktiviert ist.
fr: Veuillez vous assurer que cette extension est activée.
pl: Proszę się upewnić, że rozszerzenie jest włączone.
zh: 请确认这个插件是激活的。

source: Checking for iconv support
de: Prüfe auf iconv-Erweiterung
fr: Vérification du support iconv
it: Controllo per supporto iconv
pl: Sprawdzam wsparcie dla iconv
zh: 检查 iconv 支持

source: This module is used by GOsa to convert samba munged dial informations and is therefore required.
de: Dieses Modul wird von GOsa benutzt, um Samba Munged Dial-Informationen zu verarbeiten und wird daher benötigt.
fr: Ce module est utilisé par GOsa pour convertir les options samba munged dial, il est indispensable.
pl: Ten moduł jest używany przez GOsa do konwersji _MUNGED_DIAL_INFORMATIONS? i dlatego jest wymagany.
zh: GOsa 用这个模块来转换 samba 拨号信息，因此需要。

source: Checking for mhash support
de: Prüfe auf mhash-Unterstützung
fr: Vérification du support mhash
pl: Sprawdzam wsparcie dla mhash
zh: 检查 mhash 支持

source: You'll need this module to make use of SSHA encryption
de: Sie benötigen dieses Modul, um die SSHA-Verschlüssung verwenden zu können
fr: Ce module est nécessaire pour l'utilisation de l'encryption SSHA
pl: Będziesz potrzebować tego modułu aby móc używać szyfrowania SSHA
zh: 您将需要这个模块来进行 SSHA 加密

source: The mhash module for PHP 4/5 is not available.Please install php4-mhash/php5-mhash.
de: Das mhash-Modul für PHP 4/5 ist nicht verfügbar. Bitte installieren Sie php4-mhash/php5-mhash.
fr: L'extension mhash pour php4 / php5 n'est pas disponible. Veuillez installer php4-mhash / php5-mhash.
pl: Rozszerzenie mhash dla PHP 4/5 jest niedostępne. Proszę zainstalować php4-mhash/php5-mhash.
zh: 没有 PHP 4/5 的 mhash 模块。请安装 php4-mhash/php5-mhash。

source: Checking for IMAP support
de: Prüfe auf IMAP-Unterstützung
fr: Vérification du support IMAP
pl: Sprawdzam wsparcie dla IMAP
zh: 检查 IMAP 支持

source: The IMAP module is needed to communicate with the IMAP server. GOsa retrieves status information, creates and deletes mail users, etc.
de: Das IMAP-Modul wird für die Kommunikation mit ihrem IMAP-Server benötigt. GOsa bezieht Statusinformationen, erstellt und entfernt Mailkonten, etc.
fr: L'extension IMAP est nécessaire pour communiquer avec un serveur IMAP. GOsa récupère des informations de statuts, crée et supprime les comptes de messagerie des utilisateurs etc...
pl: Moduł IMAP jest potrzebny do komunikacji z serwerem IMAP. GOsa uzyskuje informacje o statusie, oraz tworzy/usuwa konta pocztowe, etc.
zh: IMAP 模块用于和 IMAP 服务器通讯。GOsa 获取状态信息，创建和删除邮件账户，等等。

source: This module is used to communicate with your mail server. Please install php4-imap/php5-imap.
de: Dieses Modul wird zur Kommunikation mit Ihrem Mail-Server verwendet. Bitte installieren Sie php4-imap/php5-imap.
fr: Cette extension est utilisée pour communiquer avec votre serveur de messagerie. Veuillez installer php4-imap/php5-imap.
pl: Ten moduł jest używany do komunikacji z serwerem pocztowym. Proszę zainstalować php4-imap/php5-imap.
zh: 这个模块用于和您的邮件服务器通讯。请安装 php4-imap/php5-imap。

source: Checking for getacl in IMAP implementation
de: Prüfe auf getacl im IMAP-Modul
fr: Vérification de la fonction getacl dans votre implémentation imap
pl: Sprawdzam getacl w implementacji IMAP
zh: 检查 IMAP 实现中的 getacl

source: The getacl support is needed to handle shared folder permissions. Old IMAP extensions are not capable of reading acl's. You need a recent PHP version to use this feature.
de: Die getacl-Unterstützung wird benötigt um Zugriffsrechte von Verteilten Ordnern zu verwalten. Das alte IMAP-Modul unterstützt das Auslesen dieser Zugriffsregeln nicht. Sie benötigen ein aktuelles PHP um diese Funktion nutzen zu können.
fr: Le support de la fonction getacl est requis afin de gérer les permissions des répertoires partagés. Le module IMAP standard ne peut gérer les acls. Vous devez installer une version récente de PHP afin d'utiliser cette fonctionnalité.
pl: Wsparcie dla getacl jest wymagane dla obsługi uprawnień do foldera współdzielonego. Standardowy moduł IMAP nie potrafi czytać acl'i. Potrzeba nowszej wersji PHP.
zh: 共享目录需要 getacl 支持。旧的 IMAP 模块不能访问 acl。要使用该功能，您需要一个新版本的 PHP。

source: Checking for MySQL support
de: Prüfe auf MySQL-Unterstützung
fr: Vérification du support MySQL
pl: Sprawdzam wsparcie dla MySQL
zh: 检查 MySQL 支持

source: MySQL support is needed to communicate with several supported databases.
de: Die MySQL-Unterstützung wird benötigt, um mit verschiedenen unterstützten Datenbanken zu kommunizieren.
fr: Le support de MySQL est nécessaire pour communiquer avec plusieurs base de données.
pl: Wsparcie dla MySQL jest potrzebne do komunikacji z kilkoma wspieranymi bazami danych.
zh: 需要 MySQL 来和多个支持数据库通讯。

source: This module is required to communicate with database servers (GOfax, asterisk, GLPI, etc.). Please install php4-mysql/php5-mysql
de: Dieses Modul wird benötigt, um mit Datenbank-Servern zu kommunizieren (GOfax, asterisk, GLPI, etc.). Bitte installieren Sie php4-mysql/php5-mysql
fr: Cette extension est nécessaire pour communiquer avec le serveur de base de données (GOfax, asterisk, GLPI, etc.). Veuillez installer php4-mysql/php5-mysql
pl: Ten moduł jest wymagany do komunikacji z serwerami baz danych (GOfax, asterisk, GLPI, etc.). Proszę zainstalować php4-mysql/php5-mysql
zh: 这个模块用于和数据库服务器通讯 (GOfax, asterisk, GLPI, 等.)。请安装 php4-mysql/php5-mysql

source: Checking for kadm5 support
de: Prüfe auf kadm5-Unterstützung
fr: Vérification du support kadm5
pl: Sprawdzam wsparcie dla kadm5
zh: 检查 kadm5 支持

source: Managing users in kerberos requires the kadm5 module which is downloadable via PEAR network.
de: Um Benutzer auch im Kerberos verwalten zu können, muß das kadm5-Modul installiert sein. Sie können es über das PEAR-Netzwerk beziehen.
fr: Gérer les utilisateurs dans kerberos nécessite le module kadm5 téléchargeable sur les réseaux PEAR.
it: La gestione degli utenti in kerberos richiede il modulo kadm5 che è scaricabile attraverso il netowork PEAR.
pl: Zarządzanie użytkownikami w kerberos wymaga modułu kadm5, który można ściągnąć z sieci PEAR.
zh: 在 kerberos 中管理用户需要 kadm5 模块，可以通过 PEAR 网络下载。

source: This module is required to manage user in kerberos, it is downloadable via PEAR network
de: Um Benutzer auch im Kerberos verwalten zu können, muß das kadm5-Modul installiert sein. Sie können es über das PEAR-Netzwerk beziehen.
fr: Cette extension est nécessaire pour gérer les utilisateurs dans kerberos, elle est téléchargeable sur les réseaux PEAR.
pl: Ten moduł jest wymagany do zarządzania użytkownikami w kerberos , można go ściągnąć z sieci PEAR.
zh: 需要这个模块用于在 kerberos 中管理用户，可以通过 PEAR 网络下载。

source: Checking for SNMP support
de: Prüfe auf SNMP-Unterstützung
fr: Vérification du support SNMP
pl: Sprawdzam wsparcie dla SNMP
zh: 检查 SNMP 支持

source: The simple network management protocol is needed to get status information from clients.
de: Simple Network Management Protocol (SNMP) wird zur Client-Überwachung benötigt.
fr: Le protocole SNMP est nécessaire pour pouvoir obtenir des informations depuis les clients.
pl: Protokół SNMP jest wymagany do pobierania informacji z klientów.
zh: 简单网络管理协议 (SNMP) 需要来从客户端获取状态信息。

source: This module is required for client monitoring. Please install php4-snmp/php5-snmp.
de: Dieses Modul wird für die Client-Überwachung benötigt. Bitte installieren Sie php4-snmp/php5-snmp.
fr: Cette extension est nécessaire pour obtenir des informations depuis les clients. Veuillez installer php4-snmp/php5-snmp.
it: Questo modulo è richiesto per la supervisione dei client. Per favore, installa php4-snmp/php5-snmp.
pl: Ten moduł jest wymagany do monitorowania klientów. Proszę zainstalować php4-snmp/php5-snmp.
zh: 这个模块用于客户端监视。请安装 php4-snmp/php5-snmp。

source: Checking for CUPS support
de: Prüfe auf CUPS-Unterstützung
fr: Vérification du support CUPS
pl: Sprawdzam wsparcie dla CUPS
zh: 检查 CUPS 支持

source: In order to read available printers via the IPP protocol instead of printcap files, you've to install the CUPS module.
de: Falls Sie eine Liste der verfügbaren Drucker über IPP auslesen möchten (an Stelle von printcap), benötigen Sie dieses Modul.
fr: Afin d'obtenir la liste des imprimantes disponibles avec le protocole IPP à la place des fichiers printcap, vous devez installer l'extension CUPS.
pl: Aby zobaczyć dostępne drukarki za pomocą protokołu IPP zamiast plików printcap, należy zainstalować moduł CUPS.
zh: 为了从 IPP 协议而非 printcap 文件中读取可用打印机，您必须安装 CUPS 模块。

source: Checking for fping utility
de: Suche fping-Programm
fr: Vérification de l'utilitaire fping
it: Controllo per utilità fping
pl: Sprawdzam program fping
zh: 检查 fping 工具

source: The fping utility is used if you've got a thin client based terminal environment.
de: Fping wird benötigt, wenn Sie eine Thin-Client basierte Terminal-Umgebung haben.
fr: L'utilitaire fping est utilisé dans le cas d'un environnement composé de clients légers fonctionnant en terminaux.
pl: Program fping jest używany tylko jeśli mamy środowisko cienkich klientów.
zh: 工具 fping 只有在您部署了基于瘦客户机的终端环境下才使用。

source: The fping utility is only used in thin client based terminal environment.
de: Fping wird benötigt, um den Status von Thin-Client basierenden Terminal zu überwachen.
fr: L'utilitaire fping est seulement utilisé dans le cas d'un environnement composé de clients légers fonctionnant en terminaux.
pl: Program fping jest tylko używany w środowisku cienkich klientów.
zh: 工具 fping 只用于部署了基于瘦客户机的终端环境。

source: SAMBA password hash generation
de: SAMBA Kennwort-Hash Erzeugung
fr: Génération de mot de passe SAMBA
it: Generazione dell'hash della password di SAMBA
pl: tworzenie hasła SAMBA
zh: SAMBA 口令生成

source: In order to use SAMBA 2/3 passwords, you've to install additional packages to generate password hashes.
de: Um SAMBA 2/3 verwenden zu können, müssen Sie weitere Pakete installieren, die Kennwort-Hashes generieren.
fr: Afin d'utiliser Samba 2/3, vous devez installer des paquets additionnels prenant en charge le cryptage des mots de passe.
pl: Aby używać haseł SAMBA 2/3, należy zainstalować dodatkowe programy do generowania haseł.
zh: 为了使用 SAMBA 2/3 口令, 您必须安装一些额外的软件包来创建口令。

source: In order to use SAMBA 2/3 you've to install additional perl libraries. Take a look at mkntpasswd.
de: Um SAMBA 2/3 verwenden zu können, müssen Sie weitere Perl-Bibliotheken installieren. Werfen Sie einen Blick auf mkntpasswd.
fr: Afin d'utiliser Samba 2/3, vous devez installer des librairies perl additionnelles. Veuillez regarder mkntpasswd.
pl: Aby używać SAMBA 2/3, należy zainstalować dodatkowe moduły perl. Proszę spojżeć na program mkntpasswd.
zh: 为了使用 SAMBA 2/3, 您必须安装一些额外的 perl 库文件。看一下 mkntpasswd。

source: Off
de: Aus
fr: Eteint
pl: Wyłączone
zh: 关

source: register_globals is a PHP mechanism to register all global variables to be accessible from scripts without changing the scope. This may be a security risk.
de: register_globals ist ein PHP-Mechanismus, welcher alle globalen Variablen für Skripte direkt zugänglich macht. Dies kann ein Sicherheitsrisiko sein.
fr: register_globals est un mécanisme PHP pour enregistrer toutes les variables globales afin que les scripts puissent y accéder sans changer la porté des variables. Cela peut constituer un risque de sécurité.
pl: register_globals jest mechanizmem PHP umożliwiającym takie ustawienie zmiennych globalnych, że możliwy jest do nich dostęp bez zmiany zakresu. To może powodować zagrożenie bezpieczeństwa.
zh: register_globals 是 PHP 的一个将注册所有全局变量，以便不必修改范围就可以从脚本中访问的机制。这可能存在安全风险。

source: Search for 'register_globals' in your php.ini and switch it to 'Off'.
de: Suchen Sie in Ihrer php.ini nach 'register_globals' und setzen sie es auf 'Off'.
fr: Recherchez l'option 'register_globals' dans votre php.ini et mettez la à 'Off'.
pl: Wyszukaj 'register_globals' w php.ini i ustaw ten parametr na 'Off'.
zh: 检查 register_globals 是否设置为 'Off'

source: PHP uses this value for the garbage collector to delete old sessions.
de: PHP verwendet diesen Wert für den Garbage Collector, um alte Sitzungen zu entfernen.
fr: PHP utilise cette variable pour effacer des anciennes sessions.
it: PHP utilizza questo valore per indicare al garbage collector di cancellare le vecchie sessioni.
pl: PHP używa tej wartości dla garbage collector'a do usuwania starych sesji.
zh: PHP 使用这个值作为垃圾收集，来删除旧的会话。

source: Setting this value to one day will prevent loosing session and cookies before they really timeout.
de: Das Setzen dieses Wertes auf einen Tag wird vermeiden, dass Sie die Sitzung und den zugehörigen Cookie verlieren, bevor diese tatsächlich ihre Gültigkeit verlieren.
fr: Mettre cette valeur à 1 jour permet d'éviter de perde les cookies et les sessions avant qu'elles soient réellement expirées.
pl: Ustawienie tej wartości na jeden dzień uchroni przed utraceniej sesji i ciasteczek zanim rzeczywiście zostaną przeterminowane.
zh: 设置这个值为一天，将会防止在真正超时之前丢失会话和 cookie。

source: Search for 'session.gc_maxlifetime' in your php.ini and set it to 86400 or higher.
de: Suchen Sie in Ihrer php.ini nach 'session.gc_maxlifetime' und setzen sie es auf 86400 oder höher.
fr: Cherchez pour 'session.gc_maxlifetime' dans votre php.ini et mettez le à 86400 ou plus haut.
it: Cerca il parametro 'session.gc_maxlifetime' nel tuo php.ini e impostalo a 86400 o più.
pl: Wyszukaj 'session.gc_maxlifetime' w pliku php.ini i ustaw na 86400 lub więcej.
zh: 在您的 php.ini 中查找 'session.gc_maxlifetime'，并设置它为 86400 或更高。

source: In Order to use GOsa without any trouble, the session.auto_register option in your php.ini should be set to 'Off'.
de: Um GOsa fehlerfrei benutzen zu können, muß die Option session.auto_register in Ihrer php.ini auf 'Off' stehen.
fr: Pour pouvoir utiliser GOSa sans problèmes, la variable session.auto_register doit être a 'Off' dans votre php.ini.
pl: Aby używać GOsa bez problemow, opcja session.auto_register w pliku php.ini musi być ustawiona na 'off'.
zh: 为了在使用 GOsa 中不遇到麻烦，您的 php.ini 中 session.auto_register 选项必须设置为 'Off'。

source: Search for 'session.auto_start' in your php.ini and set it to 'Off'.
de: Suchen Sie in Ihrer php.ini nach 'session.auto_start' und setzen sie es auf 'Off'.
fr: Recherchez la variable session.auto_register et mettez la à 'Off' dans votre php.ini.
pl: Wyszukaj 'session.auto_start' w php.ini i ustaw ten parametr na 'Off'
zh: 您的 php.ini 中查找 session.auto_register 是否为 'Off'。

source: GOsa needs at least 32MB of memory. Setting it below this limit may cause errors that are not reproducable! Increase it for larger setups.
de: GOsa benötigt mindestens 32MB Speicher, weniger Speicher würde nicht nachvollziehbare Probleme verursachen! Bei größeren Installationen sollte dieser Wert noch erweitert werden.
fr: GOsa a besoin au minimum de 32MB de mémoire. Moins que 32MB causera des erreurs imprévisibles, qui ne seront pas reproductibles ! Augmentez la mémoire pour les installations plus complexes.
pl: GOsa potrzebuje conajmniej 64MB pamięci. Ustawianie limitu na mniejszą wartość może spowodować błędy które będą nie do odtworzenia. Zwiększ limit dla większych instalacji.
zh: GOsa 需要至少 32MB 内存，太少会导致无法预料的错误！将其设置为更大。

source: Search for 'memory_limit' in your php.ini and set it to '32M' or higher.
de: Suchen Sie in Ihrer php.ini nach 'memory_limit' und setzen sie es auf '32M' oder höher.
fr: Recherchez pour 'memory_limit' dans votre php.ini et mettez le à '32M' or plus haut.
it: Cerca il parametro 'memory_limit' nel tuo php.ini e impostalo a '32M' o più.
pl: Wyszukaj 'memory_limit' w pliku php.ini i ustaw na '32M' lub więcej.
zh: 在您的 php.ini 中查找 'memory_limit'，并设置它为 '32M' 或更高。

source: This option influences the PHP output handling. Turn this Option off, to increase performance.
de: Diese Einstellung beeinflusst die Verarbeitung der PHP-Ausgabe. Stellen Sie diese auf 'off', um die Leistung zu erhöhen.
fr: Cette option défini la gestion des sorties, mettez cette option à 'Off', pour améliorer la performance.
pl: Ta opcja wpływa na obsługę wyjścia. Wyłącz tą opcję aby zwiększyć wydajność.
zh: 这个选项影响 PHP 输出处理。关闭这个选项，可以提高性能。

source: Search for 'implicit_flush' in your php.ini and set it to 'Off'.
de: Suchen Sie in Ihrer php.ini nach 'implicit_flush' und setzen sie es auf 'Off'.
fr: Recherchez 'implicit_flush' dans votre php.ini et mettez le à 'Off'.
it: Cerca il parametro 'implicit_flush' nel tuo php.ini e impostalo a 'Off'.
pl: Wyszukaj 'implicit_flush' w pliku php.ini i ustaw na 'Off'.
zh: 在您的 php.ini 中查找 'implicit_flush'，并设置它为关闭。

source: The Execution time should be at least 30 seconds.
de: Die Ausführungszeit sollte mindestens 30 Sekunden betragen.
fr: Le temps d'exécution doit être au moins de 30 secondes.
pl: Czas wykonania powinien być conajmniej 30 sekund.
zh: 执行时间应该至少 30 秒。

source: Search for 'max_execution_time' in your php.ini and set it to '30' or higher.
de: Suchen Sie in Ihrer php.ini nach 'max_execution_time' und setzen sie es auf '30' oder höher.
fr: Rechercher l'option 'max_execution_time' dans votre php.ini et mettez le à '30' ou plus.
it: Cerca il parametro 'max_execution_time' nel tuo php.ini e impostalo a '30' o più.
pl: Wyszukaj 'max_execution_time' w pliku php.ini i ustaw na '30' lub więcej.
zh: 在您的 php.ini 中查找 'max_execution_time'，并设置它为 '30' 或更高。

source: Increase the server security by setting expose_php to 'off'. PHP won't send any information about the server you are running in this case.
de: Erhöhen Sie die Sicherheit Ihres Servers, indem Sie expose_php auf 'off' setzen. PHP wird in dieser Einstellung keine Informationen über Ihren laufenden Server senden.
fr: Augmentez la sécurité de votre serveur en mettant l'option expose_php à 'Off'. PHP n'enverra pas d'information a propos du serveur.
pl: Zwięsz bezpieczeństwo swojego serwera ustawiająć expose_php na 'off'. PHP nie będzie wysyłać żadnych informacji o serwerze w tym przypadku.
zh: 将 expose_php 设置为“off”可以增强服务器安全性。PHP 将不会发送任何有关正运行着的服务器的信息。

source: Search for 'expose_php' in your php.ini and set if to 'Off'.
de: Suchen Sie in Ihrer php.ini nach 'expose_php' und setzen sie es auf 'Off'.
fr: Recherchez 'expose_php' dans votre php.ini et mettez le à 'Off'.
it: Cerca il parametro 'expose_php' nel tuo php.ini e impostalo a 'Off'.
pl: Wyszukaj 'expose_php' w pliku php.ini i ustaw na 'Off'.
zh: 在您的 php.ini 中查找 'expose_php'，并设置它为关闭。

source: On
de: An
fr: Ouvert
pl: Włączone
zh: 开
