Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Check again
de: Nochmal prüfen
fr: Vérifier à nouveau
pl: Sprawdź ponownie
zh: 再次检查

source: Move windows workstations into a valid windows workstation department
de: Verschiebe Windows-Arbeitsstationen in eine gültige Windows-Arbeitsstations-Abteilung
fr: Bouger les stations windows dans un département valide pour les stations windows.
zh: 移动 Windows 工作站到一个有效 Windows 工作站部门

source: This dialog allows you to move the displayed windows workstations into a valid department
de: Dieser Dialog ermöglicht es Ihnen, die angezeigten Windows Arbeitsstationen in eine gültige Abteilung zu verschieben
fr: Ce dialogue vous permet de bouger les stations windows affichées dans un département valide
zh: 这个对话框允许您移动显示的 Windows 工作站到一个有效的部门

source: Be careful with this tool, there may be references pointing to this workstations that can't be migrated.
de: Seien Sie vorsichtig mit diesem Werkzeug, da es möglich ist, dass es Referenzen auf die Arbeitsstationen gibt, die nicht migriert werden können.
fr: Soyez prudent avec cet outil, il peut y avoir des références pointant vers ces machines qui ne seront pas migrées.
zh: 小心使用这个工具，可能有引用指向这些工作站无法迁移。

source: Select all
de: Alles auswählen
fr: Sélectionner tout
pl: Zaznacz wszystko
zh: 选择所有

source: Move selected windows workstations into the following GOsa department
de: Verschiebe ausgewählte Windows-Arbeitsstationen in die folgende GOsa-Abteilung
fr: Bouger les machines windows dans le département GOsa suivant
zh: 移动选择的 Windows 工作站到如下的 GOsa 部门

source: Move selected workstations
de: Verschiebe gewählte Arbeitsstationen
fr: Bouger les stations de travail sélectionnées
pl: Przenieś zaznaczone stacje robocze
zh: 移动所选工作站

source: What will be done here
de: Was wird hier gemacht
fr: Que ce qui sera exécuté ici
zh: 这里将要完成的

source: Close
de: Schliessen
fr: Fermer
it: Chiudi
pl: Zamknij
zh: 关闭

source: Move groups into configured group tree
de: Verschiebe Gruppen in den konfigurierten Gruppen-Teilbaum
fr: Bouger les groupes dans le groupe configuré
zh: 移动组到配置的组树

source: This dialog allows moving a couple of groups to the configured group tree. Doing this may straighten your LDAP service.
de: Dieser Dialog ermöglicht Ihnen das Verschieben einer Menge von Gruppen in den konfigurierten Gruppen-Teilbaum. Dieser Schritt wird Ihren LDAP-Dienst aufräumen.
fr: Ce dialogue permet de bouger un couple de groupes dans le groupe configuré. Exécuter cela peut améliorer votre service LDAP.
zh: 这个对话框允许移动部分组到配置的组子树。这么做可以整理您的 LDAP 服务。

source: Be careful with this option! There may be references pointing to these groups. The GOsa setup can't migrate references, so you may want to cancel the migration in this case in this case.
de: Seien Sie vorsichtig mit dieser Option! Es könnte Referenzen auf diese Gruppen geben. Die GOsa-Einrichtung kann Referenzen nicht migrieren, also möchten Sie in diesem Fall wahrscheinlich die Migration abbrechen.
fr: Soyez prudent avec cette option ! Il peut y avoir des références qui pointent vers ces groupes. L'installation de GOsa ne peut pas migrer ces références, vous préférerez sans doute annuler la migration dans ce cas.
zh: 小心这个选项！可能有引用指向这些组。GOsa 安装程序不能迁移引用，这种情况下您可能想要取消迁移。

source: Move selected groups into this group tree
de: Verschiebe gewählte Gruppen in den konfigurierten Gruppen-Teilbaum
fr: Bouger les groupes sélectionnés dans le groupe de base cet annuaire
zh: 移动选择的组到这个子树

source: Hide changes
de: Änderungen verbergen
fr: Camoufler les changements
pl: Ukryj zmiany
zh: 隐藏修改

source: Show changes
de: Zeige Änderungen
fr: Montrer les changements
pl: Pokaż zmiany
zh: 显示修改

source: Move users into configured user tree
de: Verschiebe Benutzer in den konfigurieren Benutzer-Teilbaum
fr: Bouger les utilisateurs dans la branche utilisateur configurée
zh: 移动用户到已配置用户树

source: This dialog allows moving a couple of users to the configured user tree. Doing this may straighten your LDAP service.
de: Dieser Dialog ermöglicht Ihnen das Verschieben einer Menge von Benutzern in den konfigurierten Benutzer-Teilbaum. Dieser Schritt wird Ihren LDAP-Dienst aufräumen.
fr: Ce dialogue permet de bouger un ensemble d'utilisateurs dans la branche utilisateur configurée. Exécuter cette opération peut améliorer votre service LDAP.
zh: 这个对话框允许移动部分用户到配置的用户子树。这么做可以整理您的 LDAP 服务。

source: Be careful with this option! There may be references pointing to these users. The GOsa setup can't migrate references, so you may want to cancel the migration in this case.
de: Seien Sie vorsichtig mit dieser Option! Es könnte Referenzen auf diese Benutzer geben. Die GOsa-Einrichtung kann Referenzen nicht migrieren, also möchten Sie in diesem Fall wahrscheinlich die Migration abbrechen.
fr: Soyez prudent avec cette opération ! Il peut exister des références qui pointent vers ces utilisateurs. Le programme d'installation de GOsa ne peut pas migrer ces références, vous préférerez peut être annuler la migration dans ce cas.
zh: 小心这个选项！可能有引用指向这些用户。GOsa 安装程序不能迁移引用，这种情况下您可能想要取消迁移。

source: Move selected users into this people tree
de: Verschiebe gewählte Benutzer in diesen Benutzer-Teilbaum
fr: Bouger les utilisateurs sélectionnés dans la branche utilisateurs.
pl: Przenieś zaznaczonych użytkowników do tego drzewa ludzi
zh: 移动用户到用户子树

source: Next
de: Weiter
fr: Suivant
pl: Następne
zh: 下一个

source: Abort
de: Abbrechen
fr: Annuler
pl: Anuluj
zh: 放弃

source: Create a new GOsa administrator account
de: Neues GOsa Administrator-Konto anlegen
fr: Créer un nouveau compte administrateur pour GOsa
pl: Utwórz nowe konto administracyjne GOsa
zh: 创建一个新的 GOsa 管理员账号

source: This dialog will automatically add a new super administrator to your LDAP tree.
de: Dieser Dialog wird Ihrem LDAP-Baum automatisch einen neuen Super-Administrator hinzufügen.
fr: Ce dialogue vas automatiquement créer un nouveau super utilisateur dans votre arbre LDAP.
zh: 这个对话框将要自动添加一个新的超级管理员到您的 LDAP 树。

source: User ID
de: Benutzer-ID
fr: ID de l'utilisateur
it: Utente ID
pl: Identyfikator użytkownika
zh: 用户 ID

source: Password
de: Kennwort
fr: Mot de passe
pl: Hasło
zh: 口令

source: Password (again)
de: Kennwort (Wiederholung)
fr: Mot de passe (de nouveau)
pl: Hasło (powtórzone)
zh: 口令(重复)

source: The listed departments are currenlty invisble in the GOsa user interface. If you want to change this for a couple of entries, select them and use the migrate button below.
de: Die aufgelisteten Abteilungen sind momentan in der GOsa Benutzerschnittstelle unsichtbar. Wenn Sie dies für einige Einträge ändern möchten, wählen Sie diese aus und verwenden Sie den Migrieren-Knopf unterhalb.
fr: Les département listés sont actuellement invisibles dans l'interface utilisateur de GOsa. Si vous voulez changer cela pour un certain nombre d'entrée, sélectionnez les et utilisez le bouton migration ci dessous.
zh: 列出的部门当前在 GOsa 用户界面中不可见。如果您想让部分条目可见，选择条目并点击其下的“迁移”按钮。

source: If you want to know what will be done when migrating the selected entries, use the 'Show changes' button to see the LDIF.
de: Wenn Sie wissen möchten, was passieren würde, wenn die gewählten Einträge migriert werden, verwenden Sie den 'Zeige Änderungen'-Knopf, um den LDIF zu sehen.
fr: Si vous voulez savoir ce qui sera effectué lorsque vous migrerez les entrées sélectionnées, utilisez le bouton 'Montrer les changements' pour voir le fichier LDIF.
zh: 如果您想要知道迁移选择条目到底做了些什么，使用“显示更改”按钮来显示 LDIF。

source: Current
de: Momentan
fr: Actuel
pl: Obecne
zh: 当前

source: After migration
de: Nach der Migration
fr: Après migration
pl: Po migracji
zh: 迁移后

source: The listed users are currenlty invisble in the GOsa user interface. If you want to change this for a couple of users, just select them and use the 'Migrate' button below.
de: Die angezeigten Benutzer sind momentan in der GOsa Benutzerschnittstelle unsichtbar. Wenn Sie diese für eine Menge an Benutzern ändern möchten, wählen Sie sie aus und verwenden Sie den 'Migrieren'-Knopf unterhalb.
fr: Les utilisateurs listés sont actuellement invisibles dans l'interface utilisateur de GOsa. Si vous voulez changer ceci pour un ensemble d'utilisateurs, veuillez les sélectionner et utiliser le bouton 'migration' ci dessous.
zh: 列出的用户当前在 GOsa 用户界面中不可见。如果您想让部分用户可见，选择用户并点击其下的“迁移”按钮。

source: LDAP schema check
de: LDAP Schema-Prüfung
fr: Vérification des schémas LDAP
pl: sprawdzanie schematów LDAP
zh: LDAP schema 检查

source: Perform test on your current LDAP schema
de: Führe Test auf dem momentanen LDAP-Schema aus
fr: Exécuter des test sur vos schéma LDAP actuels
pl: Wykonaj test na obecnym schemacie LDAP
zh: 在您当前的 LDAP schema 上执行测试

source: Can't get schema information from server. No schema check possible!
de: Kann die Schema-Informationen nicht vom Server beziehen: Keine Überprüfung möglich!
fr: Impossible de récupérer les informations sur les schémas. Vérification des schémas impossibles !
it: Non posso ottenere le informazioni schema dal server. Non posso controllare lo schema!
pl: Nie można pobrać informacji o schematach z serwera. Sprawdzenie schematów niemożliwe!
zh: 不能从服务器得到 schema 信息。无法对 schema 检查！

source: GOsa settings 1/3
de: GOsa-Einstellungen 1/3
fr: Paramètres de GOsa 1/3
pl: Ustawienia GOsa 1/3
zh: GOsa 设置 1/3

source: GOsa generic settings
de: GOsa Allgemeine Einstellungen
fr: Préférences de base GOsa
pl: Ogólne ustawienia GOsa
zh: GOsa 总体设置

source: The specified value for '%s' must be a numeric value
de: Der angegebene Wert für '%s' muss numerisch sein.
fr: Le valeur spécifiée pour '%s' doit être une valeur numérique.
pl: Podana wartosć dla '%s' musi być wartością liczbową
zh: 指定 '%s' 的值必须是数字类型

source: Don't add a trailing comma to '%s'.
de: Fügen Sie kein führendes Komma vor '%s'.
fr: N'ajoutez pas une virgule à la fin de '%s'.
zh: 不要添加一个结尾的逗号到 '%s'。

source: People storage ou
de: Ablage-OU für Benutzer:
fr: Branches de l'arbre ldap ou sont stockes les utilisateurs
it: Persone - archivio unità organizzativa (OU)
pl: Prosze wyszczególnić długość pamięci.

source: Group storage ou
de: Ablage-OU für Gruppen:
fr: Branches de l'arbre ldap ou sont stockes les groupes
it: Gruppi - archivio unità organizzativa (OU)
pl: Proszę wybrać grupę obiektów

source: Uid base must be numeric
de: UID Basis muss numerisch sein
fr: l'uid de base doit être une valeur numérique
pl: Podstawa Uid musi być liczbą
zh: Uid 必须是数字

source: The given password minimum length is not numeric.
de: Die angegebene minimal Kennwortlänge ist nicht numerisch.
fr: La longueur minimale du mot de passe n'est pas une valeur numérique.
pl: Podana wartość minimalnej długości hasła nie jet liczbą.
zh: 给出的口令最小长度不是数字。

source: The given password differ value is not numeric.
de: Der angegebene Kennwort Differenzwert ist nicht numerisch.
fr: L'option password differ n'est pas une valeur numérique.
pl: Podana wartość różnicy hasła nie jest liczbą.
zh: 给出的口令差异值不是数字。

source: Samba settings
de: Samba-Einstellungen
fr: Configuration Samba
it: Parametri samba
pl: Ustawienia Samba
zh: Samba 设置

source: Samba hash generator
de: Samba Hash Erzeuger
fr: Générateur de hash samba
zh: Samba 口令生成器

source: Samba SID
fr: SID Samba

source: RID base
de: RID-Basis
fr: Base du RID
pl: Baza RID

source: Workstation container
de: Container für Arbeitsstationen
fr: Branche contenant les stations de travail
pl: Kontener stacji roboczej
zh: 工作站容器

source: Samba SID mapping
fr: Correspondance des SID samba
pl: Mapowanie Samba SID
zh: Samba SID 映射

source: Timezone
de: Zeitzone
fr: Fuseau Horaire
pl: Strefa czasowa

source: Please choose your preferred timezone here
de: Bitte wählen Sie hier Ihre bevorzugte Zeitzone
fr: Veuillez indiquer fuseau horaire préféré ici
pl: Proszę wybrać swoją preferowaną strefę czasową

source: Additional GOsa settings
de: Zusätzliche GOsa-Einstellungen
fr: Paramètres supplémentaire de GOsa
pl: Dodatkowe ustawienia GOsa
zh: 附加 GOsa 设置

source: Enable Copy & Paste
de: Ermögliche Kopieren &amp; Einfügen
fr: Activer le Copier / Coller
zh: 启用拷贝和粘贴

source: Enable DNS extension
de: DNS-Erweiterung aktivieren.
fr: Activer l'extension DNS
pl: Włącz rozszerzenie DNS

source: Enable DHCP extension
de: DHCP-Erweiterung aktivieren.
fr: Activer l'extension DHCP
pl: Włącz rozszerzenie DHCP

source: Enable mime type management
de: MIME-Typ Verwaltung aktivieren
fr: Activer la gestion des types mime
pl: Włącz zarządzanie typami mime

source: Enable FAI release management
de: Ermögliche FAI Release-Verwaltung
fr: Activer la gestion des versions FAI
pl: Włącz zarządzanie wydaniem FAI
zh: 启用 FAI 发布管理

source: Enable user netatalk plugin
de: Aktiviere Netatalk-Erweiterung für Benutzer
fr: Activer la gestion des comptes Netatalk
pl: Włącz dodatek użytkownika netatalk
zh: 启用 user netatalk 插件

source: Government mode
de: Behördenmodus
fr: Mode Gouvernemental
pl: Tryb Government
zh: 政府模式

source: Mail settings
de: Mail-Einstellungen
fr: Paramètres de messagerie
it: Settaggi di posta
pl: Ustawienia pocztowe
zh: 邮件选项

source: Mail method
de: Zustellungs-Methode
fr: Méthode de messagerie
it: Metodo di posta
pl: Typ pocztowy
zh: 邮件方法

source: disabled
de: deaktiviert
fr: désactivé
it: Disabilitato
pl: wyłączone
zh: 禁用

source: Account identification attribute
fr: Attribut utilise pour l'identification du compte

source: Vacation templates
de: Vorlage für Urlaubsmeldung
fr: Modèles de messages d'absence
pl: Szablony autorespondera
zh: 假期模板

source: Use Cyrus UNIX style
de: Verwende Cyrus UNIX Stil
fr: Utiliser Cyrus en mode UNIX
zh: 使用 Cyrus Unix 风格

source: FAX Blocklists
de: Fax-Sperrlisten
fr: Liste Rouge des Fax
it: Lista di blocco dei fax
pl: Bloklisty FAX
zh: 传真黑名单

source: This does something
de: Dies tut etwas
fr: Ceci fait quelque chose
it: Questo fa qualcosa
pl: To robi coś

source: You're about to delete the blocklist '%s'.
de: Sie möchten die Sperrliste '%s' löschen.
fr: Vous êtes sur le point de supprimer la liste rouge '%s'.
it: Stai per cancellare la lista di blocco '%s'
pl: Zamierzasz usunąć bloklistę '%s'.
zh: 您将要删除黑名单 '%s'。

source: You have no permission to remove this blocklist.
de: Sie haben keine Berechtigung, diese Sperrliste zu entfernen.
fr: Vous n'avez pas l'autorisation de supprimer cette liste rouge.
it: Non hai il permesso di cancellare questa lista di blocco.
pl: Brak uprawnień do usunięcia tej bloklisty.
zh: 您无权删除这个黑名单。

source: Please specify a valid phone number.
de: Bitte geben Sie eine gültige Telefonnummer an.
fr: Veuillez entrer un numéro de téléphone valide.
it: Per favore specificae un valido numero di telefono.
pl: Proszę podać prawidłowy numer telefonu.
zh: 请给出一个有效电话号码。

source: send
de: senden
fr: envoyer
it: Invia
pl: wysyłanie
zh: 发送

source: receive
de: empfangen
fr: recevoir
it: Ricevi
pl: odbieranie
zh: 接收

source: Removing blocklist object failed
de: Entfernen des Blocklisten-Objekts fehlgeschlagen
fr: La suppression de l'objet liste rouge à échoué
it: Rimozione dell'oggetto 'lista di blocco' fallita
pl: Usuwanie obiektu bloklisty nieudane
zh: 删除黑名单对象失败

source: You have no permissions to create a blocklist on this 'Base'.
de: Sie haben keine Berechtigung, eine Sperrliste unter dieser 'Basis' anzulegen.
fr: Vous n'avez pas l'autorisation de créer une liste rouge sur cette 'Base'.
it: Non hai il permesso di creare una lista di blocco da questa 'Base'.
pl: Brak uprawnień do tworzenia bloklisty w tym miejscu.
zh: 您无权在此 'Base' 创建一个黑名单。

source: Required field 'Name' is not set.
de: Das benötigte Feld 'Name' ist nicht ausgefüllt.
fr: Le champ obligatoire 'Nom' n'est pas rempli.
it: Il campo obbligatorio 'Nome' non è compilato.
pl: Wymagane pole 'Nazwa' jest puste.
zh: 需要的“姓名”字段没有设置

source: Required field 'Name' contains invalid characters
de: Das benötigte Feld 'Name' enthält ungültige Zeichen
fr: Le champ obligatoire 'Nom' contient des caractères invalides
it: Il campo richiesto 'Nome' contiene caratteri non validi.
pl: Wymaganie pole 'Nazwa' zawiera niedozwolone znaki
zh: 需要的“姓名”字段包含无效字符

source: Specified name is already used.
de: Der angegebene Name wird bereits verwendet.
fr: Le nom spécifié est déjà utilisé.
it: Il nome specificato è già in uso.
pl: Podana nazwa jest już używana.
zh: 指定名称已经使用。

source: No permission to create a blocklist on this base.
de: Sie haben keine Berechtigung, eine Sperrliste unterhalb dieser Basis anzulegen.
fr: Vous n'avez pas l'autorisation de créer des listes rouge sur cette base.
it: Nessun permesso per creare una 'lista di blocco' da questa base.
pl: Brak uprawnień do tworzenia bloklisty w tym miejscu.
zh: 无法在这个 base 下创建黑名单。

source: Saving blocklist object failed
de: Speichern des Blocklisten-Objekts fehlgeschlagen
fr: La sauvegarde de l'objet liste rouge à échoué
it: Salvataggio dell'oggetto 'Lista di blocco' fallita
pl: Zapisywanie obiektu bloklisty nieudane
zh: 保存黑名单对象失败

source: List of blocklists
de: Liste der Sperrlisten
fr: Liste des listes rouges
it: Elenco delle 'Liste di blocco'
pl: Lista bloklist
zh: 黑名单列表

source: This menu allows you to create, delete and edit selected blocklists. Having a large size of lists, you might prefer the range selectors on top of the select box.
de: Dieses Menü erlaubt es Ihnen, Sperrlisten hinzuzufügen, zu bearbeiten oder zu entfernen. Bei einer Vielzahl von Sperrlisten bietet sich die Verwendung der Bereichswahl an
fr: Ce menu vous permet de d'ajouter, supprimer et éditer les listes rouges sélectionnés. Si vous avez un grand nombre de liste rouges il est conseillé d'utiliser les filtres.
it: Questo menu consente di creare, cancellare e modificare le 'liste di blocco' selezionate. se la lista è di ampie dimensioni è preferibile utilizzare il selettore di range in alto al box di selezione.
pl: To menu umożliwia tworzenie, usuwanie oraz edycję wybranych bloklist. Posiadając duże listy, może okazać się wygodniejsze korzystanie z selektorów zakresu na górze.
zh: 这个菜单允许您创建，删除和修改所选的黑名单。对于一个长列表，您可以通过选择框上面的范围选择来调整。

source: Blocklist name
de: Name der Sperrliste
fr: Nom de la liste rouge
it: Nome della lista di blocco
pl: Nazwa bloklisty
zh: 黑名单名称

source: Department
de: Abteilung
fr: Département
it: Dipartimento
pl: Departament
zh: 部门

source: Select to see send blocklists
de: Auswahl zum Ansehen der Sperrlisten für abgehende Rufe
fr: Sélectionnez afin d'afficher les numéros d'appels de la liste rouge
it: Selezione per vedere le 'Liste di blocco' inviate
pl: Wybierz aby zobaczyć bloklisty wysyłania
zh: 选择查看发送黑名单

source: Show send blocklists
de: Zeige Sperrlisten für abgehende Rufe
fr: Afficher les numéros d'appels de la liste rouge
it: Mostra le 'liste di blocco' inviate
pl: Pokaż bloklisty wysyłania
zh: 显示发送黑名单

source: Select to see receive blocklists
de: Auswahl zum Ansehen der Sperrlisten für eingehende Rufe
fr: Sélectionnez afin de voir les listes rouges de correspondants
it: Selezione per vedere le 'Liste di blocco' ricevute
pl: Wybierz aby zobaczyć bloklisty odbierania
zh: 选择查看接收黑名单

source: Show receive blocklists
de: Zeige eingehende Sperrlisten
fr: Afficher les listes rouges de correspondants
it: Mostra le 'liste di blocco' ricevute
pl: Pokaż bloklisty otrzymywania
zh: 显示接收黑名单

source: Select to search within subtrees
de: Wählen Sie diese Option um auch in Unterbäumen zu suchen
fr: Sélectionner pour chercher dans le sous arbre
it: Seleziona per ricercare senza sottodirectory
pl: Zaznacz aby wyszukiwać wewnątrz poddrzew
zh: 选择在子树中查询

source: Search in subtrees
de: Unterbäume in Suche einbeziehen
fr: Chercher dans les sous arbre
pl: Szukaj wewnątrz poddrzew
zh: 在子树中查找

source: Regular expression for matching list names
de: Regulärer Ausdruck zum Erkennen von Sperrlisten-Namen
fr: Expression régulière pour trouver des listes correspondantes
it: Espressioni regolari per ricercare nomi di liste
pl: Wyrażenie regularne do dopasowania nazw list
zh: 匹配列表名称的正则表达式

source: Create new blocklist
de: Erzeuge neue Sperrliste
fr: Création d'un nouvelle liste rouge
it: Crea una nuova 'lista di blocco'
pl: Utwórz nową bloklistę
zh: 创建新黑名单

source: New Blocklist
de: Neue Sperrliste
fr: Nouvelle listes rouges
it: Nuova 'lista di blocco'
pl: Nowa Bloklista
zh: 新建黑名单

source: Submit department
de: Aktualisieren
fr: Soumettre le département
it: Entra nel dipartimento
pl: Zatwierdź departament
zh: 提交部门

source: Submit
de: Übertragen
fr: Soumettre
it: Invia
pl: Wyślij
zh: 提交

source: edit
de: Bearbeiten
fr: éditer
it: Modifica
pl: edytuj
zh: 编辑

source: Edit user
de: Benutzer bearbeiten
fr: Editer un utilisateur
it: Modifica utente
pl: Edytuj użytkownika
zh: 编辑用户

source: delete
de: Entfernen
fr: supprimer
it: Cancella
pl: Usuń
zh: 删除

source: Delete user
de: Benutzer entfernen
fr: Supprimer un utilisateur
it: Cancella utente
pl: Usuń użytkownika
zh: 删除用户

source: Number of listed blocklists
de: Anzahl der angezeigten Sperrlisten
fr: Nombre de liste rouges

source: Number of listed departments
de: Anzahl der angezeigten Abteilungen
fr: Nombre de départements
pl: Ilość wyświetlonych departamentów

source: List name
de: Listenname
fr: Liste des noms
it: Lista dei nomi
pl: Nazwa listy
zh: 列表名称

source: Name of blocklist
de: Name der Sperrliste
fr: Nom de la liste rouge
it: Nome della lista di blocco
pl: Nazwa bloklisty
zh: 黑名单名称

source: Select subtree to place blocklist in
de: Wählen Sie den Teilbaum, in den die Sperrliste plaziert werden soll.
fr: Sélectionnez la branche où sera situé la liste rouge
it: Seleziona la posizione della lista di blocco
pl: Sybierz poddrzewo do umiszczenia bloklisty
zh: 选择子树来放置黑名单

source: Select a base
de: Wählen Sie eine Basis
fr: Sélectionnez une base
it: Selezione una base
pl: Wybierz bazę
zh: 选择一个位置

source: Select wether to filter incoming or outgoing calls
de: Wählen Sie, ob ein- oder abgehende Rufe gefiltert werden sollen
fr: Veuillez sélectionner si il faut filtrer sur les appels entrants ou sortants
it: Scegli se attivare il filtro in ingresso o in uscita
pl: Wybierz, czy filtrować nadchodzące czy przychodzące rozmowy
zh: 选择过滤打入电话还是打出电话

source: Descriptive text for this blocklist
de: Beschreibender Text zu dieser Sperrliste
fr: Texte descriptif pour cette liste rouge
it: Descrizione delle liste di blocco
pl: Opis tej bloklisty
zh: 此黑名带描述文字

source: Blocked numbers
de: Gesperrte Nummern
fr: Numéros bloqués
it: Numeri bloccati
pl: Blokowane numery
zh: 封锁号码

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
pl: Dodaj
zh: 添加

source: Delete
de: Entfernen
fr: Supprimer
it: cancella
pl: Usuń
zh: 删除

source: Numbers can also contain wild cards.
de: Nummern können auch Platzhalter enthalten.
fr: Les nombres peuvent aussi contenir des jokers.
it: I numeri possono anche contenere delle wild cards.
pl: Numery mogą również zawierać maski
zh: 数字也可以包含通配符。

source: Save
de: Speichern
fr: Enregistrer
it: Salva
pl: Zapisz
zh: 保存

source: Blocklist management
de: Sperrlistenverwaltung
fr: Configuration des listes rouges
it: Gestione delle 'liste di blocco'
pl: Zarządzanie bloklistą
zh: 黑名单管理

source: Please double check if your really want to do this since there is no way for GOsa to get your data back.
de: Bitte überprüfen Sie genau, was Sie tun. GOsa hat keine Möglichkeit, die Daten wiederherzustellen.
fr: Veuillez vous assurez que vous voulez effectuer cette opération. Toutes les données seront perdues étant donné qu'il est impossible pour GOsa de récupérer vos données.
it: Verifica con attenzione se vuoi realmente salvare questi dati perché non c'è modo per GOsa di ripristinare questi dati.
pl: Proszę upewnić się, że faktycznie chcesz wykonać tą operację. Nie ma możliwości odwrócenia tego procesu.
zh: 请再次检查您是否要这么做，因为 GOsa 将没有办法将您的数据找回。

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
de: Wenn Sie sicher sind, drücken Sie 'Entfernen' um fortzufahren oder 'Abbrechen' zum Abbruch.
fr: D'accord - si vous êtes sur - cliquez sur 'Supprimer' pour continuer ou sur 'Annuler' pour abandonner.
it: Se sei sicuro premi 'Cancella' per continuare o 'Annulla' per interrompere l'operazione.
pl: Jeśli jesteś pewien - naciśnij 'Usuń' aby kontynuować lub 'Anuluj' aby anulować.
zh: 所以，如果您确定，请按“删除”继续，否则按“取消”退出。
