Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: You're about to delete the glpi device '%s'.
de: Sie sind dabei das GLPI Gerät '%s' zu löschen.
fr: Vous êtes sur le point de supprimer le périphérique glpi '%s'.
it: Stai per cancellare il componente glpi '%s'.
pl: Zamierzasz usunąć urządzenie blpi '%s'.
zh: 您将要删除 glpi 设备 '%s'。

source: Can't detect object name.
de: Kann Objektnamen nicht erkennen.
fr: Impossible de détecter le nom de l'objet.
it: Non riesco a trovare questo nome oggetto.
pl: Nie można wykryć nazwy obiektu.
zh: 无法检测对象名称。

source: You can't delete this device, it is still in use by these system(s) '%s'
de: Sie können dieses Gerät nicht entfernen, es wird noch von folgendem(n) System(en) verwendet: '%s'
fr: Vous ne pouvez pas effacer ce périphérique, il est utilisé actuellement par ces système(s) '%s'
it: Non puoi cancellare qusto componente perchè è ancora in uso dal sistema '%s'
pl: Nie można usunąć tego urządzenia, jest ono wciąż używane przez te(n) system(y) '%s'
zh: 您不能删除这个设备，它仍然被这些系统使用 '%s'

source: devices
de: Geräte
fr: périphériques
it: componenti
pl: urządzenia
zh: 设备

source: New monitor
de: Neuer Monitor
fr: Nouvel écran
it: Nuovo monitor
pl: Nowy monitor
zh: 新监视器

source: New mainbord
de: Neues Mainboard
fr: Nouvelle carte mère
it: Nuova scheda madre
pl: Nowa płyta główna
zh: 新主板

source: New processor
de: Neuer Prozessor
fr: Nouveau processeur
it: Nuovo processore
pl: Nowy procesor
zh: 新处理器

source: New case
de: Neues Gehäuse
fr: Nouveau boitier
it: Nuovo caso
pl: Nowa obudowa
zh: 新机箱

source: New network interface
de: Neues Netzwerk-Interface
fr: Nouvelle carte réseau
it: Nuova interfaccia di rete
pl: Nowy interfejs sieciowy
zh: 新建网络接口

source: New ram
de: Neuer Arbeitsspeicher
fr: Nouvelle mémoire vive
it: Nuova ram
pl: Nowa pamięć RAM
zh: 新内存

source: New hard disk
de: Neue Festplatte
fr: Nouveau disque dur
it: Nuovo hard disk
pl: Nowy dysk twardy
zh: 新硬盘

source: HDD
fr: Disque dur
pl: Dysk

source: New drive
de: Neues Laufwerk
fr: Nouveau lecteur
it: Nuovo drive
pl: Nowy napęd
zh: 新驱动器

source: New controller
de: Neuer Controller
fr: Nouveau contrôleur
it: Nuovo controller
pl: Nowy kontroler
zh: 新控制器

source: New graphics card
de: Neue Grafikkarte
fr: Nouvelle carte graphique
it: Nuovo controller grafico
pl: Nowa karta graficzna
zh: 新显卡

source: New sound card
de: Neue Soundkarte
fr: Nouvelle carte son
it: Nuovo controller audio
pl: Nowa karta dźwiękowa
zh: 新声卡

source: New power supply
de: Neues Netzteil
fr: Nouvelle alimentation
it: Nuovo supporto di alimentazione (power supply)
pl: Nowy zasilacz
zh: 新电源

source: New misc device
de: Neues allgemeines Gerät
fr: Nouveau périphérique
it: Nuovi componenti vari
pl: Nowe inne urządzenie
zh: 新建其他设备

source: You have to specify a valid name for this device.
de: Bitte geben Sie einen gültigen Namen für dieses Gerät an.
fr: Veuillez spécifier un nom valide pour ce périphérique.
it: Devi specificare un nome valido per questo componente.
pl: Proszę podać prawidłową nazwę dla tego urządzenia.
zh: 您必须为这个设备提供一个有效的名称。

source: This device name is already in use.
de: Der angegebene Gerätename wird bereits verwendet.
fr: Le nom de ce périphérique est déjà utilisé.
it: Il nome del componente è già in uso.
pl: Ta nazwa urządzenia jest już w użyciu.
zh: 这个设备名已经被使用。

source: Other
de: Andere
fr: Autres
it: Altro
pl: Inne
zh: 其他

source: List of devices
de: Liste der Geräte
fr: Liste des périphériques
it: Lista dei componenti
pl: Lista urządzeń
zh: 设备列表

source: This dialog allows you to attach a device to your currently edited computer.
de: Dieser Dialog erlaubt es Ihnen, ein Gerät zum momentan ausgewählten Computer hinzuzufügen.
fr: Ce menu vous permet d'attacher un périphérique à votre ordinateur en cours d'édition.
it: Questa finestra ti consente di collegare componenti al computer che state modificando.
pl: Ten dialog umożliwia przypięcie urządzenia do obecnie edytowanego komputera.
zh: 这个对话框允许您为您当前编辑的计算机添加一个设备。

source: Display devices matching
de: Zeige die Geräte, auf die das Folgende passt
fr: Afficher les périphériques correspondants
it: Mostra i componenti corrispondenti
pl: Wyświetl pasujące urządzenia
zh: 显示匹配的设备

source: Regular expression for matching device names
de: Regulärer Ausdruck zum Erkennen von Gerätenamen
fr: Expression régulière concordant avec les noms des périphériques
it: Espressione regolare per comparare il nome dei componenti
pl: Wyrażenie regularne dla dopasowania nazw urządzeń
zh: 匹配设备名的正则表达式

source: Systems
de: Systeme
fr: Systèmes
it: Sistemi
pl: Systemy
zh: 系统设置

source: You can't edit this object type yet!
de: Dieser Objekt-Typ kann momentan noch nicht bearbeitet werden!
fr: Impossible d'éditer ce type d'objet pour le moment!
it: Non puoi ancora modificare questo tipo di oggetto!
pl: Nie można edytować tego typu obiektów (jeszcze)!
zh: 您尚无法编辑这个对象类型！

source: Creating the image failed. Please see the report below.
de: Erstellen des Abbilds fehlgeschlagen. Bitte schauen Sie in den Fehlerbericht unten.
fr: La création de l'image à échoué. veuillez lire le rapport ci dessous.
it: Creazione dell'immagine fallita. Per favore guardate il rapporto sottostante.
zh: 创建图片错误。请检查下面的报告。

source: Command '%s', specified for ISO creation doesn't seem to exist.
de: Der Befehl '%s' (für die Erzeugung des ISO-Abbilds) scheint nicht zu existieren.
fr: La commande '%s', utilisée dans la création de l'image ISO n'existe pas.
it: Il comando '%s' specificato per la creazione ISO non sembra esistere.
zh: 命令 '%s'，用于创建 ISO 好像并不存在。

source: Passwords entered as new and repeated do not match!
de: Die Kennwörter, die Sie als 'Neues Kennwort' und 'Wiederholung des neuen Kennwortes' eingegeben haben sind nicht identisch!
fr: Le mot de passe entré dans le champ nouveau et celui dans le champ vérification ne concordent pas!
it: La password inserita come nuova e ripetuta non coincide!
pl: Hasła podane jako nowe i powtórzone nie zgadzają się!
zh: 输入的新口令和重复口令不匹配！

source: You are not allowed to set this systems password!
de: Sie haben keine Berechtigung, das Kennwort für dieses Systems zu setzen!
fr: Vous n'êtes pas autorisé à modifier ce mot de passe de ce système!
it: Non hai il permesso di impostare la password di sistema!
pl: Brak uprawnień do ustalania tych haseł systemowych!
zh: 您无权修改系统口令！

source: You're about to delete all information about the component at '%s'.
de: Sie sind dabei, alle Informationen über die Komponente auf '%s' zu löschen.
fr: Vous êtes sur le point de supprimer toute les informations relatives aux composant '%s'.
it: Stai per cancellare tutte le informazioni relative al componente '%s'.
pl: Zamierzasz usunąć wszystkie informacje o komponencie w '%s'.
zh: 您将要删除关于组件 '%s' 的所有信息。

source: Can't set gotoMode to status 'active', the current object couldn't be identified.
de: Kann gotoMode-Status nicht auf aktiv setzen - das momentane Objekt kann nicht identifiziert werden.
fr: Impossible d'activer le mode goto 'avtice', l'objet actuel ne peut être identifié.

source: New terminal
de: Neues Terminal
fr: Nouveau terminal
it: Nuovo terminale
pl: Nowy terminal
zh: 新终端

source: New workstation
de: Neue Arbeitsstation
fr: Nouvelle station de travail
it: Nuova workstation
pl: Nowa stacja robocza
zh: 新工作站

source: Unknown device
de: Unbekanntes Gerät
fr: Périphérique Inconnu

source: New Device
de: Neues Gerät
fr: Nouveau périphérique
it: Nuovo componente
pl: Nowe urządzenie
zh: 新设备

source: Terminal template for
de: Terminal-Vorlage für
fr: Modèle de terminal pour
it: Modello workstation per
pl: Szablon terminala dla
zh: 终端模板

source: Workstation template for
de: Arbeitsstations-Vorlage für
fr: Modèle de station de travail pour
it: Modello per workstation
pl: Szablon stacji roboczej dla
zh: 工作站模板

source: New System from incoming
de: Neu erkanntes Gerät
fr: Nouveau système depuis l'arrivée
it: Nuovo sistema da... (from incoming)
pl: Nowy system dla nadchodzących
zh: 新识别的系统

source: Template
de: Vorlage
fr: Modèle
it: Modello
pl: Szablon
zh: 模板

source: Workstation
de: Arbeitsstation
fr: Stations de travail
pl: Stacja robocza
zh: 工作站

source: Workstation is installing
de: Arbeitsstation installiert gerade
fr: La station de travail s'installe
it: La workstation sta installando
pl: Stacja robocza jest instalowana
zh: 工作站正在安装

source: Workstation is waiting for action
de: Arbeitsstation wartet auf Aktion
fr: La station de travail attend une action
it: La workstation sta aspettando per eseguire un'azione
pl: Stacja robocza czeka na użycie
zh: 等待的工作站

source: Workstation installation failed
de: Installation der Arbeitsstation ist fehlgeschlagen
fr: L'installation de la station de travail à échoué
it: Installazione sulla workstation fallita
pl: Instalacja stacji roboczej nieudana
zh: 工作站安装失败

source: Server is installing
de: Server wird installiert
fr: Le serveur s'installe
it: Il server sta installando
pl: Serwer jest instalowany
zh: 服务器正在安装

source: Server is waiting for action
de: Server wartet auf Aktion
fr: Le serveur attend une action
it: Il server sta aspettando per eseguire un'azione
pl: Serwer czeka na użycie
zh: 等待的服务器

source: Server installation failed
de: Server-Installation ist fehlgeschlagen
fr: L'installation du serveur à échoué
it: Installazione sul server fallita
pl: Instalacja serwera nieudana
zh: 服务器安装失败

source: Winstation
de: Windows-Workstation
fr: Stations Windows
pl: Stacja Windows
zh: Windows 工作站

source: Network Device
de: Netzwerk-Gerät
fr: Périphérique réseau
it: Componente di rete
pl: Urządzenie sieciowe
zh: 网络设备

source: New Terminal
de: Neues Terminal
fr: Nouveau terminal
it: Nuovo terminale
pl: Nowy terminal
zh: 新终端

source: New Workstation
de: Neue Arbeitsstation
fr: Nouvelle station de travail
it: Nuova workstation
pl: Nowa stacja robocza
zh: 新工作站

source: Choose a base
de: Wählen Sie eine Basis
fr: Choisissez une base
it: Scegliere la base di partenza
pl: Wybierz bazę
zh: 选择一个 base

source: Go to root department
de: Gehe zur Wurzel-Abteilung
fr: Aller au département de base
it: Vai alla base (radice) del dipartimento
pl: Idź do głównego departamentu
zh: 转到根部门

source: Root
de: Wurzel
fr: Racine
it: Base (radice)
pl: Główny
zh: 根

source: Go up one department
de: Eine Abteilung nach oben
fr: Monter d'un département
it: Sali di un dipartimento
pl: Idź jeden departament wyżej
zh: 向上跳转一个部门

source: Go to users department
de: Gehe zur Abteilung des Benutzers
fr: Aller au département des utilisateurs
it: Vai agli utenti del dipartimento
pl: Przejdź do departamentu użytkowników
zh: 转到用户部门

source: Home
de: Heimat
fr: Accueil
pl: Katalog domowy
zh: 主页

source: Reload list
de: Liste neu laden
fr: Recharger la liste
it: Ricarica la lista
pl: Przeładuj listę
zh: 重新加载列表

source: Step in the prefered tree and click save to use the current subtree as base. Or click the image at the end of each entry.
de: Wechseln Sie in den gewünschten Baum und klicken Sie "Speichern", um den Baum als Basis zu nutzen (Oder klicken sie auf das Bild am Ende des Eintrags).
fr: Allez dans l'arbre préféré et cliquez pour l'utiliser comme sous arbre de la base. Ou cliquez sur l'image à la fin de chaque entrée.
it: Spostati nell'albero alla directory preferita e salva questa come base. In aternativa clicaa sull'immagine (???) alla fine per ogni (???) valore.
pl: Przejdź do preferowanego drzewa i kliknij zapisz aby użyć obecnego poddrzewa jako podstawy. Można też kliknąc obrazek na końcu każdego elementu.
zh: 进入选择的树并点击保存来以当前的子树作为基准。或者点击每个条目后面的图像。

source: Filter entries with this syntax
de: Einträge mit dieser Syntax filtern
fr: Filtrer les entrées avec cette syntaxe
it: Inserire i filtri con questa sintassi
pl: Filtruj elementy z tą składnią
zh: 用这个语法过滤条目

source: Select this base
de: Diese Basis auswählen
fr: Sélectionner cette base
it: Seleziona questa base
pl: Wybierz tą bazę
zh: 选择这个 base

source: List of users
de: Liste der Benutzer
fr: Liste des utilisateurs
it: Elenco utenti
pl: Lista użytkowników
zh: 用户列表

source: This dialog allows you to select a user as technical responsible person.
de: Dieser Dialog erlaubt es Ihnen, einen Benutzer als technische Kontaktperson zu wählen.
fr: Ce dialogue vous permet de désigner un utilisateur comme personne responsable.
it: Questa finestra consente di selezionare un utente come responsabile tecnico.
pl: Ten dialog umożliwia wybranie użytkownika jako kontaktu technicznego.
zh: 这个对话框允许您选择一个用户作为技术负责人。

source: Can't extract a valid base out of object dn, setting base to '%s'.
de: Kann keine gültige Basis aus der Objekt-DN auslesen, setze Basis auf '%s'.
fr: Impossible d'obtenir un base valide depuis le dn de l'objet, je met la base à '%s'.
it: Non è possibile estrarre una base valida dell'aggetto dn; setta la base a '%s'.
pl: Nie można wydobyć poprawnej podstawy z obiektu dn, ustawiam podstawę na '%s'.
zh: 无法从对象 dn 中提取一个有效的 base，设置 base 为 '%s'。

source: Add printer extension
de: Drucker-Erweiterung hinzufügen
fr: Ajouter une extension d'imprimante
it: Aggiungi l'estensione della stampante
pl: Dodaj rozszerzenie drukarki
zh: 添加打印机扩展

source: Could not initialize printer tab, parameter parent was missing while construction.
de: Konnte den 'Druck'-Reiter nicht erstellen, der Parameter 'parent' fehlt.
fr: Impossible d'initialiser l'onglet imprimante, le paramètre parent était manquant pendant la construction.

source: This is a workstation template, printer tab is disabled.
de: Dies ist eine Arbeitsstations-Vorlage, der Drucker-Tab ist deaktiviert.
fr: Ceci est un modèle de station de travail, l'onglet imprimante est désactivé.
it: Questo è un modello per workstation; la creazione stampanti non è ammessa.
pl: To jest szablon stacji roboczej, zakładka drukarek jest wyłączona.
zh: 这是一个工作站模板，打印机页被禁用。

source: This is a terminal template, printer tab is disabled.
de: Dies ist eine Terminal-Vorlage, das Drucker-Tab ist deaktiviert.
fr: Ceci est un modèle de terminal, l'onglet imprimante est désactivé.
it: Questo è un modello per terminali; la creazione stampanti non è ammessa.
pl: To jest szablon terminala, zakładka drukarek jest wyłączona.
zh: 这是一个终端模板，打印机页被禁用。

source: This 'dn' has no printer features.
de: Dieser 'DN' hat keine Drucker-Erweiterungen.
fr: Ce 'dn' n'a pas d'extensions d'impression.
it: Questo 'dn' non la le caratteristiche di una stampante.
pl: Ten 'dn' nie posiada cech drukarki.
zh: 这个 'dn' 没有打印机功能。

source: This object has printer extension disabled. You can't enable it while 'cn' is not present in entry. Possibly you are currently creating a new terminal template
de: Aktuell besitzt dieses Objekt keine aktivierte Drucker-Erweiterung. Sie können diese nicht aktivieren, solange das 'cn'-Attribut nicht im Eintrag enthalten ist. Wahrscheinlich erstellen Sie gerade eine neue Terminal-Vorlage.
fr: Ce serveur à l'extension d'imprimante désactivé. Vous ne pourrez l'activer tant qu'un 'cn' n'est pas présent dans l'entrée. Vous êtes probablement occupé à créer un nouveau modèle de terminal
it: Questo oggetto ha le caratteristiche della stampante disabilitate. Non puoi attivarle se il valore del 'cn' non è specificato. E' probabile che tu stia creando un modello per terminali.
pl: Ten obiekt ma wyłączone rozszerzenia drukarki. Nie można ich włączyć dopóki 'cn' nie jest obecne we wpisie. Prawdopodobnie próbujesz tworzyć nowy szablon terminala.
zh: 这个对象已经禁用打印机插件。您不能在 'cn' 不存在于条目中时启用它。可能您正在创建一个新的终端模板

source: Remove printer extension
de: Drucker-Erweiterung entfernen
fr: Enlever l'extension d'impression
it: Rimuovi le estensioni delle stampanti
pl: Usuń rozszerzenie drukarki
zh: 删除打印机扩展

source: This workstation has printer extension enabled.You can disable it by clicking below.
de: Diese Workstation besitzt aktivierte Drucker-Erweiterungen. Sie können diese durch einen Klick auf die Schaltfläche unten deaktivieren.
fr: Ce stations de travail à l'extension d'imprimante activée. Vous pouvez la désactiver en cliquant sur le bouton ci-dessous.
it: Questa workstation ha le estensioni per stampanti abilitate. Puoi disabilitarle cliccando sotto.
pl: Ta stacja robocza ma włączone rozszerzenia drukarki. Można je wyłączyć klikając poniżej.
zh: 这个工作站启用了打印机扩展功能。您可以点击下面按钮禁用。

source: This terminal has printer extension enabled. You can disable it by clicking below.
de: Dieses Terminal besitzt aktivierte Drucker-Erweiterungen. Sie können diese durch einen Klick auf die Schaltfläche unten deaktivieren.
fr: Ce serveur à l'extension d'imprimante activée. Vous pouvez la désactiver en cliquant sur le bouton ci-dessous.
it: Questo terminale ha le estensioni per stampanti abilitate. Puoi disabilitarle cliccando sotto.
pl: Ten terminal ma włączone rozszerzenia drukarki. Można je wyłączyć klikając poniżej.
zh: 终端已经启用打印机扩展。您可以点击下面按钮禁用。

source: This workstation has printer extension disabled. You can enable it by clicking below.
de: Aktuell besitzt diese Workstation keine aktivierte Drucker-Erweiterung. Sie können diese durch einen Klick auf die Schaltfläche unten aktivieren.
fr: Ce serveur à l'extension d'imprimante désactivé. Vous pouvez l'activer en cliquant sur le bouton ci-dessous.
it: Questa workstation ha le estensioni per stampanti disabilitate. Puoi abilitarle cliccando sotto.
pl: Ta stacja robocza ma wyłączone rozszerzenia drukarki. Można je włączyć klikając poniżej.
zh: 这个工作站禁用了打印机扩展功能。您可以点击下面按钮启用。

source: This terminal has printer extension disabled. You can enable it by clicking below.
de: Aktuell besitzt dieses Terminal keine aktivierten Drucker-Erweiterung. Sie können diese durch einen Klick auf die Schaltfläche unten aktivieren.
fr: Ce serveur à l'extension d'imprimante désactivé. Vous pouvez l'activer en cliquant sur le bouton ci-dessous.
it: Questo terminale ha le estensioni per stampanti disabilitate. Puoi abilitarle cliccando sotto.
pl: Ten terminal ma wyłączone rozszerzenia drukarki. Można je włączyć klikając poniżej.
zh: 终端已经关闭打印机扩展。您可以点击下面按钮启用。

source: Your currently selected PPD file '%s' doesn't exist.
de: Die momentan gewählte PPD-Datei '%s' wurde nicht gefunden.
fr: Le fichier PPD sélectionné '%s' n'existe pas.
it: Il file PPD selezionato '%s' non esiste.
pl: Wybrany plik PPD '%s' nie istnieje.
zh: 您当前选择的 PPD 文件 '%s' 不存在。

source: Not defined
de: Nicht definiert
fr: Non défini

source: Can't get ppd informations.
de: Kann PPD-Information nicht lesen
fr: Impossible d'obtenir des informations sur les ppd.
it: Non posso ottenere le informazioni del file ppd
pl: Nie można pobrać informacji ppd.
zh: 无法获取 ppd 信息。

source: This printer belongs to terminal %s. You can't rename this printer.
de: Dieser Drucker gehört zu Terminal %s. Sie können ihn nicht umbenennen.
fr: Cette imprimante appartient au terminal %s. Vous ne pouvez pas changer son nom.
it: Questa stampante è di proprietà del terminale %s. Non potete rinominare questa stampante.
pl: Ta drukarka należy do terminala %s. Nie można zmienić nazwy tej drukarki.
zh: 该打印机属于终端 %s。您不能重命名该打印机。

source: This printer belongs to workstation %s. You can't rename this printer.
de: Dieser Drucker gehört zur Arbeitsstation %s. Ein Umbenennen ist daher nicht möglich.
fr: Cette imprimante appartient à la station de travail %s. Vous ne pouvez pas changer son nom.
it: Questa stampante è di proprietà della workstation %s. Non potete rinominare questa stampante.
pl: Ta drukarka należy do stacji roboczej %s. Nie można zmienić nazwy tej drulkarki.
zh: 该打印机属于工作站%s。您不能重命名该打印机。

source: Removing printer failed
de: Entfernen des Druckers ist fehlgeschlagen
fr: La suppression de l'imprimante à échoué
it: Rimozione della stampante fallita
pl: Usuwanie drukarki nieudane
zh: 删除打印机失败

source: The required field 'Printer name' is not set.
de: Das benötigte Feld 'Drucker-Name' ist nicht gesetzt.
fr: Le champ obligatoire 'Nom de l'imprimante' n'est pas rempli.

source: Invalid character in printer name.
de: Der Drucker-Name enthält ungültige Zeichen.
fr: Le nom de l'imprimante contient des caractères invalides.

source: You have no permissions to create a printer on this 'Base'.
de: Sie haben keine Berechtigung, einen Drucker unterhalb dieser 'Basis' anzulegen.
fr: Vous n'avez pas l'autorisation de créer une imprimante sur cette 'Base'.
it: Non avete il permesso di creare la stampante a questo livello.
zh: 您无权在此 'Base' 下创建一个打印机。

source: Saving printer failed
de: Speichern des Druckers ist fehlgeschlagen
fr: La sauvegarde de l'imprimante à échoué
it: Salvataggio della stampante fallito
pl: Zapisywanie drukarki nieudane
zh: 保存打印机失败

source: Illegal printer type while adding '%s' to the list of '%s' printers,
de: Es wurde versucht einen ungültigen Druckertyp '%s' zur Liste '%s' hinzuzufügen.
fr: Type d'imprimante illégale lors de l'ajout de '%s' à la liste des imprimantes '%s',
it: Tipo di stampante illegale aggiungendo '%s' alla lista '%s' delle stampanti,
zh: 错误的打印机类型，当添加 '%s' 到 '%s' 打印机列表时，

source: Can't add '%s' to the list of members, it is already used.
de: '%s' kann nicht zu den Mitgliedern hinzugefügt werden - der Eintrag wird bereits benutzt.
fr: Impossible d'ajouter '%s' à la liste des membres, il est déjà utilisé.
it: Non posso aggiungere '%s' alla lista degli oggetti; è già in uso.
zh: 无法添加 '%s' 到成员列表，已经被使用。

source: Can't add '%s' to list of members, it is not reachable.
de: Kann '%s' nicht zu den Mitgliedern hinzufügen - es ist nicht erreichbar.
fr: Impossible d'ajouter '%s' à la liste des membres, il n'est pas accessible.
it: Non posso aggiungere '%s' alla lista degli oggetti; non è raggiungibile.
zh: 无法添加 '%s' 到成员列表，无法访问。

source: You are going to migrate the DNS setup from server '%s'.
de: Sie sind dabei, eine Migration der DNS-Konfiguration von Server '%s' durchzuführen.
fr: Vous êtes sur le point de migrer le serveur DNS depuis le serveur '%s'.

source: The migration will be started when you save this system. To cancel this action, use the cancel button below.
de: Die Migration wird durchgeführt, wenn Sie dieses System speichern. Drücken Sie auf 'Abbrechen', um die Migration nicht durchzuführen.
fr: La migration sera effectuée quand vous sauverez ce système. Pour annuler cette action, utilisez le bouton cancel si dessous.

source: Remove DNS service
de: DNS-Dienst entfernen
fr: Suppression du service DNS
it: Rimuovi il servizio DNS
pl: Usuń usługę DNS
zh: 删除 DNS 服务

source: This server has DNS features enabled. You can disable them by clicking below.
de: Dieser Server besitzt aktivierte DNS-Funktionen. Sie können diese durch einen Klick auf die untere Schaltfläche deaktivieren.
fr: Ce serveur à l'option DNS activée. Vous pouvez le désactiver en cliquant sur le bouton ci-dessous.
it: Questo server ha le caratteristiche DNS abilitate. Potete disabilitarle cliccando sotto.
pl: Ten serwer posiada cechy DNS. Można je wyłączyć klikając poniżej
zh: 该账号已经启用 DNS 功能。您可以点击下面按钮禁用。

source: Add DNS service
de: DNS-Dienst hinzufügen
fr: Ajouter un service DNS
it: Aggiungi il servizio DNS
pl: Dodaj usługę DNS
zh: 添加 DNS 服务

source: This server has DNS features disabled. You can enable them by clicking below.
de: Aktuell besitzt dieser Server keine aktivierten DNS-Funktionen. Sie können diese durch einen Klick auf die Schaltfläche unten aktivieren.
fr: Ce serveur à l'option DNS désactivé. Vous pouvez l'activer en cliquant sur le bouton ci-dessous.
it: Questo server ha le caratteristiche DNS disabilitate. Potete abilitarle cliccando sotto.
pl: Ten serwer nie posiada cech DNS. Można je włączyć klikając poniżej.
zh: 该账号已经禁用 DNS 功能。您可以点击下面按钮启用。

source: Reverse zone
fr: Zone inverse
it: Zona di reverse
pl: Strefa odwrotna
zh: 反向解析域
