Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Syslog Server
fr: Serveur de journaux systèmes
it: Log di sistema del server
pl: Serwer syslog
zh: Syslog 服务器

source: Mail Server
fr: Serveur de messagerie
it: Server di Posta
pl: Serwer poczty
zh: 邮件服务器

source: Imap Server
fr: Serveur Imap
it: Server IMAP
pl: Serwer imap
zh: Imap 服务器

source: Nfs Server
fr: Serveur NFS
it: Server Nfs
pl: Serwer Nfs
zh: Nfs 服务器

source: Kerberos Server
fr: Serveur Kerberos
it: Server Kerberos
pl: Serwer Kerberos
zh: Kerberos 服务器

source: Asterisk Server
fr: Serveur Asterisk
it: Server Asterisk
pl: Serwer Asterisk
zh: Asterisk 服务器

source: Fax Server
fr: Serveur de Fax
it: Server Fax
pl: Serwer Fax
zh: 传真服务器

source: Ldap Server
fr: Serveur Ldap
it: Server LDAP
pl: Serwer Ldap
zh: LDAP 服务器

source: Edit system
de: System bearbeiten
fr: Editer un système
it: Modifica sistema
pl: Edytuj system
zh: 编辑系统

source: Delete system
de: Entferne System
fr: Effacer un système
it: Cancella il sistema
pl: Usuń system
zh: 删除系统

source: Set root password
de: root-Kennwort setzen
fr: Indiquez le mot de passe administrateur

source: Create CD
de: Erstelle CD
fr: Créer un CD
it: Crea CD
zh: 创建 CD

source: Create FAI CD
de: Erstelle FAI-CD
fr: Créer un CD FAI
it: Xrea un CD FAI
zh: 创建 FAI CD

source: Number of listed servers
de: Anzahl der angezeigten Server
fr: Nombre des serveurs

source: Number of listed workstations
de: Anzahl der angezeigten Arbeitsstationen
fr: Nombre des stations de travail

source: Number of listed terminals
de: Anzahl der angezeigten Terminals
fr: Nombre des terminaux

source: Number of listed phones
de: Anzahl der angezeigten Telefone
fr: Nombre des téléphones

source: Number of listed printers
de: Anzahl der angezeigten Drucker
fr: Nombre des imprimantes

source: Number of listed network components
de: Anzahl der angezeigten Netzwerk-Komponenten
fr: Nombre des composants réseau

source: Number of listed new devices
de: Anzahl der angezeigten neuen Geräte
fr: Nombre des nouveau périphériques

source: Number of listed windows workstations
de: Anzahl der angezeigten Windows-Arbeitsstationen
fr: Nombre des stations de travail Windows

source: Select entries to add
de: Wählen Sie die hinzuzufügenden Einträge
fr: Sélectionnez les entrées à ajouter
it: Seleziona i valori da aggiungere
pl: Wybierz elementy do dodania
zh: 选择要添加的条目

source: Display members of department
de: Zeige die Mitglieder der Abteilung
fr: Afficher les membres du département
it: Mostra i componenti del dipartimento
pl: Wyświetl członków departamentu
zh: 显示成员的部门

source: Display members matching
de: Zeige die Mitglieder, auf die Folgendes passt
fr: Afficher les membres correspondants
it: Mostra i componenti corrispondenti
pl: Wyświetl członków pasujących
zh: 显示匹配的成员

source: Regular expression for matching member names
de: Regulärer Ausdruck zum Erkennen von Mitgliedsnamen
fr: Expression régulière concordant avec les noms des membres
it: Espressione regolare per ricercare i nomi degli elementi
pl: Wyrażenie regularne dla dopasowania nazw członków
zh: 匹配成员名的正则表达式

source: SSH systems keys
de: SSH Systemschlüssel
fr: Clefs SSH systèmes

source: This plugin store ssh public keys for systems
de: Diese Erweiterung speichert öffentliche SSH-Schlüssel für Systeme
fr: Ce plugin stocke les clefs ssh pour les systèmes

source: Remove SSH keys
de: SSH-Schlüssel entfernen
fr: Supprimer les clefs SSH

source: This server has SSH features enabled. You can disable them by clicking below.
de: Dieser Server besitzt aktivierte SSH-Funktionen. Sie können diese durch einen Klick auf die untere Schaltfläche deaktivieren.
fr: Ce serveur à l'option SSH activée. Vous pouvez le désactiver en cliquant sur le bouton ci-dessous.

source: Add SSH keys
de: SSH-Schlüssel hinzufügen
fr: Ajouter une clef SSH
pl: Dodaj klucze SSH

source: This server has SSH features disabled. You can enable them by clicking below.
de: Aktuell besitzt dieser Server keine aktivierten SSH-Funktionen. Sie können diese durch einen Klick auf die Schaltfläche unten aktivieren.
fr: Ce serveur à l'option SSH désactivé. Vous pouvez l'activer en cliquant sur le bouton ci-dessous.

source: Removing SSH key failed
de: Entfernen des SSH-Schlüssels ist fehlgeschlagen
fr: La suppression de la clef SSH à échoué

source: Value specified as 'SSH Key' is not valid.
de: Der als 'SSH Schlüssel' angegebene Wert ist ungültig.
fr: La valeur spécifiée comme 'Clef SSH' est invalide.

source: Saving SSH key failed
de: Speichern des SSH-Schlüssels fehlgeschlagen
fr: La sauvegarde de la clef SSH à échoué

source: Saving terminal startup settings failed
de: Speichern der Terminal-Start Informationen ist fehlgeschlagen
fr: La sauvegarde des paramètres de démarrage du terminal à échoué
it: Salvataggio impostazioni di avvio terminal fallito
pl: Zapisywanie ustawień uruchamiania terminala nieudane
zh: 保存终端启动设置失败

source: Manage OS-types
de: Betriebssysteme verwalten
fr: Gérer les types de systèmes d'exploitation
it: Gestisci i tipi di sistema (OS)
pl: Zarządzaj typami systemów operacyjnych
zh: 管理操作系统类型

source: Removing department failed
de: Entfernen der Abeilung ist fehlgeschlagen
fr: La suppression du département à échoué
it: Rimozione del dipartimento fallita
pl: Usuwanie departamentu nieudane
zh: 删除部门失败

source: You have no permissions to create a department on this 'Base'.
de: Sie haben keine Berechtigung eine Abteilung unterhalb dieser 'Basis' anzulegen.
fr: Vous n'avez pas l'autorisation pour créer un département sur cette 'Base'.
it: Non hai il permesso di creare un dipartimento a questo livello.
pl: Brak uprawnień do tworzenia departamentu w tym miejscu.
zh: 您无权在此 'Base' 下创建一个部门

source: Department with that 'Name' already exists.
de: Eine Abteilung mit diesem Namen existiert bereits.
fr: Un département ayant ce 'Nom' existe déjà.
it: Un dipartimento con questo 'Nome' già esiste.
pl: Istnieje już departament o takiej nazwie.
zh: 相同名称的部门已经存在。

source: Required field 'Description' is not set.
de: Das benötigte Feld 'Beschreibung' ist nicht gesetzt.
fr: Le champ obligatoire 'Description' n'est pas rempli.
it: Il campo richiesto 'Descrizione' non è impostato.
pl: Wymagane pole 'Opis' nie jest wypełnione.
zh: 需要的字段“描述”没有设置。

source: The field 'Name' contains the reserved word '%s'. Please choose another name.
de: Das Feld 'Name' enthält das reservierte Wort '%s'. Bitte wählen Sie einen anderen Namen.
fr: Le champ 'Nom' contient le mot réservé '%s'. Veuillez choisir un autre nom.
it: Il campo 'Nome contiene la parola riservata '%s'. Devi scegliere un'altro nome.
pl: Pole 'Nazwa' zawiera zarezerwowane słow '%s'. Proszę wybrać inną nazwę.
zh: 字段“名称”包含保留字 '%s'。请选择其他名字。

source: Fatal error: Can't find an unused tag to mark the administrative unit!
de: Kritischer Fehler: Kann keine unbenutzte Marke finden, um die administrative Einheit zu kennzeichnen!
fr: Erreur fatale: Impossible de trouver un marqueur libre pour marquer l'entité administrative !
it: Errore irreversibile: non posso trovare un'etichetta libera con cui marcare l'unità amministrativa!
pl: Błąd krytyczny: Nie można znaleźć nieużywnego znacznika dla jednostki administracyjnej!
zh: 致命错误：无法找到一个未使用的标志来标记管理单元！

source: Saving department failed
de: Speichern der Abteilung ist fehlgeschlagen
fr: La sauvegarde du département à échoué
it: Salvataggio del dipartimento fallita
pl: Zapisywanie departamentu nieudane
zh: 保存部门失败

source: Tagging '%s'.
de: Markiere '%s'.
fr: Marquer '%s'.
it: Etichettando '%s'.
pl: Zaznaczanie '%s'.
zh: 标记 '%s'。

source: Moving '%s' to '%s'
de: Verschiebe '%s' nach '%s'
fr: Bouger '%s' vers '%s'
it: Spostando '%s' in '%s'
pl: Przenoszenie '%s' do '%s'
zh: 移动 '%s' 到 '%s'

source: FAILED to copy %s, aborting operation
de: Fehler beim kopieren von %s, breche ab
fr: Impossible de copier %s, arrêt de l'opération
it: Impossibile copiare '%s'; operazione annullata
pl: BŁĄD kopiowania %s, anulowanie operacji
zh: 拷贝 %s 失败，退出操作

source: Name of department
de: Name der Abteilung
fr: Nom du département
it: Nome del dipartimento
pl: Nazwa departamentu
zh: 部门名称

source: Name of subtree to create
de: Name des zu erzeugenden Unterbaums
fr: Nom de la branche à créer
it: Nome della struttura ad albero (subtree) da creare
pl: Nazwa tworzonego poddrzewa
zh: 要创建子树的名称

source: Category
de: Kategorie
fr: Catégorie
it: Categoria
pl: Kategoria
zh: 分类

source: Category for this subtree
de: Kategorie dieses Unterbaums
fr: Catégorie pour cette branche de l'annuaire
it: Categoria di questo
pl: Kategoria dla tego poddrzewa
zh: 这个子树的分类

source: State where this subtree is located
de: Land, in dem dieser Unterbaum anzusiedeln ist
fr: Lieu où est située cette branche de l'annuaire
it: Posizione dove la struttura è collocata
pl: Stan w którym jest umieszczone to poddrzewo
zh: 这个子树位于的状态

source: Location of this subtree
de: Ort dieses Unterbaums
fr: Lieu de cette branche
it: Localizzazione della struttura ad albero (subtree)
pl: Lokalizacja tego poddrzewa
zh: 这个子树的位置

source: Postal address of this subtree
de: Postalische Anschrift dieses Unterbaums
fr: Adresse postale de cette branche
it: Indirizzo postale della struttura ad albero (subtree)
pl: Kod pocztowy tego poddrzewa
zh: 这个子树的地址

source: Base telephone number of this subtree
de: Einleitende Telefonnummer dieses Unterbaums
fr: Numéro de téléphone de base pour cette sous-branche
it: Numero telefonico di base della struttura ad albero (subtree)
pl: Bazowy numer telefonu tego poddrzewa
zh: 这个子树的电话号码

source: Base facsimile telephone number of this subtree
de: Einleitende Fax-Nummer dieses Unterbaums
fr: Numéro de fax de base pour cette sous-branche
it: Numero di base del fax della struttura ad albero (subtree)
pl: Bazowy numer faxu tego poddrzewa
zh: 这个子树的传真号码

source: Administrative settings
de: Administrative Einstellungen
fr: Paramètres administratifs
it: Impostazioni amministrative
pl: Ustawienia administracyjne
zh: 管理设置

source: Tag department as an independent administrative unit
de: Abteilung als eigenständige administrative Einheit kennzeichnen
fr: Marquer le département comme une entité administrative indépendante
it: Etichetta il dipartimento con unità amministrativa indipendente
pl: Zaznacz departament jako niezależną jednostkę administracyjną
zh: 将部门标记为独立的管理单元

source: List of departments
de: Liste der Abteilungen
fr: Liste des départements
it: Lista dei dipartimenti
pl: Lista departamentów
zh: 部门列表

source: This menu allows you to create, delete and edit selected departments. Having a large size of departments, you might prefer the range selectors on top of the department list.
de: Dieses Menü erlaubt es Ihnen, Abteilungen hinzuzufügen, zu bearbeiten oder zu entfernen. Bei einer Vielzahl von Abteilungen bietet sich die Verwendung der Bereichswahl an.
fr: Ce menu vous permet de d'ajouter, supprimer et éditer les départements sélectionnés. Si vous avez un grand nombre de départements il est conseillé d'utiliser les filtres.
it: Questo menu permette di creare, cancelalre e modificare i dipartimenti selezionati. Se il loro numero è elevato si può usare il selettore sopra l'elenco.
pl: To menu umożliwia tworzenie, usuwanie oraz edycję wybranych departamentów. Posiadając dużą ilość departamentów, może okazać się wygodniejsze korzystanie z selektorów zakresu na górze listy departamentów.
zh: 这个菜单允许您创建，删除和修改所选的部门。对于一个长列表，您可以通过列表上面的范围选择来调整。

source: Department name
de: Name der Abteilung
fr: Nom du département
it: Nome del dipartimento
pl: Nazwa departamentu
zh: 部门名称

source: Create new department
de: Neue Abteilung erstellen
fr: Créer un nouveau département
it: Crea un nuovo dipartimento
pl: Utwórz nowy departament
zh: 创建新部门

source: Department management
de: Abteilungsverwaltung
fr: Gestion des départements
it: Gestione del dipartimento
pl: Zarządzanie departamentem
zh: 部门管理

source: As soon as the move operation has finished, you can scroll down to end of the page and press the 'Continue' button to continue with the department management dialog.
de: Sobald der Vorgang abgeschlossen wurde, können Sie zum unteren Ende der Seite blättern und auf den 'Weiter'-Knopf drücken, um zum Abteilungs-Verwaltungs-Dialog zurück zu gelangen.
fr: Aussitôt que l'opération de déplacement est finie, vous pouvez aller à la fin de la page et cliquer sur 'Continuer' pour continuer la configuration des départements.
it: Non appena l'operazione è conclusa puoi andare alla fine della pagina e premere il bottone 'Continua' per proseguire nella gestione del dipartimento.
pl: Jak tylko operacja przenoszenia zakończy się, można przewinąć stronę na dół i nacisnąć przycisk 'Kontynuuj' aby przejść do dialogu zarządzania departamentami.
zh: 一旦移动操作完成，您可以滚动页面到最下端，按“继续”按钮继续部门管理对话框。

source: You're about to delete the application '%s'.
de: Sind sind dabei, den Anwendungseintrag '%s' zu löschen.
fr: Vous êtes sur le point de supprimer l'application '%s'.
it: Stai per cancellare l'applicazione '%s'.
pl: Zamierzasz usunąć aplikację '%s'.
zh: 您将要删除应用程序 '%s'。

source: You are not allowed to delete this application!
de: Sie haben keine Berechtigung, diese Anwendung zu löschen!
fr: Vous n'êtes pas autorisé à supprimer cette application!
it: Non ti è permesso di cancellare questa applicazione!
pl: Brak uprawnień do usunięcia tej aplikacji!
zh: 您无权删除这个应用程序！

source: Application name
de: Name der Anwendung
fr: Nom de l'application
it: Nome applicazione
pl: Nazwa aplikacji
zh: 应用程序名称

source: Application name to be displayed (i.e. below icons)
de: Angezeigter Name der Anwendung (z.B. unter Symbole)
fr: Le nom de l'application à afficher (ex: en dessous des icônes)
it: Il nome delle applicazioni deve essere mostrato (es. icone sottostanti)
pl: Wyświetlana nazwa aplikacji (pod ikoną)
zh: 要显示的应用程序名称（在图标下）

source: Path and/or binary name of application
de: Pfad und/oder Name der Anwendung
fr: Chemin et/ou le nom de l'exécutable de l'application
it: Percorso e/o nome dell'eseguibile dell'applicazione
pl: Ścieżka i/lub nazwa binarium aplikacji
zh: 应用程序的路径和/或二进制名称

source: Choose subtree to place application in
de: Wählen Sie den Teilbaum, in den die Anwendung plaziert werden soll.
fr: Sélectionner la branche de l'annuaire ou sera placée l'entrée de l'application
it: Scegli il percorso dove salvare l'applicazione
pl: Wybierz poddrzewo do umieszczenia aplikacji
zh: 选择放置应用程序的子树

source: Icon
de: Symbol
fr: Icône
it: Icona
pl: Ikona
zh: 图标

source: Update
de: Anwenden
fr: Mise à Jour
it: Aggiorna
pl: Aktualizuj
zh: 更新

source: Reload picture from LDAP
de: Bild neu laden
fr: Recharger l'image à partir de l'annuaire LDAP
it: Ricarica immagini da LDAP
pl: Przeładuj obrazek z LDAP
zh: 从 LDAP 重新加载图片

source: Only executable for members
de: Nur ausführbar für Gruppen-Mitglieder
fr: Exécutable uniquement par les membres
it: Solo eseguibile per membri
pl: Tylko wykonywalne dla członków
zh: 只允许成员执行

source: Replace user configuration on startup
de: Konfiguration bei jedem Start ersetzen
fr: Remplacer la configuration de l'utilisateur au démarrage
it: Sostituisci laa configurazione utenti all'all'avvio
pl: Podmień konfigurację użytkownika na starcie
zh: 替换启动时用户配置

source: Place icon on members desktop
de: Platziere das Symbol auf dem Desktop der Gruppenmitglieder
fr: Placer une icône sur le bureau des membres
it: Posiziona le icone nel desktop utenti
pl: Utwórz ikonę na desktopie członka
zh: 在成员桌面放置图标

source: Place entry in members startmenu
de: Platziere einen Eintrag im Startmenü der Gruppenmitglieder
fr: Placer une entrée dans le menu démarrage des membres
it: Inserisci i valori nel menu di avvio utenti
pl: Utwórz wpis w menu startowym członka
zh: 替换成员启动菜单条目

source: Place entry in members launch bar
de: Platziere einen Eintrag in der Kontrollleiste der Gruppenmitglieder
fr: Placer une entrée dans le menu démarrage des membres
it: Inserisci i valori nella barra di avvio degli utenti
pl: Utwórz wpis w pasku uruchamiania członka
zh: 在成员的启动条放置条目

source: List of Applications
de: Liste der Anwendungen
fr: Liste des applications
it: Elenco delle applicazioni
pl: Lista aplikacji
zh: 应用程序列表

source: This table displays all applications in the selected tree.
de: Diese Tabelle enthält alle Abteilungen des gewählten Unterbaums
fr: Ce tableau montre toutes les applications dans l'arbre sélectionné.
it: Questa tabella mostra tutte le applicazioni in questa struttura.
pl: Ta tabela wyświetla wszystkie aplikacje w wybranym drzewie.
zh: 这个表显示在所选树下的所有应用程序。

source: This menu allows you to add, edit and remove selected applications. You may want to use the range selector on top of the application listbox, when working with a large number of applications.
de: Dieses Menü ermöglicht es Ihnen, Anwendungen hinzuzufügen, zu bearbeiten oder zu entfernen. Bei einer großen Anzahl von Anwendungen bietet sich die Verwendung der Bereichsauswahl an.
fr: Ce menu permet l'ajout, la suppression et la modification des applications sélectionnées. Si vous avez un grand nombre d'applications il est conseillé d'utiliser les filtres.
it: Questo menu ti consente di aggiungere, modificare e rimuovere le applicazioni selezionate. Se vuoi puoi usare i selettori in cima all'elenco applicazioni quando operi con un elevato numero di item.
pl: To menu umożliwia tworzenie, usuwanie oraz edycję wybranych aplikacji. Posiadając dużą liczbę aplikacji, może okazać się wygodniejsze korzystanie z selektorów zakresu na górze.
zh: 这个菜单允许您添加，编辑和删除所选的应用程序。对于一个长列表，您可以通过选择框上面的范围选择来调整。

source: new
de: Neu
fr: nouveau
it: nuovo
pl: nowa
zh: 新

source: Create new application
de: Neue Anwendungen erstellen
fr: Créer une nouvelle application
it: Cra una nuova applicazione
pl: Utwórz nową aplikację
zh: 创建新应用程序

source: Number of listed applications
de: Anzahl der angezeigten Anwendungen
fr: Nombre des applications

source: Application management
de: Anwendungsverwaltung
fr: Gestion des applications
it: Gestione applicazioni
pl: Zarządzanie aplikacją
zh: 应用程序管理

source: Remove options
de: Optionen entfernen
fr: Supprimer les options
it: Rimuovi opzioni
pl: Usuń opcje
zh: 删除选项

source: This application has options. You can disable them by clicking below.
de: Diese Anwendung besitzt Optionen. Sie können diese durch Betätigen der Schaltfläche unten entfernen.
fr: Cette application a des options. Vous pouvez les désactiver en cliquant sur le bouton ci-dessous.
it: Questa applicazione ha delle opzioni. Le puoi disabilitare cliccando sotto.
pl: Ta aplikacja ma włączone cechy opcji. Można je wyłączyć klikając poniżej.
zh: 该应用程序有选项。您可以点击下面按钮禁用。

source: Create options
de: Optionen aktivieren
fr: Créer des options
it: Crea opzioni
pl: Utwórz opcje
zh: 创建选项

source: This application has options disabled. You can enable them by clicking below.
de: Diese Anwendung besitzt keine Optionen. Sie können diese durch Betätigen der Schaltfläche unten hinzufügen.
fr: Cette application a des options désactivées. Vous pouvez les activer en cliquant en-dessous.
it: Questa applicazione ha le opzioni disabilitate. Le puoi abilitare cliccando sotto.
pl: Ta aplikacja ma wyłączone cechy opcji. Można je włączyć klikając poniżej.
zh: 该应用程序有选项已禁用。您可以点击下面按钮启用。

source: Add option
de: Option hinzufügen
fr: Ajouter une option
it: Aggiungi opzione
pl: Dodaj opcję
zh: 添加选项

source: Removing application parameters failed
de: Entfernen der Anwendungsparameter ist fehlgeschlagen
fr: La suppression des paramètres de l'application à échoué
it: Rimozione dei parametri dell'applicazione fallita
pl: Usuwanie parametrów aplikacji nieudane
zh: 删除应用程序参数失败

source: Value '%s' specified as option name is not valid.
de: Der von Ihnen angegebene Optionsname '%s' ist ungültig.
fr: La valeur '%s' spécifiée pour le nom de l'option est invalide.
it: Il valore '%s' specificato come nome dell'opzione non è valido.
pl: Wartość '%s' podana jako nazwa opcji jest nieprawidłowa.
zh: 值 '%s' 定义为选项名称无效。

source: Saving applications parameters failed
de: Speichern der Anwendungsparameter ist fehlgeschlagen
fr: La sauvegarde de paramètres de l'application à échoué
it: Salvataggio dei parametri dell'applicazione fallita
pl: Zapisywanie parametrów aplikacji nieudane
zh: 保存应用程序参数失败

source: no example
de: kein Beispiel
fr: pas d'exemple
it: nessun esempio
pl: brak przykładu
zh: 没有示例

source: This 'dn' is no application.
de: Dieser 'DN' ist keine Anwendung.
fr: Ce 'dn' n'est pas une application.
it: Questo 'dn' non è di nessuna applicazione
pl: Ten 'dn' nie jest aplikacją.
zh: 该 'dn' 不是应用程序。

source: Removing application failed
de: Entfernen der Anwendung ist fehlgeschlagen
fr: La suppression de l'application à échoué
it: Rimozione applicazione fallita
pl: Usuwanie aplikacji nieudane
zh: 删除应用程序失败

source: Removing application from objectgroup '%s' failed
de: Entfernen der Anwendung von Objektgruppe '%s' fehlgeschlagen
fr: La suppression de l'application du groupe d'objet '%s' à échoue
it: Rimozione dell'applicazione del gruppo di oggetti '%s' fallita
pl: Usuwanie aplikacji z grupy obiektów '%s' nieudane
zh: 从对象组 '%s' 删除应用程序失败

source: Removing application from group '%s' failed
de: Entfernen der Anwendung von der Gruppe '%s' ist fehlgeschlagen
fr: La suppression de l'application du groupe '%s' à échoué
it: Rimozione dell'applicazione dal gruppo '%s' fallita
pl: Usuwanie aplikacji z grupy '%s' nieudane
zh: 从组 '%s' 删除应用程序失败

source: The specified picture has not been uploaded correctly.
de: Das angegebene Bild wurde nicht korrekt übertragen.
fr: L'image spécifiée n'as pas été téléchargée correctement.
it: L'immagine specificata non è stata caricata correttamente.
pl: Podany obrazek nie został wgrany prawidłowo.
zh: 图片没有上传成功。

source: Specified execute path must start with '/'.
de: Der angegebene Ausführungspfad muss zwingend mit '/' beginnen.
fr: Le répertoire d'exécution doit commencer par '/'.
it: Il percorso di esecuzione deve iniziare co '/'.
pl: Podana ścieżka wykonania musi zaczynać się od '/'.
zh: 给定的执行路径必须以 '/' 起始。

source: You have no permissions to create a application on this 'Base'.
de: Sie haben keine Berechtigung, eine Anwendung unterhalb dieser 'Basis' anzulegen.
fr: Vous n'avez pas les droits suffisants pour créer une application dans cette 'Base'.
it: Non hai il permesso di creare applicazioni in questo livello.
pl: Brak uprawnień do tworzenia aplikacji w tej 'bazie'.
zh: 您无权在此 'Base' 下创建一个应用程序

source: Invalid character in application name. Only a-z 0-9 are allowed.
de: Ungültiges Zeichen in Anwendungs-Name. Nur a-z und 0-9 sind erlaubte Zeichen.
fr: Caractère non valide dans le nom de l'application. Seul les caractères de a-z et 0-9 sont permis.
it: Carattere non valido nel nome dell'applicazione: solo i caratteri a-z e 0-9 sono consentiti.
pl: Nieprawidłowe znaki w nazwie aplikacji. Dozwolone są tylko a-z 0-9.
zh: 应用程序名称中包含无效的字符。只允许 a-z 0-9。

source: Required field 'Execute' is not filled.
de: Das benötigte Feld 'Auführen' ist nicht ausgefüllt.
fr: Le champ obligatoire 'Exécuter' n'est pas rempli.
it: Il campo obbligatorio 'Esecuzione' non è strato riempito.
pl: Wymagane pole 'Wykonanie' nie jest wypełnione.
zh: 需要的字段“执行”没有填写。

source: There's already an application with this 'Name'.
de: Eine Anwendung mit diesem Namen existiert bereits.
fr: Une application ayant le même 'Nom' existe déjà.
it: C'è già un'applicazione con questo 'Nome'.
pl: Już istnieje aplikacja o takiej 'Nazwie'
zh: 已经有一个同名的应用程序。

source: Saving application failed
de: Speichern der Anwendung ist fehlgeschlagen
fr: La sauvegarde de l'application à échouée
it: Salvatggio applicazioni fallito
pl: Zapyisywanie aplikacji nieudane
zh: 保存应用程序失败

source: Application settings
de: Anwendungs-Einstellungen
fr: Préférences de l'application
it: Impostazioni applicazioni
pl: Ustawienia Aplikacji
zh: 应用程序设置

source: Saving of mime type/generic with dn '%s' failed.
de: Speichern von MIME-Typ/Allgemein mit dn '%s' fehlgeschlagen.
fr: La sauvegarde du type mime/générique avec le dn '%s' à échoué.
zh: 以 dn '%s' 保存 mime type/generic 失败。
