Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Removing of mime type/generic with dn '%s' failed.
de: Entfernen von MIME-Typ/Allgemein mit dn '%s' ist fehlgeschlagen.
fr: La suppression du type mime/généric avec le dn '%s' à échoué.
zh: 删除 dn 为 '%s' 的 mime type/generic 失败。

source: Removing mime type from objectgroup '%s' failed
de: Entfernen des MIME-Typs von Objektgruppe '%s' fehlgeschlagen
fr: La suppression du type mime du groupe d'objet '%s' à échoue
zh: 从对象组 '%s' 删除 mime type 失败

source: Please specify a valid name for this mime type.
de: Bitte geben Sie einen gültigen Namen für diesen MIME-Typ ein.
fr: Veuillez spécifier un nom valide pour ce type mime.
zh: 请为这个 mime type 指定一个有效名称。

source: Please specify at least one file pattern.
de: Bitte geben Sie mindestens ein Dateimuster ein.
fr: Veuillez spécifié au moins une extension de fichiers.
zh: 请给出至少一个文件模板。

source: There's already a mime type with this 'Name'.
de: Ein MIME-Typ mit diesem 'Namen' existiert bereits.
fr: Il existe déja un type mime avec le même 'Nom'.
zh: 已经存在一个同名的 mime type。

source: There's already an mime with this 'Name'.
de: Ein MIME-Typ mit diesem 'Namen' existiert bereits.
fr: Il existe déjà un type mime avec le même 'Nom'.
zh: 已经存在一个同名的 mime。

source: Mime type
de: MIME-Typ
fr: Type mime
pl: Typ Mime

source: Please enter a name for the mime type here
de: Bitte geben Sie hie einen Namen für den MIME-Typ ein.
fr: Veuillez entrer un nom pour le type mime
zh: 请为这个 mime type 输入一个名称。

source: Mime group
de: MIME-Gruppe
fr: Groupe de type mime
pl: Grupa Mime

source: Categorize this mime type
de: Kategorie dieses MIME-Typs
fr: Mettre ce type mime dans une catégorie
zh: 为这个 mime type 分类

source: Please specify a description
de: Bitte geben Sie eine Beschreibung ein
fr: Veuillez indiquer une description
pl: Proszę podać opis
zh: 请提供一个描述

source: Mime icon
fr: Icône mime
pl: Ikona Mime
zh: Mime 图标

source: Update mime type icon
de: Aktualisiere MIME-Typ Icon
fr: Mettre à jour l'icône mime
zh: 更新 mime 类型图标

source: Left click
de: Linksklick
fr: Clic gauche
zh: 左键单击

source: File patterns
de: Dateimuster
fr: Filtres des fichiers
zh: 文件模板

source: Please specify a new file pattern
de: Bitte geben Sie ein neues Dateimuster ein
fr: Veuillez indiquer un nouveau filtre de fichiers
zh: 请输入一个新的文件模板。

source: Add a new file pattern
de: Ein neues Dateimuster einfügen
fr: Ajouter un nouveau filtre de fichier
zh: 添加一个文件模板

source: Enter an application name here
de: Geben Sie hier den Namen der Anwendung ein
fr: Nom de l'application
pl: Proszę podać nazwę aplikacji
zh: 输入一个应用程序名称

source: Add application
de: Anwendung hinzufügen
fr: Ajouter une Application
pl: Dodaj Aplikację
zh: 添加应用程序

source: Embedding
de: Einbettung
fr: Inclure
zh: 嵌入

source: Show file in embedded viewer
de: Zeige Datei in eingebautem Betrachter
fr: Montrer le fichier dans le navigateur
zh: 以嵌入浏览器显示文件

source: Show file in external viewer
de: Zeige Datei in externem Programm
fr: Montrer le fichier dans un programme externe
zh: 用外部浏览器显示文件

source: Ask whether to save to local disk
de: Nachfragen, ob lokal gespeichert werden soll
fr: Demander si il faut le sauver sur un disque local
zh: 询问是否保存到本地硬盘

source: List of defined mime types
de: Liste von bekannten MIME-Typen
fr: Liste des type mime définis
pl: Lista zdefiniowanych typów mime
zh: 定义的 mime type 列表

source: This menu allows you to add, edit and remove selected mime types. You may want to use the range selector on top of the mime type listbox, when working with a large number of mime types.
de: Dieses Menü erlaubt es Ihnen MIME-Typen hinzuzufügen, zu bearbeiten oder zu entfernen. Bei einer großen Anzahl von MIME-Typen bietet sich die Verwendung der Bereichsauswahl an.
fr: Ce menu permet d'ajouter, de modifier ou de supprimer les types mimesélectionnés. Vous pouvez utiliser les différents filtres lorsque vous travaillez avec un nombre élevé de type mime.
zh: 这个菜单允许您添加，编辑和删除所选的 mime type。对于一个长列表，您可以通过mime type 列表框上面的范围选择来调整。

source: Mime type name
de: MIME-Typ Name
fr: Nom du type mime
pl: Nazwa typu Mime
zh: Mime type 名称

source: Display mime types matching
de: Zeige die MIME-Typen, auf die Folgendes passt
fr: Afficher les types mime correspondants
pl: Wyświetl pasujące typy mime
zh: 显示匹配的 mime type

source: Create new mime type
de: Neuen MIME-Typ erstellen
fr: Créer un nouveau type mime
pl: Utwórz nowy typ mime
zh: 创建新的 mime type

source: Number of listed mimetypes
de: Anzahl der angezeigten MIME-Typen
fr: Nombre de type mime

source: Mimetype management
de: MIME-Typ Verwaltung
fr: Gestion des type mime
pl: Zarządzanie typami Mime
zh: 邮件 mime type

source: Please specify a description for this mime type here
de: Bitte geben Sie hier eine Beschreibung für diesen MIME-Typ ein
fr: Veuillez indiquer une description pour ce type mime
zh: 请为这个 mime type 指定一个描述。

source: Mime types
de: MIME-Typen
fr: Types mime
pl: Typy Mime

source: Manage mime types
de: MIME-Typen verwalten
fr: Gérer les types mime
pl: Zarządzaj typami mime
zh: 管理 mime types

source: You're about to delete the following entry %s
de: Sie löschen gerade den folgenden Eintrag %s
fr: Vous êtes sur le point de supprimer l'entrée %s.
pl: Zamierzasz usunąć element %s.
zh: 您将要删除条目 %s。

source: You're about to delete the following entries %s
de: Sie löschen gerade die folgenden Einträge %s
fr: Vous êtes sur le point de supprimer les entrées %s
pl: Zamierzasz usunąć elementy %s.
zh: 您将要删除条目 %s。

source: You're about to delete the mime type '%s'.
de: Sie löschen gerade den MIME-Typ '%s'.
fr: Vous êtes sur le point de supprimer le type mime %s.
pl: Zamierzasz usunąć typ mime '%s'.
zh: 您将要删除 mime type '%s'。

source: You are not allowed to delete this mime type!
de: Sie haben keine Berechtigung, diesen MIME-Typ zu löschen!
fr: Vous n'êtes pas autorisé à supprimer ce type mime!
pl: Brak uprawnień do usunięcia tego typu mime!
zh: 您无权删除该 mime type！

source: This menu allows you to create, edit and delete selected users. Having a great number of users, you may want to use the range selectors on top of the user list.
de: Dieses Menü ermöglicht es Ihnen, Benutzer hinzuzufügen, zu bearbeiten oder zu entfernen. Bei einer großen Anzahl von Benutzern bietet sich die Verwendung der Bereichsauswahl an.
fr: Ce menu permet d'ajouter, modifier ou supprimer le ou les utilisateur(s) sélectionné(s). Si vous avez un grand nombre d'utilisateurs il est conseillé d'utiliser les filtres.
it: Questo menu consente di creare, modificare e cancellare gli utenti selezionati. Se vi sono kolti utenti si può utilizzare il selettore sopra l'elenco.
pl: To menu umożliwia tworzenie, edycję oraz usuwanie wybranych użytkowników. Posiadając dużą liczbę użytkowników wygodniej jest używać selektorów zakresu na górze listy użytkowników.
zh: 这个菜单允许您创建，删除和修改所选的用户。对于一个长列表，您可以通过列表上面的范围选择来调整。

source: Username
de: Benutzername
fr: Nom d'utilisateur
pl: Nazwa użytkownika
zh: 用户名

source: Select to see template pseudo users
de: Wählen Sie dies, um Vorlagen für Benutzer anzuzeigen
fr: Sélectionnez afin d'afficher les modèles des pseudo utilisateurs
it: Seleziona per vedere il modello degli psedo utenti
pl: Wybierz aby zobaczyć szablony
zh: 选择查看伪用户模板

source: Select to see users that have only a GOsa object
de: Auswählen, um die Benutzer anzuzeigen, die nur ein GOsa-Objekt haben
fr: Sélectionnez afin d'afficher les utilisateurs qui ont seulement un objet GOsa
it: Seleziona per vedere gli utenti che hanno solo un oggetto GOsa
pl: Zaznacz aby zobaczyć użytkowników którzy posiadają tylko obiekt GOsa
zh: 选择查看只拥有一个 GOsa 对象的用户

source: Show functional users
de: Zeige zweckbezogene Benutzer
fr: Afficher les utilisateurs fonctionnels
it: Mostra gli utenti funzionali
pl: Pokaż użytkowników funkcjonalnych
zh: 显示用户

source: Select to see users that have posix settings
de: Auswählen, um die Benutzer mit UNIX-Konto zu sehen
fr: Sélectionnez afin d'afficher les utilisateurs ayant un compte posix
it: Seleziona per vedere gli utenti che hanno impostazioni posix
pl: Zaznacz aby zobaczyć użytkowników którzy posiadają ustawienia posix
zh: 显示具有 posix 设置的用户

source: Show unix users
de: Zeige UNIX-Benutzer
fr: Afficher les utilisateurs Unix
it: Mostra gli utenti unix
pl: Pokaż użytkowników Unix
zh: 显示 unix 用户

source: Select to see users that have mail settings
de: Auswählen, um die Benutzer zu sehen, die eine Mail-Erweiterung besitzen
fr: Sélectionnez afin d'afficher les utilisateurs ayant un compte de messagerie
it: Seleziona per vedere gli utenti che hanno impostazioni di posta elettronica
pl: Zaznacz aby zobaczyć użytkowników którzy posiadają ustawienia poczty
zh: 显示具有邮件设置的用户

source: Show mail users
de: Zeige Mail-Benutzer
fr: Afficher les utilisateurs de messagerie
it: Mostra gli utenti di posta
pl: Pokaż użytkowników Poczty
zh: 显示邮件用户

source: Select to see users that have samba settings
de: Auswählen, um die Benutzer zu sehen, die SAMBA-Einstellungen besitzen
fr: Sélectionnez afin d'afficher les utilisateurs ayant un compte samba
it: Seleziona per vedere gli utenti che hanno impostazioni samba
pl: Zaznacz aby zobaczyć użytkowników którzy posiadają ustawienia samba
zh: 显示具有 samba 设置的用户

source: Show samba users
de: Zeige SAMBA-Benutzer
fr: Afficher les utilisateurs samba
it: Mostra gli utenti samba
pl: Pokaż użytkowników Samby
zh: 显示 samba 用户

source: Select to see users that have proxy settings
de: Auswählen, um die Benutzer zu sehen, die Proxy-Einstellungen besitzen
fr: Sélectionnez afin d'afficher les utilisateurs ayant un compte proxy
it: Seleziona per vedere gli utenti che hanno impostazioni proxy
pl: Zaznacz aby zobaczyć użytkowników którzy posiadają ustawienia proxy
zh: 显示具有代理设置的用户

source: Show proxy users
de: Zeige Proxy-Benutzer
fr: Afficher les utilisateurs proxy
it: Mostra gli utenti proxy
pl: Pokaż użytkowników proxy
zh: 显示代理用户

source: Create new user
de: Neuen Benutzer erstellen
fr: Création d'un nouvel utilisateur
it: Crea un nuovo utilizzatore
pl: Utwórz nowego użytkownika
zh: 创建新用户

source: New user
de: Neuer Benutzer
fr: Nouvel utilisateur
it: Nuovo utilizzatore
pl: Nowy użytkownik
zh: 新用户

source: Create new template
de: Neue Vorlage erstellen
fr: Créer un nouveau modèle
it: Crea un nuovo modello
pl: Utwórz nowy szablon
zh: 创建新模板

source: New template
de: Neue Vorlage
fr: Nouveau modèle
it: Nuovo modello
pl: Nowy szablon
zh: 新模板

source: Edit generic properties
de: Allgemeine Einstellungen bearbeiten
fr: Modifier les propriétés de base
it: Modifica proprietà generiche
pl: Edytuj ogólne właściwości
zh: 编辑一般属性

source: Edit UNIX properties
de: UNIX-Einstellungen bearbeiten
fr: Modifier les propriétés UNIX
it: Modifica UNIX proprietà
pl: Edytuj właściwości UNIX
zh: 编辑 UNIX 属性

source: Edit environment properties
de: Umgebungs-Einstellungen bearbeiten
fr: Modifier les propriétés d'environnement
it: Modifica proprietà dell'ambiente
pl: Edytuj właściwości Środowiska
zh: 编辑环境属性

source: Edit mail properties
de: Mail-Einstellungen bearbeiten
fr: Modifier les propriétés de messagerie
it: Modifica proprietà e-mail
pl: Edytuj właściwości Poczty
zh: 编辑邮件属性

source: Edit phone properties
de: Telefon-Einstellungen bearbeiten
fr: Modifier les propriétés téléphoniques
it: Modifica proprietà telefono
pl: Edytuj właściwości Telefonu
zh: 编辑电话属性

source: Edit fax properies
de: Fax-Einstellungen bearbeiten
fr: Modifier les propriétés fax
it: Modifica proprietà fax
pl: Edytuj właściwości Fax
zh: 编辑传真属性

source: Edit samba properties
de: Samba-Einstellungen bearbeiten
fr: Modifier les propriétés samba
it: Modifica proprietà Samba
pl: Edytuj właściwości Samba
zh: 编辑 samba 属性

source: Edit netatalk properties
de: Netatalk-Einstellungen bearbeiten
fr: Modifier les propriétés de Netatalk
it: Modifica proprietà Netatalk
pl: Edytuj właściwości Netatalk
zh: 编辑 netatalk 属性

source: Create user from template
de: Neuen Benutzer aus Vorlage erstellen
fr: Créer un nouvel utilisateur depuis un modèle
it: Crea utente da un modello
pl: Utwórz użytkownika z szablonu
zh: 从模板创建用户

source: Create user with this template
de: Neuen Benutzer aus dieser Vorlage erstellen
fr: Créer un nouvel utilisateur avec ce modèle
it: Crea utente con questo modello
pl: Utwórz użytkownika z tego szablonu
zh: 创建使用该模板的用户

source: Deactivated
de: deaktiviert
fr: Désactivé

source: Active
de: Aktiv
fr: Actif
it: Attivo
pl: Aktywne
zh: 活动

source: password
de: Kennwort
fr: mot de passe
pl: hasło
zh: 口令

source: Change password
de: Kennwort ändern
fr: Modifier le mot de passe
it: Cambia la password
pl: Zmień hasło
zh: 修改口令

source: Number of listed users
de: Anzahl der angezeigten Benutzer
fr: Nombre d'utilisateurs
pl: Ilość wyświetlonych użytkowników

source: Could not set user status from locked to unlocked.
de: Konnte Benutzerstatus nicht von 'gesperrt' auf 'nicht gesperrt' setzen.
fr: N'a pas pu placer le statut d'utilisateur de verrouillé à déverrouillé.

source: Could not set user status from unlocked to locked.
de: Konnte Benutzerstatus nicht von 'nicht gesperrt' auf 'gesperrt' setzen.
fr: N'a pas pu placer le statut d'utilisateur déverrouillé à verrouillé.

source: You are not allowed to set this users password!
de: Sie haben keine Berechtigung, das Kennwort dieses Benutzers zu setzen!
fr: Vous n'êtes pas autorisé à indiquer un mot de passe pour cet utilisateur!
it: Non ti è permesso di impostare la password dell'utente!
pl: Brak uprawnień do zmiany hasła tym użytkownikom!
zh: 您无权设置这些用户口令！

source: You're about to delete the user %s.
de: Sie löschen gerade den Benutzer %s.
fr: Vous êtes sur le point de supprimer l'utilisateur %s.
it: Stai per cancellare l'utente %s.
pl: Zamierzasz usunąć użytkownika %s.
zh: 您将删除用户 %s。

source: You are not allowed to delete this user!
de: Sie haben keine Berechtigung, diesen Benutzer zu löschen!
fr: Vous n'êtes pas autorisé à supprimer cet utilisateur!
it: Non ti è permesso di cancelale qusto utente!
pl: Brak uprawnień do usunięcia tego użytkownika!
zh: 您无权删除这个用户！

source: A person with the choosen name is already used in this tree.
de: Ein Person mit dem ausgewählten Namen ist in diesem Baum bereits angelegt.
fr: Une personne ayant ce nom existe déjà dans l'annuaire.
it: Una persona con questo nome è già in uso in questa struttura.
pl: Osoba o wybranej nazwie już istnieje w tym drzewie.
zh: 使用所选名称的用户已经在树中被使用了。

source: Creating a new user using templates
de: Erzeugen eines neuen Benutzer aus einer Vorlage
fr: Créer un nouvel utilisateur à partir d'un modèle
it: Crea un nuovo utente usando un modello
pl: Utwórz nowego użytkownika używając szablonów
zh: 用模板创建一个新用户

source: Creating a new user can be assisted by using templates. Many database records will be filled automatically. Choose 'none' to skip the usage of templates.
de: Das Anlegen von neuen Benutzern kann durch die Verwendung von Vorlagen vereinfacht werden. Viele Datenbankeinträge lassen sich damit automatisch ausfüllen. Wählen sie 'keine' um den Vorlagen-Dialog zu überspringen.
fr: La création d'un nouvel utilisateur peut être facilité en utilisant les modèles. De nombreuses informations seront ainsi remplies automatiquement. Sélectionnez 'aucun' afin de ne pas utiliser les modèles.
it: La creazione di un nuovo utene può essere esguita tramite i modelli. Molti record del database saranno compilati automaticamente. Scegli 'nessuno' per non usare un modello.
pl: Tworzenie nowego użytkownika może być wspomagane przez szablony. Wiele rekordów bazy będzie automatycznie wypełnionych. Wybierz 'brak' aby pominąć użycie szablonów.
zh: 可以使用模板来辅助新用户的创建。很多数据记录可以被自动填充。选择“无”来跳过模板选择。

source: User administration
de: Benutzerverwaltung
fr: Administration des utilisateurs
it: Utente amministativo
pl: Administracja użytkownikami
zh: 用户管理

source: To change the user password use the fields below. The changes take effect immediately. Please memorize the new password, because the user wouldn't be able to login without it.
de: Um das Benutzer-Kennwort zu ändern, nutzen Sie die Felder unten. Die Änderungen werden sofort wirksam. Merken Sie sich das Kennwort, da sich der Benutzer ohne dieses Kennwort nicht anmelden kann.
fr: Pour changer le mot de passe des utilisateurs, utilisez le champ ci-dessous. Les changements prennent effet immédiatement. Veuillez mémoriser le nouveau mot de passe sinon l'utilisateur ne pourra pas s'identifier sans celui-ci.
it: Per cambiare la password dell'utente usare il campo seguente. I cambiamenti avranno effetto immediatamente. Memorizzate la nuova passowrd perché l'utente non potrà accedere senza di essa.
pl: Aby zmienić hasło użytkownika, proszę użyć formularza poniżej. Zmiany są wprowadzane natychmiastowo. Proszę zapamiętać nowe hasło, gdyż bez niego zalogowanie będzie niemożliwe.
zh: 用下面的字段修改用口令。修改即时生效。请记住新密码，否则无法登录。

source: This includes all account data, system access rules, imap settings, etc. for this user. Please double check if your really want to do this since there is no way for GOsa to get your data back.
de: Dies umfasst alle Konto-Informationen, Zugriffsregeln, IMAP-Einstellungen, etc. dieses Benutzers. Bitte prüfen Sie genau, da es keine Möglichkeit für GOsa gibt, die Daten wiederherzustellen.
fr: Cela inclut toutes les données des comptes, les droits d'accès, la configuration imap,etc. pour cet utilisateur. Veuillez vous assurez que vous voulez effectuez cette opération étant donné qu'il est impossible pour GOsa de récupérer vos données.
it: Questo include tutti i dati dell'utente, le regole di accesso al sistema, le impostazioni imap, ecc. per questo utente. Controlla attentamente se vuoi attentamente eseguire l'operazione perché GOsa non può ripristinare i dati modificati.
pl: Operacja odnosi się do wszystkich danych dotyczących konta, dostępu, ustawień imap, etc dla tego użytkownika. Proszę upewnić się czy na pewno kontynuować, gdyż nie ma możliwości powrotu.
zh: 这包含该用户所有账号数据，系统访问规则，imap 设置等等。请再次检查您是否要这么做，因为 GOsa 没有办法将您的数据找回。

source: This 'dn' is no object group.
de: Diese 'dn' ist keine Objektgruppenerweiterungen.
fr: Ce 'dn' n'est pas un groupe objet.
it: Questo 'dn' non è un oggetto.
pl: Ten 'dn' nie jest grupą obiektową.
zh: 这个 'dn' 不是对象组。

source: too many different objects!
de: zu viele unterschiedliche Objekte!
fr: nombre d'objets différents trop important!
it: Troppo differenti oggetti!
pl: za dużo różnych obiektów!
zh: 太多不同对象！

source: users
de: Benutzer
fr: utilisateurs
it: Utenti
pl: użytkownicy
zh: 用户

source: groups
de: Gruppen
fr: groupes
it: gruppi
pl: grupy
zh: 组

source: departments
de: Abteilungen
fr: départements
it: dipartimenti
pl: departamenty
zh: 部门

source: servers
de: Server
fr: serveurs
it: server
pl: serwery
zh: 服务器

source: workstations
de: Arbeitsstationen
fr: stations de travail
it: workstation
pl: stacje robocze
zh: 工作站

source: terminals
fr: terminaux
it: terminali
pl: terminale
zh: 终端

source: phones
de: Telefone
fr: téléphones
it: telefoni
pl: telefony
zh: 电话

source: printers
de: Drucker
fr: imprimantes
it: stamoanti
pl: drukarki
zh: 打印机

source: and
de: und
fr: et
it: e ????? in che contesto????
pl: i
zh: 和

source: Non existing dn:
de: Unbekannte dn:
fr: le dn n'existe pas:
it: 'dn' non esistente:
pl: Nieistniejące dn:
zh: 不存在的 dn:

source: There is already an object with this cn.
de: Diese cn ist bereits vergeben.
fr: Il y a déjà un objet avec ce cn.
it: C'è già un altro oggetto con questo 'cn'
pl: Już istnieje obiekt z tym cn.
zh: 已经存在一个有相同 cn 的对象。

source: You can combine two different object types at maximum only!
de: Sie können maximal zwei verschiedene Objekttypen miteinander kombinieren!
fr: Vous pouvez combiner au maximum deux objets différents !
it: Al massimo puoi combinare due differenti tipi di oggetti.
pl: Można połączyć maksymalnie tylko 2 różne typy obiektów!
zh: 您最多只能组合两个不同的对象类！

source: Saving object group failed
de: Speichern des Gruppenobjektes fehlgeschlagen
fr: La sauvegarde du groupe d'objets à échoué
it: Salvataggio del gruppo di oggetti fallito
pl: Zapisywanie grupy obiektów nieudane
zh: 保存对象组失败

source: Removing object group failed
de: Entfernen der Objektgruppe ist fehlgeschlagen
fr: La suppression du groupe d'objet à échoué
it: Rimozione del gruppo di oggetti fallito
pl: Usuwanie grupy obiektów nieudane
zh: 删除对象组失败

source: ring all
de: alle gleichzeitig
fr: Tout faire sonner
it: suona tutti
pl: dzwoń do wszystkich
zh: 全部响铃

source: round robin
de: nacheinander
fr: les un après les autres

source: least recently called
de: am wenigsten Anrufe
fr: le moins appelé
it: ultime chiamate ????
pl: ostatnio wdzwaniany
zh: 最少的近期电话

source: fewest completed calls
de: am wenigsten abgeschlossene Anrufe
fr: le plus petit nombre d'appel réussi
it: poche chiamate completate ????
pl: najmniej ukończonych połączeń
zh: 最少完成的电话

source: random
de: zufällig
fr: au hasard
it: casuale
pl: losowy
zh: 随机

source: round robin with memory
de: nacheinander (mit Speicher)
fr: les un après les autres avec mémorisation du dernier utilisé
it: round robin ???? con la memoria
pl: round robin z zapamiętywaniem
zh: 内存 round robin

source: Remove the phone queue from this Account
de: Warteschlange von diesem Konto entfernen
fr: Supprimer la queue téléphonique de ce compte
it: Rimuovi la coda telefonica per questo utente
pl: Usuń kolejkę telefoniczną z tego konta
zh: 删除来自该账号的电话队列

source: Phone queue is enabled for this group. You can disable it by clicking below.
de: Diese Gruppe besitzt aktivierte die Warteschlangen-Erweiterung. Sie können diese durch einen Klick auf die untere Schaltfläche deaktivieren.
fr: Une queue téléphonique existe pour ce groupe. Vous pouvez la désactiver en cliquant sur le bouton ci-dessous.
it: La coda telefonica è abilitata per questo gruppo. La puoi disabilitare cliccando sotto.
pl: Kolejka telefoniczna jest włączona dla tej grupy. Można ją wyłączyć klikając poniżej.
zh: 电话队列已经为这个组启用。您可以点击下面按钮禁用。

source: Create phone queue
de: Warteschlange erstellen
fr: Créer une queue téléphonique
it: Crea una coda telefonica
pl: Utwórz kolejkę telefoniczną
zh: 创建电话队列

source: For this group the phone queues are disabled. You can enable them by clicking below.
de: Diese Gruppe besitzt keine gültigen Warteschlangen-Erweiterung. Sie können diese durch einen Klick auf die untere Schaltfläche aktivieren.
fr: Les queues téléphoniques sont désactivées pour ce groupe. Vous pouvez les activer en cliquant sur le bouton ci-dessous.
it: La coda telefonica è disabilitata per questo gruppo. La puoi abilitare cliccando sotto.
pl: Kolejka telefoniczna jest wyłączona dla tej grupy. Można ją włączyć klikając poniżej.
zh: 对于这个组电话队列被禁用。您可以点击下面按钮启用。

source: There must be at least one server with an asterisk database to create a phone queue.
de: Es muss mindestens ein Server mit einer Asterisk-Datenbank vorhanden sein, um eine Telefon-Warteschlange zu erstellen.
fr: Il doit y avoir au moins un serveur avec une base de données asterisk pour créer un queue téléphonique.
zh: 必须有至少一个带有 asterisk 数据库的服务器来创建一个电话队列。

source: Timeout must be numeric
de: Der Wert für 'Wartezeit' muss numerisch sein
fr: Le délai d'attente doit être un nombre
it: Il timeout deve essere un valore numerico
pl: Limit czasu musi być liczbą
zh: 超时必须填数字

source: Retry must be numeric
de: Der Wert für 'Wiederholen' muss numerisch sein
fr: Le délai de rappel automatique doit être un nombre
it: Il valore di 'Riprova' deve essere numerico
pl: Powtórzenia muszą być liczbą
zh: 重试必须填数字

source: Max queue length must be numeric
de: Der Wert für 'Maximale Grösse der Warteschlange' muss numerisch sein
fr: La taille maximale de la queue doit être un nombre
it: Il valore della massima lunghezza della coda deve essere numerico
pl: Maksymalna długość kolejki musi być liczbą
zh: 最大队列长度必须是数字

source: Announce frequency must be numeric
de: Der Wert für 'Benachrichtigungsfrequenz' muss numerisch sein
fr: La fréquence du message d'annonce doit être un nombre
it: Il valore della frequenza di annunicio deve essere numerico
pl: Częstotliwość zapowiadania musi być liczbą
zh: 公告频率必须是一个数字
