Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: New
de: Neu
fr: Nouveau
it: Nuovo
pl: Nowe
zh: 新

source: Existing
de: Vorhanden
fr: Existant
it: Esistente
pl: Istniejące
zh: 现存

source: Printer settings
de: Drucker-Einstellungen
fr: Paramètres de l'imprimante
it: Settaggio stampanti
pl: Ustawienia drukarki
zh: 打印机设置

source: Toggle admin
de: Admin-Modus umschalten
fr: Afficher/Cacher l'administrateur
it: Amministrazione Toggle???
pl: Przełącz admin
zh: 切换管理员

source: Toggle default
de: Standard umschalten
fr: Afficher/Cacher défaut
it: Default Toggle?????
pl: Przełącz domyślne
zh: 切换缺省

source: User environment settings
de: Einstellungen der Benutzer-Umgebung
fr: Utiliser les préférences d'environnement
it: Definizione ambiente utente
pl: Ustawienia środowiska użytkownika
zh: 用户环境设置

source: Specified name should only consist of uper-/lowercase characters.
de: Der angegebene Name darf nur aus Buchstaben bestehen.
fr: Le nom utilisé ne peut être composé que de caractères miniscules/majuscules.
it: Il nome specificato deve essere composto sola da caratteri maiscoli-minuscoli.
zh: 提供的名称应该包含大写/小写字符。

source: Please specify a valid script name.
de: Bitte geben Sie einen gültigen Skript-Namen ein.
fr: Veuillez spécifier un nom de script valide.
it: Per favore specificate un valido nome di script.
pl: Proszę podać prawidłową nazwę skryptu.
zh: 请提供一个有效的脚本名。

source: Specified description contains invalid characters.
de: Das Feld 'Beschreibung' enthält ungültige Zeichen!
fr: La description contient des caractères invalides.
it: La descrizione indicata contiene caratteri non validi.
pl: Podany opis zawiera nieprawidłowe znaki.
zh: 提供的描述包含无效字符。

source: Please specify a valid name. Only 0-9 a-Z is allowed.
de: Bitte geben Sie einen gültigen Namen ein (0-9 und a-z sind erlaubt).
fr: Veuillez indiquer un nom valide. Seul les chiffres de 0 à 9 et les lettres de a à Z sont permises.
it: Per favore speicifcate una valido nome. Solo i caratteri da '0-9' e 'a-Z' sono permessi.
pl: Proszę podać prawidłową nazwę. Tylko 0-9 a-Z są dopuszczalne.
zh: 请提供一个有效名称。只允许 0-9 a-Z。

source: Invalid character in description. Please specify a valid description.
de: Ungültiges Zeichen im Feld 'Beschreibung'. Bitte geben Sie eine gültige Beschreibung ein.
fr: Caractères invalides dans la description. Veuillez indiquer une description valide.
it: Caratteri non valodi nella descrizione. Per favore indicare una descrizione valida.
pl: Nieprawidłowy znak w opisie. Proszę podać prawidłowy opis.
zh: 描述中发现无效字符。请给出一个有效的描述。

source: Please specify a valid iSerial.
de: Bitte geben Sie eine gültige Seriennummer ein!
fr: Veuillez indiquer un iSerial valide.
pl: Proszę podać prawidłowy iSerial.
zh: 请输入一个有效的 iSerial。

source: Please specify a valid vendor ID. (2 byte hex like '0xFFFF')
de: Bitte geben Sie eine gültige Hersteller-ID an (2 Byte, hexadezimal, z.B. 0xFFFF)
fr: Veuillez spécifier une une identification vendeur valide. (2 octets hexadécimal comme '0xFFFF')
zh: 请指定一个有效的供应商 ID。（两字节十六进制，如 '0xFFFF'）

source: Please specify a valid product ID. (2 byte hex like '0xFFFF')
de: Bitte geben Sie eine gültige Produkt-ID ein (2 Byte, hexadezimal, z.B. 0xFFFF)
fr: Veuillez indiquer une identification produit valide. (2 octets comme 'OxFFFF')
zh: 请指定一个有效的产品 ID。（两字节十六进制，如 '0xFFFF'）

source: An Entry with this name already exists.
de: Ein Eintrag mit diesem Namen existiert bereits.
fr: Une entrée avec ce nom existe déjà.
it: Un valore con questo nome già esiste.
pl: Wpis z tą nazwą już istnieje.
zh: 同名的条目已经存在。

source: Please select an entry or press cancel.
de: Bitte wählen Sie einen Eintrag oder 'Abbrechen'.
fr: Veuillez sélectionner une entrée ou cliquez sur annuler.
it: Per favore seleziona un valoe o premi annulla.
pl: Proszę wybrać wpis lub nacisnąć Anuluj.
zh: 请选择一个条目或者按取消。

source: This account has no scalix extensions.
de: Dieses Konto besitzt keine Scalix-Erweiterungen.
fr: Ce compte n'a pas d'extensions scalix.
pl: To konto nie posiada rozszerzenia scalix
zh: 这个账号没有 scalix 扩展。

source: Remove scalix account
de: Entferne Scalix-Konto
fr: Supprimer le compte scalix
pl: Usuń konto scalix
zh: 删除 scalix 账户

source: This account has scalix synchronization enabled. You can disable it by clicking below.
de: Für dieses Konto ist Scalix-Synchronisierung aktiviert. Sie können diese deaktivieren, indem Sie auf den Knopf unterhalb drücken.
fr: Ce compte possède l'extension scalix. Vous pouvez le supprimer en cliquant sur le bouton ci-dessous.
zh: 这个账户已经启用 scalix 同步功能。要禁用请点击下面按钮。

source: Create scalix account
de: Erstelle Scalix-Konto
fr: Créer un compte scalix
pl: Utwórz konto scalix
zh: 创建 scalix 账户

source: This account has scalix synchronization disabled. You can enable it by clicking below.
de: Für dieses Konto ist die Scalix-Synchronisierung deaktiviert. Sie können diese aktivieren, indem Sie auf den Knopf unterhalb drücken.
fr: Aucune extension scalix n'existe pour ce compte. Vous pouvez en créer une en cliquant sur le bouton ci-dessous.
zh: 这个账户已经禁用 scalix 同步功能。要启用请点击下面按钮。

source: You're trying to add an invalid email address to the list of alternate addresses.
de: Sie versuchen eine ungültige Mail-Adresse in die Liste aufzunehmen.
fr: Vous essayez d'ajouter une adresse de messagerie non valide à la liste des adresses alternatives.
it: State provando ad aggiungere un indirizzo di posta elettronica non valido alla lista degli indirizzi alternativi.
pl: Próbujesz dodać nieprawidłowy adres email do listy adresów alternatywnych.
zh: 您正在添加一个无效的邮件地址到替代地址列表。

source: The address you're trying to add is already used by user
de: Die Adresse, die Sie gerade hinzufügen möchten, wird bereits von einem anderen Benutzer verwendet
fr: L'adresse entrée est déjà utilisée par un utilisateur
it: L'indirizzo che state provando ad aggiungere è già utilizzato
pl: Adres który próbujesz dodać jest już używany
zh: 您正在添加的地址已经被用户使用

source: There is no scalix mailnode specified.
de: Es wurden kein Scalix-Mailknoten angegeben.
fr: Il n'y a pas de mailnode scalix spécifié.
zh: 没有定义 scalix mailnode。

source: scalixScalixObject must be set!
de: scalixScalixObject muss vergeben sein!
fr: L'objet ScalixObject doit être présent!
zh: scalixScalixObject 必须设置!

source: Value in 'Limit Mailbox size' is not valid.
de: Das Feld 'Postfach-Kontingent' enthält einen ungültigen Wert.
fr: La valeur dans le champ 'Limit Mailbox size' n'est pas valide.
zh: '限制邮箱大小' 的值无效。

source: Scalix mailnode
de: Scalix Mailknoten
fr: Noeud de mail Scalix

source: Scalix mailbox class
de: Scalix Postfach-Klasse
fr: Type de compte de messagerie Scalix
zh: Scalix 邮箱类别

source: Limited users can not make use of the group calendar functionality in Scalix
de: Eingeschränkte Benutzer können die Gruppenkalender-Funktionalität von Scalix nicht verwenden.
fr: Les utilisateurs limites ne peuvent pas utiliser les fonctionnalité de calendrier de groupe de scalix

source: Scalix server language
de: Scalix Serversprache
fr: Langue du serveur scalix
pl: Język serwera Scalix
zh: Scalix 服务器语言

source: Message catalog language for client.
de: Sprache für Benutzer.
fr: Langue pour le client.
zh: 客户的消息分类语言。

source: Select for admin capability.
de: Auswählen für administrative Rechte
fr: Sélectionner pour ajouter les droits d'administration.
zh: 选择管理员功能。

source: Scalix Administrator
fr: Administrateur Scalix
pl: Administrator Scalix
zh: Scalix 管理员

source: Select for mailbox admin capability.
de: Auswählen für administrative Rechte für die Mailbox.
fr: Sélectionnez pour ajouter les droits d'administration sur les comptes de messagerie.
zh: 选择邮箱管理能力。

source: Scalix Mailbox Administrator
de: Scalix Postfach Administrator
fr: Administrateur des comptes Scalix
zh: Scalix 邮箱管理员

source: Hide user entry from addressbook.
de: Verstecke Benutzereintrag im Adressbuch.
fr: Cacher l'entrée de l'utilisateur dans le carnet d'adresse
zh: 从地址簿隐藏用户条目。

source: Hide this user entry in Scalix
de: Verstecke diesen Benutzereintrag in Scalix
fr: Cacher l'entrée de cet utilisateur dans Scalix
pl: Ukryj ten wpis użytkownika w Scalix
zh: 在 Scalix 中隐藏该用户条目

source: Limit mailbox size
de: Postfach-Kontingent
fr: Limiter la taille des comptes de messagerie
pl: Ogranicz rozmiar skrzynki
zh: 限制邮箱大小

source: As sanction on mailbox quota overuse, stop user from sending mail.
de: Verbiete Benutzer das Senden von Nachrichten als Folge für die Überschreitung des Postfach-Kontingentes.
fr: Comme sanction pour dépassement du quota du compte de messagerie, empêcher l'utilisateur d'envoyer des messages.
zh: 因为邮箱的 sanction 的 quota 超出配额，停止发送邮件。

source: Limit Outbound Mail
de: Einschränkung ausgehender Mail
fr: Limiter les messages en sortie
pl: Ogranicz pocztę wychodzącą
zh: 限制出栈邮件

source: As sanction on mailbox quota overuse, stop user from receiving mail.
de: Verbiete Benutzer das Empfangen von Nachrichten als Folge für die Überschreitung des Postfach-Kontingentes.
fr: Comme sanction pour dépassement du quota du compte de messagerie, empêcher l'utilisateur de recevoir des messages.
zh: 因为邮箱的 sanction 的 quota 超出配额，停止接收邮件。

source: Limit Inbound Mail
de: Eingehenden Mail-Verkehr einschränken
fr: Limiter les messages en entrée
pl: Ogranicz pocztę przychodzącą
zh: 限制入栈邮件

source: As sanction on mailbox quota overuse, notify the user by eMail.
de: Benachrichtige den Benutzer per E-Mail als Folge für die Überschreitung des Postfach-Kontingentes.
fr: Comme sanction pour dépassement du quota du compte de messagerie, avertir l'utilisateur par email.
zh: 因为邮箱的 sanction 的 quota 超出配额，邮件通知用户。

source: Notify User
de: Benachrichtige Benutzer
fr: Avertir l'utilisateur
pl: Powiadom użytkownika
zh: 通知用户

source: Scalix email addresses
de: Scalix Email-Adressen
fr: Adresse de messagerie Scalix
pl: Adres email Scalix
zh: Scalix 邮件地址

source: List of scalix email addresses
de: Liste von Scalix Mail-Adressen
fr: Liste des adresses de messagerie scalix
zh: Scalix 邮件地址列表

source: Scalix settings
de: Scalix-Einstellungen
fr: Paramètres de Scalix
pl: Ustawienia Scalix
zh: Scalix 选项

source: Nagios Account
de: Nagios-Konto
fr: Compte Nagios
it: Utente Nagios
pl: Konto Nagios
zh: Nagios 账号

source: Alias
fr: Alias de l'utilisateur
zh: 别名

source: Host notification period
de: Frequenz der Host-Meldungen
fr: Période de notification pour les systèmes
it: Periodo di notifica dell'Host
pl: Okres powiadamiania o hoście
zh: 主机通知周期

source: Service notification period
de: Frequenz der Dienst-Meldungen
fr: Période de notification pour les services
it: Periodo di notifica del servizio
pl: Okres powiadamiania o usłudze
zh: 服务通知周期

source: Service notification options
de: Optionen der Dienst-Meldungen
fr: Options pour la période de notification pour les services
it: Opzioni di notifica del servizio
pl: Opcje powiadamiania o usłudze
zh: 服务通知选项

source: Host notification options
de: Optionen der Host-Meldungen
fr: Options pour la notification des systèmes
it: Opzioni di notifica dell'Host
pl: Opcje powiadamiania o hoście
zh: 主机通知选项

source: Pager
fr: Bip
it: Numero Pager
zh: 呼机

source: Service notification commands
de: Befehle für Dienst-Meldungen
fr: Commandes pour la notification des services
it: Comandi di notifica del servizio
pl: Polecenia powiadamiania o usłudze
zh: 服务通知命令

source: Host notification commands
de: Befehle für Host-Meldungen
fr: Commandes pour la notification des systèmes
it: Comandi di notifica dell'Host
pl: Polecenia powiadamiania o hoście
zh: 主机通知命令

source: Nagios authentification
de: Nagios Authentifikation
fr: Authentification nagios
it: Autenticazione Nagios
pl: Autentykacja Nagios
zh: Nagios 鉴权

source: view system informations
de: System-Informationen anzeigen
fr: voir les informations sur le système
it: visualizza le informazioni di sistema
pl: pokaż informacje o systemie
zh: 查看系统信息

source: view configuration information
de: Konfiguration anzeigen
fr: voir les informations de configuration
it: visualizza le informazioni di configurazione
pl: Pokaż konfigurację
zh: 查看配置信息

source: trigger system commands
de: Alle System-Befehle ausführen
fr: Permettre les commandes systèmes
it: attivazione comandi di sistema
pl: przełącz polecenia systemu
zh: 触发系统命令

source: view all services
de: Alle Dienste anzeigen
fr: Voir tout les services
it: visualizza tutti i servizi
pl: pokaż wszystkie usługi
zh: 查看所有服务

source: view all hosts
de: Alle Systeme anzeigen
fr: Voir tout les hôtes
it: visualizza tutti gli host
pl: pokaż wszystkie hosty
zh: 查看所有主机

source: trigger all service commands
de: Alle Dienst-Befehle ausführen
fr: Permettre les commandes sur tout les services
it: attiva tutte le istruzioni dei servizi
pl: przełącz wszystkie polecenia usługi
zh: 触发所有服务命令

source: trigger all host commands
de: Alle Host-Befehle ausführen
fr: permettre les commandes sur tout les hôtes
it: attiva tutte le istruzioni dell'host
pl: przełącz wszystkie polecenia hosta
zh: 触发所有主机命令

source: Nagios settings
de: Nagios-Einstellungen
fr: Paramètres Nagios
it: Settaggi Nagios
pl: Ustawienia nagios
zh: Nagios 设置

source: This account has no nagios extensions.
de: Dieses Konto besitzt keine Nagios-Erweiterungen.
fr: Ce compte n'a pas d'extensions nagios.
it: Questo account non ha le estensioni Nagios.
pl: To konto nie posiada rozszerzenia nagios
zh: 这个账户尚未包含 nagios 扩展。

source: Remove nagios account
de: Nagios-Konto entfernen
fr: Supprimer l'extension nagios
it: Rimuovi l'utente Nagios
pl: Usuń konto nagios
zh: 删除 nagios 账户

source: This account has nagios features enabled. You can disable them by clicking below.
de: Dieses Konto besitzt aktivierte Nagios-Erweiterungen. Sie können diese deaktivieren, indem Sie auf die Schaltfläche unten klicken.
fr: L'extension nagios est activée pour ce compte, vous pouvez la désactiver en cliquant sur le bouton ci-dessous.
it: Questo utente ha le opzioni Nagios abilitate. Potete disabilitarle cliccando sotto.
pl: To konto posiada rozszerzenia rozszerzenia nagios. Można je wyłączyć klikając poniżej.
zh: 该账号已经启用 nagios 功能。您可以点击下面按钮禁用。

source: Create nagios account
de: Neues Nagios-Konto erzeugen
fr: Créer un compte nagios
it: Crea un utente Nagios
pl: Utwórz konto nagios
zh: 创建 nagios 账户

source: This account has nagios features disabled. You can enable them by clicking below.
de: Dieses Konto besitzt keine aktivierten Nagios-Erweiterungen. Sie können diese aktivieren, indem Sie auf die Schaltfläche unten klicken.
fr: L'extension nagios est désactivée pour ce compte, vous pouvez l'activer en cliquant sur le bouton ci-dessous.
it: Questo utente ha le opzioni Nagios disabilitate. Potete attivarle cliccando sotto.
pl: To konto nie posiada rozszerzenia nagios. Można je włączyć klikając poniżej
zh: 这个账户 nagios 功能已禁用。您可以点击下面的按钮来启用。

source: Saving nagios account failed
de: Speichern des Nagios-Kontos ist fehlgeschlagen
fr: La sauvegarde du compte nagios à échoué
it: Salvataggio dell'utente Nagios fallito
pl: Zapisywanie konta Nagios nieudane
zh: 删除 nagios 账户失败

source: The required field 'NagiosAlias' is not set.
de: Das benötigte Feld 'NagiosAlias' ist nicht gesetzt.
fr: Le champ obligatoire 'Alias de l'utilisateur' n'est pas rempli.
it: Il campo richiesto 'NagiosAlias' non è stato definito.
pl: Wymagane pole 'NagiosAlias' nie jest wypełnione
zh: 必须的字段 'NagiosAlias' 没有设置。

source: The required field 'NagiosMail' is not set.
de: Das benötigte Feld 'NagiosMail' ist nicht gesetzt.
fr: Le champ obligatoire 'adresse de messagerie' n'est pas rempli.
it: Il campo richiesto 'NagiosMail' non è stato definito.
pl: Wymagane pole 'NagiosMail' nie jest wypełnione
zh: 需要的字段 'NagiosMail' 没有设置。

source: Please enter a valid email address in 'NagiosMail' field.
de: Bitte geben Sie eine gültige E-Mail-Adresse in das Feld 'NagiosMail' ein.
fr: Veuillez entrer une adresse de messagerie valide dans le champ 'Adresse de messagerie'.
it: Indicate un valido indirizzo email nel campo 'NagiosMail'.
pl: Proszę podać poprawny adres email w polu 'NagiosMail'
zh: 请在 'NagiosMail' 字段输入一个有效的邮件地址。

source: Removing nagios account failed
de: Entfernen des Nagios-Kontos ist fehlgeschlagen
fr: La suppression du compte nagios à échoué
it: Rimozione dell'utente Nagios fallita
pl: Usuwanie konta Nagios nieudane
zh: 删除 nagios 账号失败

source: Manage netatalk account
de: Netatalk-Konto verwalten
fr: Créer un compte Netatalk
it: Gestisci gli utenti Netatalk
pl: Zarządzaj kontem Netatalk
zh: 管理 netatalk 账号

source: This account has no netatalk extensions.
de: Dieses Konto hat keine Netatalk-Erweiterungen.
fr: Ce compte n'a pas d'extensions netatalk.
it: Questo utente non ha le estensioni Netatalk.
pl: To konto nie posiada rozszerzeń Netatalk
zh: 这个账号没有 netatalk 扩展。

source: Remove netatalk account
de: Netatalk-Konto entfernen
fr: Supprimer le compte netatalk
it: Rimuovi l'utente netatalk
pl: Usuń konto Netatalk
zh: 删除 netatalk 账号

source: This account has netatalk features enabled. You can disable them by clicking below.
de: Dieses Konto hat die Netatalk-Erweiterungen aktiviert. Sie können diese deaktivieren, indem Sie auf die Schaltfläche unten klicken.
fr: L'extension netatalk est activée pour ce compte, vous pouvez la désactiver en cliquant sur le bouton ci-dessous.
it: Questo account ha le caratteristiche Netatalk abilitate. Le puoi disabilitare cliccando sotto.
pl: To konto ma włączone cechu Netatalk. Można je wyłączyć klikając poniżej.
zh: 这个账户 netatalk 功能已启用。您可以点击下面的按钮禁用。

source: Create netatalk account
de: Neues Netatalk-Konto erzeugen
fr: Créer un compte netatalk
it: Crea un utente Netatalk
pl: Utwórz konto Netatalk
zh: 创建 netatalk 账号

source: This account has netatalk features disabled. You can enable them by clicking below.
de: Dieses Konto hat keine Netatalk-Erweiterungen. Sie können diese aktivieren, wenn Sie auf die untere Schaltfläche klicken.
fr: L'extension netatalk est désactivée pour ce compte, vous pouvez l'activer en cliquant sur le bouton ci-dessous.
it: Questo account ha le caratteristiche Netatalk disabilitate. Le puoi abilitare cliccando sotto.
pl: To konto ma wyłączone cechy Netatalk. Można je włączyć klikając poniżej.
zh: 这个账户 netatalk 功能已禁用。您可以点击下面的按钮来启用。

source: You must select a share to use.
de: Sie müssen eine zu verwendende Freigabe auswählen.
fr: Vous devez sélectionner un partage à utiliser.
it: Puoi selezionare le condivisione da utilizzare.
pl: Trzeba wybrać udział do użycia.
zh: 您必须选择一个要使用的共享

source: Saving Netatalk account failed
de: Speichern des Netatalk-Kontos ist fehlgeschlagen
fr: La sauvegarde du compte Netatalk à échoué
it: Salvataggio utente Netatlk fallito
pl: Zapisywanie konta Netatalk nieudane
zh: 保存 Netatalk 账号失败

source: Removing Netatalk account failed
de: Entfernen des Netatalk-Kontos ist fehlgeschlagen
fr: La suppression du compte netatalk à échoué
it: Rimozione utente Netatalk fallito
pl: Usuwanie konta Netatalk nieudane
zh: 删除 Netatalk 账号失败

source: Share
de: Freigabe
fr: Partage
it: Condivisione
pl: Udział
zh: 共享

source: Path
de: Pfad
fr: Chemin
pl: Ścieżka
zh: 路径

source: Netatalk settings
de: Netatalk-Einstellungen
fr: Configuration Netatalk
it: Impostazioni Netatalk
pl: Ustawienia Netatalk
zh: Netatalk 设置

source: Select workstations to add
de: Wählen Sie die hinzuzufügenden Arbeitsstationen
fr: Sélectionner les stations à ajouter
it: Seleziona le workstation da aggiungere
pl: Wybierz stacje robocze do dodania
zh: 选择要添加的工作站

source: Display workstations of department
de: Zeige die Arbeitsstationen der Abteilung
fr: Afficher les stations d'un département
it: Mostra le workstation del dipartimento
pl: Wyświetl stacje robocze departamentu
zh: 显示部门的工作站

source: This account has no samba extensions.
de: Dieses Konto besitzt keine Samba-Erweiterungen.
fr: Aucune extension samba pour cet utilisateur.
it: Questo utente non ha estensioni samba
pl: To konto nie posiada rozszerzeń samba
zh: 这个账号没有 samba 扩展。

source: Remove samba account
de: Samba-Konto entfernen
fr: Supprimer le compte Samba
it: Rimuovi l'utente samba
pl: Usuń konto samba
zh: 删除 samba 账号

source: This account has samba features enabled. You can disable them by clicking below.
de: Dieses Konto besitzt aktivierte Samba-Erweiterungen. Sie können diese durch einen Klick auf die untere Schaltfläche deaktivieren.
fr: Une extension samba existe pour cet utilisateur. Vous pouvez la supprimer en cliquant sur le bouton ci-dessous.
it: Questo utente ha le estensioni samba abilitate. Potete disabilitarle cliccando sotto.
pl: To konto posiada rozszerzenia samba. Można je wyłączyć klikając poniżej.
zh: 这个账户 samba 功能已启用。您可以点击下面的按钮禁用。

source: Create samba account
de: Samba-Konto erstellen
fr: Créer un compte Samba
it: Crea un utente samba
pl: Stwórz konto samba
zh: 创建 samba 账号

source: This account has samba features disabled. You can enable them by clicking below.
de: Dieses Konto besitzt deaktivierte Samba-Erweiterungen. Sie können diese durch einen Klick auf die untere Schaltfläche aktivieren.
fr: Aucune extension samba n'existe pour cet utilisateur. Vous pouvez en créer un en cliquant sur le bouton ci-dessous.
it: Questo utente ha le estensioni samba disabilitate. Potete abilitarle cliccando sotto.
pl: To konto nie posiada rozszerzenia samba. Można he włączyć klikając poniżej.
zh: 这个账户 samba 功能已禁用。您可以点击下面的按钮来启用。

source: This account has samba features disabled. Posix features are needed for samba accounts, enable them first.
de: Dieses Konto besitzt deaktivierte Samba-Erweiterungen. Um diese zu aktivieren werden UNIX-Erweiterungen benötigt. Diese müssen zuerst aktiviert werden.
fr: La création d'un compte samba nécessite, au préalable, que l'utilisateur possède un compte Posix.
it: Questo utente ha le estensioni samba abilitate. Le caratteristiche posix sono necessarie per gli utenti samba, abilitatele prima.
pl: To konto nie posiada rozszerzenia samba. Wymagane są rozszerzenia posix, które należy włączyć wcześniej.
zh: 这个账户 samba 功能已禁用。该 samba 账户需要 Posix 功能，请先启用。

source: input on, notify on
de: Eingabe EIN, Benachrichtigen EIN
fr: entrée activée, notification activée
it: input 'on', notifica 'on'
pl: input tak, notify tak
zh: 输入打开，通知打开

source: input on, notify off
de: Eingabe EIN, Benachrichtigen AUS
fr: entrée activée, notification désactivée
it: input 'on', notifica 'off'
pl: input tak, notify nie
zh: 输入打开，通知关闭

source: input off, notify on
de: Eingabe AUS, Benachrichtigen EIN
fr: entrée désactivée, notification activée
it: input 'off', notifica 'on'
pl: input nie, notify tak
zh: 输入关闭，通知打开

source: input off, nofify off
de: Eingabe AUS, Benachrichtigen AUS
fr: entrée désactivée, notification désactivée
it: input 'off', notifica 'off'
pl: input nie, notify nie
zh: 输入关闭，通知关闭

source: disconnect
de: trennen
fr: déconnecté
it: disconnettiti
pl: rozłącz
zh: 断开

source: reset
de: zurücksetzen
fr: remise à zéro
pl: resetuj
zh: 重置

source: from any client
de: von jedem Client
fr: de n'importe quel client
it: da ogni client
pl: z każdego klienta
zh: 从任意客户

source: from previous client only
de: nur von vorherigem Client
fr: du client précédent seulement
it: solo dal precedente client
pl: tylko z poprzedniego klienta
zh: 只从上一个客户

source: Removing Samba account failed
de: Entfernen des Samba-Kontos ist fehlgeschlagen
fr: La suppression du compte Samba à échoué
it: Rimozione utente samba fallita
pl: Usuwanie konta Samba nieudane
zh: 删除 Samba 账号失败

source: Profile path
de: Profil-Pfad
fr: Chemin du Profile
it: Percorso per i profili
pl: Ścieżka do profilu

source: The value specified as '%s' contains invalid characters!
de: Der als '%s' angegebene Wert enhält ungültige Zeichen!
fr: La valeur spécifiée comme '%s' contient des caractères invalides !
it: Il valore specificato come '%s' contiene caratteri non validi!
pl: Wartość podana jako '%s' zawiera niedozwolone znaki!
zh: 给出的数据 '%s' 包含无效字符！

source: Connection
de: Verbinden
fr: Connexion
it: Connessione
pl: Połączenie
zh: 连接

source: Disconnection
de: Trennen
fr: Déconnexion
it: Disconnessione
pl: Rozłączenie
zh: 断开

source: IDLE
de: Leerlauf
fr: En attente
pl: BEZCZYNNY
zh: 闲
