Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: The GOsa team
de: Das GOsa Team
fr: L'équipe de GOsa
it: Il team GOsa
pl: Zespół GOsa
zh: GOsa 团队

source: Thin Client
fr: Clients légers
it: ??sottile??? cliente
pl: Cienki klient
zh: 瘦客户机

source: Object name
de: Objektname
fr: Nom de l'objet
it: Nome oggetto
pl: Nazwa obiektu
zh: 对象名称

source: Contents
de: Inhalt
fr: Contenu
it: Contenuti
pl: Zawartość
zh: 内容

source: This object has no relationship to other objects.
de: Dieses Objekt hat keine Referenzen zu anderen Objekten.
fr: Cette objet n'a pas de relation avec d'autres objets.
it: L'oggetto non ha relazioni con altri oggetti.
pl: Ten obiekt nie posiada powiązań z innymi obiektami.
zh: 这个对象和其他对象没有关系。

source: Object group membership
de: Objektgruppenmitgliedschaft
fr: Appartenance au groupe d'objets

source: Configure DNS
de: DNS Konfigurieren
fr: Configurer le DNS
pl: Konfiguruj DNS

source: Configure DHCP
de: DHCP Konfigurieren
fr: Configurer DHCP
pl: Konfiguruj DHCP

source: IP address
de: IP-Adresse
fr: Adresse IP
pl: adres IP

source: CSV import from file
de: CSV-Import aus Datei
fr: Importer un fichier CSV

source: Schedule
de: Plan
fr: Horaire

source: Day
de: Tag
fr: Jour

source: Month
de: Monat
fr: Mois

source: Week day
de: Wochentag
fr: Jour de la semaine

source: Target systems
de: Zielsysteme
fr: Système cible
pl: Docelowe systemy

source: Add from list
de: Aus Liste hinzufügen
fr: Sélectionnez depuis la liste
pl: Dodaj z listy

source: System mass deployment
de: Systemverteilung
fr: Déploiement des systèmes en masse

source: Keep current
de: Aktuelle Einstellung
fr: Garder à jour

source: The given value for attribute '%s' is invalid.
de: Der eingegebene Wert für das Attribut '%s' ist ungültig.
fr: La valeur spécifiée pour l'attribut '%s' est non valide.

source: You must specify at least one target
de: Sie müssen mindestens ein Ziel angeben
fr: Vous devez indiquer au moins une cible

source: Select the target objects for your scheduled action.
de: Wählen Sie die Zielobjekte für ihre geplante Aktion.
fr: Sélectionnez les cibles pour votre action programmée.

source: Available targets
de: Verfügbare Ziele
fr: Cibles disponibles
pl: Dostępne cele

source: Select to see object groups
de: Wählen, um Objektgruppen zu sehen
fr: Sélectionnez pour afficher les groupes d'objets

source: Show object groups
de: Zeige Objektgruppen
fr: Montrer les groupe d'objets

source: System deployment
de: Systemverteilung
fr: Système / Déploiement

source: You are not allowed to remove a task.
de: Sie haben keine Berechtigung. um einen Auftrag zu entfernen.
fr: Vous n'êtes pas autorisé à supprimer une tâche.

source: Your are about to delete the following tasks: %s
de: Sie löschen gerade die folgenden Aufgaben: %s
fr: Vous êtes sur le point de supprimer les tâches suivantes: %s

source: List of system deployment tasks
de: Liste der Systemverteilungsaufgaben
fr: Liste des tâches pour le déploiement de systèmes

source: This menu allows you to add, remove and change the properties of system deployment tasks.
de: Mit diesem Menü können Sie Eigenschaften für Systemverteilungsaufgaben hinzufügen, entfernen und bearbeiten.
fr: Ce menu permet d'ajouter, de supprimer ou de changer les propriétés des tâches pour le déploiement des systèmes.

source: Target
de: Ziel
fr: Cible
pl: Cel

source: Unknown
de: Unbekannt
fr: Inconnu
it: Sconosciuto
pl: Nieznane
zh: 未知

source: Can't locate or read gotomasses storage file '%s'.
de: Kann GOtoMasses Lager-Datei '%s' weder auffinden noch lesen.
fr: Impossible trouver ou lire le fichier de stockage de gotomasses'%s'.

source: Can't read gotomasses storage file '%s'.
de: Kann GOtoMasses Lager-Datei '%s' nicht lesen.
fr: Impossible de lire le fichier de stockage de gotomasses '%s'.

source: Entry broken, skipped.
de: Eintrag ungültig, übersprungen.
fr: Entrée fautive, sauté

source: Can't locate or write gotomasses storage file '%s'.
de: Kann GOtoMasses Lager-Datei '%s' weder auffinden noch schreiben.
fr: Impossible de lire ou d'écrire dans le fichier de stockage de gotomasses '%s'.

source: Localboot
de: Lokaler Start
fr: Démarrage local

source: Halt system
de: System anhalten
fr: Arrêter un système
pl: Zatrzymaj system

source: Initial installation
de: Initiale Installation
fr: Installation initiale

source: (Re)Install
de: (Neu-)Installation
fr: (Re)Installer
pl: Przeinstaluj

source: Rescan
de: Neu einlesen
fr: Relire

source: Wake
de: Aufwecken
fr: Réveiller
pl: Zbudź

source: Memory check
de: Speichertest
fr: Test mémoire
pl: Test pamięci

source: System logs
de: Systemprotokolle
fr: journaux systèmes
it: Log del sistema
pl: Logi systemowe
zh: 系统日志

source: No LOG servers defined!
de: Keine LOG-Server definiert!
fr: Pas de serveurs de journaux systèmes définis!
it: Nessun server de log definito!
pl: Nie zdefiniowano serwerów logowania!
zh: 没有定义日志主机！

source: Can't connect to log database, no logs can be shown!
de: Die LOG-Datenbank kann nicht erreicht werden. Es können keine Protokolle angezeigt werden!
fr: Impossible de se connecter à la base de données des journaux systèmes, aucun journal ne peut être affiché!
it: Non posso connettere al database dei log. Nessun log può essere mostrato!
pl: Nie można połączyć się z bazą serwera logowania. Nie można wyświetlić logów!
zh: 无法连接到日志数据库，无法显示日志！

source: Can't select log database for log generation!
de: Die LOG-Datenbank kann bezüglich der Protokollgenerierung nicht ausgewählt werden!
fr: Impossible de sélectionner la base de données des journaux systèmes afin de générer les logs!
it: Non posso selezionare il database dei log per generarli!
pl: Nie można wybrać bazy danych do generowania logów!
zh: 无法为创建日志选择日志服务器！

source: Query for log database failed!
de: Die Anfrage zur LOG-Datenbank ist fehlgeschlagen!
fr: La requête sur la base de données des journaux systèmes a échoué!
it: Interrogazione al atabase dei log fallita!
pl: Zapytanie do bazy logów nieudane!
zh: 查询日志数据库失败！

source: All
de: Alle
fr: Tout
it: Tutti
pl: Wszystkie
zh: 全部

source: one hour
de: eine Stunde
fr: Une heure
it: un ora
pl: jedna godzina
zh: 1 小时

source: 6 hours
de: 6 Stunden
fr: 6 heures
it: 6 ore
pl: 6 godzin
zh: 6 小时

source: 12 hours
de: 12 Stunden
fr: 12 heures
it: 12 ore
pl: 12 godzin
zh: 12 小时

source: 24 hours
de: 24 Stunden
fr: 24 heures
it: 24 ore
pl: 24 godziny
zh: 24 小时

source: 2 days
de: 2 Tage
fr: 2 jours
it: 2 giorni
pl: 2 dni
zh: 2 天

source: one week
de: eine Woche
fr: une semaine
it: una settimana
pl: jeden tydzień
zh: 1 星期

source: 2 weeks
de: 2 Wochen
fr: 2 semaines
it: 2 settimane
pl: 2 tygodnie
zh: 2 星期

source: one month
de: ein Monat
fr: un mois
it: un mese
pl: jeden miesiąc
zh: 1 个月

source: System log view
de: Systemprotokolle
fr: Affichage des journaux système
it: Sistema di visualizzazione dei log
pl: Podgląd logu systemowego
zh: 系统日志显示

source: Show hosts
de: Zeige Rechner
fr: Afficher les machines
it: Mostra gli hosts
pl: Pokaż hosty
zh: 显示主机

source: Log level
de: Priorität
fr: Niveaux des journaux systèmes
it: Livello dei log
pl: Poziom logu
zh: 日志级别

source: Time interval
de: Zeit-Intervall
fr: Intervalle de temps
it: Intervallo di tempo
pl: Interwał czasowy
zh: 时间间隔

source: Enter string to search for
de: Zu suchende Zeichenkette
fr: Entrée la chaîne de caractères à rechercher
it: Inserisci la stringa per la ricerca
pl: Proszę podać szukany ciąg znaków
zh: 输入要查询的字符串

source: Ruleset
de: Regelsatz
fr: Ensemble de règles
it: Insieme di regole
pl: Reguły
zh: 规则集

source: Level
fr: Niveau
it: Livello
pl: Poziom
zh: 级别

source: Hostname
fr: Nom d'hôte
it: Nome Host
pl: Nazwa hosta
zh: 主机名

source: Mail queue
de: Mail-Warteschlange
fr: Queue du serveur de messagerie
it: Coda delle mail
pl: Kolejka pocztowa
zh: 邮件队列

source: Please check your 'gosa.conf', there is no 'MAILQUEUESCRIPTPATH' specified.
de: Bitte überprüfen Sie Ihre 'gosa.conf' - der Eintrag 'MAILQUEUESCRIPTPATH' wurde nicht gefunden.
fr: Veuillez vérifier votre fichier 'gosa.conf' il n'y a pas de 'MAILQUEUESCRIPTPATH' spécifiée.
it: Per favore verifica il file 'gosa.conf'; non è specificata la variabile 'MAILQUEUESCRIPTPATH'.
pl: Proszę sprawdzić plik 'gosa.conf', brak opcji 'MAILQUEUESCRIPTPATH.
zh: 请检查您的 'gosa.conf'，没有定义 'MAILQUEUESCRIPTPATH'。

source: You do not have permission to execute the command '%s' on the mailqueue.
de: Sie haben keine Berechtigung, um das Kommando '%s' auf der Mail-Warteschlange auszuführen.
fr: Vous n'avez pas l'autorisation pour exécuter la commande '%s' sur la queue de messagerie.
it: non hai il permesso di eseguire il comando '%s' su questa coda di mail.
zh: 您无权在这个邮件队列执行命令 '%s'。

source: Please check your 'gosa.conf' the given '%s' can't be executed.
de: Bitte überprüfen Sie Ihre 'gosa.conf' - '%s' kann nicht ausgeführt werden.
fr: Veuillez vérifier votre fichier 'gosa.conf' la commande %s ne peut pas être exécutée.
it: Verifica il file 'gosa.conf' perché l'istruzione '%s' non può essere eseguita.
pl: Proszę sprawdzić plik 'gosa.conf', polecenie '%s' nie może być wykonane.
zh: 请检查您的 'gosa.conf'，给出的 '%s' 无法执行。

source: There are no mail server specified.
de: Es wurden keine Mail-Server angegeben.
fr: Il n'y a pas de serveur de mail spécifié.
it: Non è specificato un server di posta.
pl: Nie ma zdefiniowanych serwerów pocztowych
zh: 没有定义邮件服务器。

source: up
de: auf
fr: au dessus
it: su
pl: góra
zh: 上

source: down
de: ab
fr: En dessous
it: giù
pl: dół
zh: 下

source: no limit
de: keine Beschränkung
fr: pas de limites
it: nessun limite
pl: bez limitu
zh: 无限

source: hours
de: Stunden
fr: heures
it: ore
pl: godzin
zh: 小时

source: Hold
de: Vorhalten
fr: Mettre en attente
it: Tieni
pl: Wstrzymaj
zh: 挂起

source: Un hold
de: Vorhalten aufheben
fr: Enlever de la file d'attente
it: Non tenere
pl: Wznów
zh: 解除挂起

source: Not active
de: inaktiv
fr: Pas actif
it: Non attivo
pl: Nieaktywne
zh: 不活动

source: Please enter a search string here.
de: Bitte geben Sie einen Such-String ein.
fr: Veuillez indiquer une chaîne de caractères a rechercher.
it: Per favore inserisci una stringa di ricerca.
pl: Proszę podać tutaj szukany ciąg znaków.
zh: 请在这里输入一个查询字符串。

source: Select a server
de: Wählen Sie einen Server
fr: Sélectionnez un serveur
it: Seleziona un server
pl: Wybierz serwer
zh: 选择一个服务器

source: with status
de: mit Status
fr: avec les statuts
it: con stato
pl: ze statusem
zh: 具有状态

source: within the last
de: innerhalb der letzten
fr: pendant la dernière
it: senza l'ultimo
pl: W ciągu ostatnich
zh: 在最近的

source: Remove all messages
de: Entferne alle Nachrichten
fr: Enlever tout les messages
it: Rimuovi tutti i messaggi
pl: Usuń wszystkie wiadomości
zh: 删除所有邮件

source: Remove all messages from selected servers queue
de: Entferne alle Nachrichten aus der Warteschlange des gewählten Servers
fr: Enlever tout les messages des queues sélectionnées
it: Rimuovi tutti i messaggi dalla coda server selezionata
pl: Usuń wszystkie wiadomości z wybranej kolejki serwerów
zh: 从所选服务器队列中删除所有邮件

source: Hold all messages
de: Alle Nachrichten vorhalten
fr: Mettre en attente tout les messages
it: Tieni tutti i messaggi
pl: Wstrzymaj wszystkie wiadomości
zh: 挂起所有邮件

source: Hold all messages in selected servers queue
de: Alle Nachrichten in der Warteschlange des gewählten Servers vorhalten
fr: Mettre en attente tout les messages dans les queues sélectionnées
it: Tieni tutti i messaggi della lista server selezionata
pl: Wstrzymaj wszystkie wiadomości w wybranej kolejce serwerów
zh: 从所选服务器队列中挂起所有邮件

source: Release all messages
de: Alle Nachrichten freigeben
fr: Libérer tout les messages
it: Rilascia tutti i messaggi
pl: Wznów wszystkie wiadomości
zh: 解除所有邮件

source: Release all messages in selected servers queue
de: Alle Nachrichten in der Warteschlange des gewählten Servers freigeben
fr: Libérer tout les messages dans les queues sélectionnées
it: Rilascia tutti i messaggi nella coda server selezionata
pl: Wznów wszystkie wiadomości w wybranej kolejce serwerów
zh: 从所选服务器队列中解除所有邮件

source: Requeue all messages
de: Alle Nachrichten wieder einreihen
fr: Remettre tout les messages dans la queue
it: Riaccoda tutti i messaggi
pl: Przekolejkuj wszystkie wiadomości
zh: 所有邮件重入队列

source: Requeue all messages in selected servers queue
de: Alle Nachrichten in der Warteschlange des gewählten Servers wieder einreihen
fr: Remettre tout les messages dans les queues sélectionnées
it: Riaccoda tutti i messaggi nella coda server selezionata
pl: Przekolejkuj wszystkie wiadomości w wybranej kolejce serwera
zh: 所选服务器队列所有邮件重入队列

source: Search returned no results
de: Die Suche verlief ergebnislos...
fr: La recherche n'a renvoyé aucun résultat
it: La ricerca non ha prodotto risultati
pl: Wyszukiwanie nie zwróciło danych
zh: 查无结果

source: Arrival
de: Ankunft
fr: Arrivée
it: Arrivo
pl: Dotarcie
zh: 到达

source: Recipient
de: Empfänger
fr: Destinataire
it: Destinatario
pl: Odbiorca
zh: 收件人

source: Delete this message
de: Diese Nachricht entfernen
fr: Supprimer ce message
it: Cancella questo mesaggio
pl: Usuń tą wiadomosc
zh: 删除这条信息

source: unhold
de: Vorhalten aufheben
fr: enlever de la file d'attente
it: Non tenere????
pl: wznów
zh: 释放

source: Release message
de: Nachricht freigeben
fr: Enlever le message de la file d'attente
it: Rilascia il messaggio
pl: Wznów wiadomość
zh: 解除挂起的邮件

source: hold
de: vorhalten
fr: mettre dans la file d'attente
it: tieni
pl: wstrzymaj
zh: 挂起

source: Hold message
de: Nachricht vorhalten
fr: Mettre en attente
it: Tieni il messaggio
pl: Wstrzymaj wiadomość
zh: 挂起邮件

source: requeue
de: wieder einreihen
fr: remettre dans la queue
it: riaccoda
pl: rekolejkuj
zh: 重入队列

source: Requeue this message
de: Diese Nachricht wieder einreihen
fr: Remettre ce message dans la queue
it: Riaccoda questi messaggi
pl: Rekolejkuj tą wiadomość
zh: 将此邮件重入队列

source: header
de: Kopfzeilen
fr: entête
pl: nagłówek
zh: 邮件头

source: Display header from this message
de: Zeige Kopfzeilen dieser Nachricht
fr: Afficher l'entête de ce message
it: Mostra l'header di questo messaggio
pl: Wyświetl nagłówek tej wiadomości
zh: 显示此邮件邮件头

source: The CSV import plugin provides methods to generate user accounts from a file containing Comma Seperated Values. The administrator can decide which columns should be transfered to which attribute. Note that you must have at least the UID, GIVENNAME and SURENAME set.
de: Das CSV Import Plugin stellt Methoden bereit, um Benutzerkonten aus einer CSV Datei zu generieren. Der Administrator kann die Zuordnung zwischen Spalte und Benutzerattribut frei wählen. Es müssen jedoch mindestens die Attribute UID, GIVENNAME und SURENAME gesetzt sein.
fr: L'extension CSV permet de générer des comptes utilisateurs depuis un fichier contenant des valeurs séparées par des virgules. L'administrateur peut choisir quelle colonne doivent être transférées vers quel attribut. Notez que vous devez au moins avoir le UID, GIVENNAME et SURENAME fournis.
it: Il plugin di importazione CSV possiede metodi perm generare utentida file contenenti Comma Seperated Values. L'amministratore può decidere quali colonne debbonoe ssere correlate a ciscun attributo. Ricorda che devi inserire almeno l'UID, il GIVENNAME e il SURENAME.
pl: Dodatek imoprt CSV zapewnia metody do wygenerowania kont użytkowników z pliku zawierającego wartości oddzielone przecinkami. Administrator może zdecydować które kolumny powinny być zmapowane na jakie atrybuty. Proszę zauważyć że trzeba zmapować conajmniej zestaw UID, GIVENNAME i SURENAME.
zh: 该 CVS 导入插件提供一个从逗号分隔格式文件创建用户账号的功能。管理员可以决定哪一个列被导入到哪一个属性。注意必须包含 UID, GIVENNAME 和 SURENAME 字段

source: Select CSV file to import
de: Auswahl der zu importierenden CSV Datei
fr: Sélectionnez le fichier CSV à importer
it: Seleziona il file CSV da importare
pl: Wybierz plik CSV do importu
zh: 选择要导入的 CSV 文件

source: Select template
de: Auswahl der Vorlage
fr: Sélectionnez le modèle
it: Seleziona il modello
pl: Wybierz Szablon
zh: 选择模板

source: All entries have been written to the LDAP database successfully.
de: Alle Einträge wurden erfolgreich in die LDAP-Datenbank geschrieben.
fr: Toutes les entrées on été écrites correctement dans l'arbre LDAP.
it: Tutti i valori sono stati correttamente scritti nel database LDAP.
pl: Wszystkie elementy zostały prawidłowo zapisane w bazie LDAP.
zh: 所有记录成功写入 LDAP 数据库。

source: Oups. There was an error during the import of your data.
de: Es gab einen Fehler während des Importvorgangs Ihrer Daten.
fr: Oups. Il à eu une erreur lors de l'importation de vos données.
it: Ohps... C'è stato un errore durante l'importazione dei dati.
pl: Ups. Wystąpił błąd podczas importu danych.
zh: 哎哟! 导入过程中遇到一个错误。

source: Here is the status report for the import:
de: Statusreport des Imports:
fr: Voici le rapport de votre importation:
it: Ecco il report dello stato dell'importazione:
pl: Raport z importu:
zh: 这里是导入过程的状态报告：

source: Selected Template
de: Gewählte Vorlage
fr: Modèle sélectionné
it: Seleziona un modello
pl: Wybrany Szablon
zh: 所选模板

source: The LDIF import plugin provides methods to upload a set of entries to your running LDAP directory as ldif. You may use this to add new or modify existing entries. Remember that GOsa will not check your ldifs for GOsa conformance.
de: Dieses Modul ermöglicht es Ihnen, einen Satz von Einträgen als LDIF in Ihre laufende LDAP-Datenbank zu importieren. Sie können diese Funktion beispielsweise zum Hinzufügen oder Aktualisieren existierender Einträge nutzen. Beachten Sie dabei bitte, dass GOsa die LDIF-Datei nicht auf Konformität prüft.
fr: L'extension d'exportation/importation au format LDIF permet exporter/importer une série d'entrées au format ldif dans l'annuaire. Vous pouvez utiliser cette fonctionnalité pour ajouter de nouvelles entrées ou modifier des entrées existantes. Rappelez vous que GOsa ne vérifiera pas vos ldifs par rapport au schéma utilisés par GOsa.
it: Il plugin di importazione LDIF dispone di metodi di caricamento di serie di valori nella directory LDAP come ldif. Potete utilizzarlo per aggiungere o modificare dei valori. Ricordate che GOsa non verifica i vostri file ldifs rispetto all conformità con GOsa.
pl: Import LDIF umożliwia wprowadzenie zestawu wpisów do działającego katalogu LDAP jako ldif. Można użyć tej funkcjonalności aby dodać nowe lub zmodyfikować isniejące wpisy. Pamiętaj, że GOsa nie sprawdza zgodności ldif z systemem GOsa.
zh: 该 LDIF 导入插件提供上传一个 ldif 格式的数据集到正在运行的 LDAP 目录中的方法。您可以用这个功能添加或更改记录。注意 GOsa 将不会检查您的 ldif 文档格式。

source: Import LDIF File
de: Importiere LDIF Datei
fr: Importation d'un fichier LDIF
it: Importa i file LDIF
pl: Importuj plik LDIF
zh: 导入 LDIF 文件

source: Modify existing attributes
de: Überschreibe vorhandene Attribute
fr: Modifier les attributs existants
it: Modifica i valori esistenti
pl: Zmień istniejące atrybuty
zh: 修改已经存在的属性

source: Overwrite existing entry
de: Existierenden Eintrag überschreiben
fr: Récrire cette entrée
it: Sovrascrivi i valori esistenti
pl: Zastąp istniejący wpis
zh: 覆盖已经存在的条目

source: Import successful
de: Import erfolgreich
fr: Importation réussie
it: Importazione completata con successo
pl: Import powiódł się
zh: 导入成功

source: The LDIF export plugin provides methods to download a complete snapshot of the running LDAP directory as ldif. You may save these files for backup purpose or when initializing a new server.
de: Dieses Modul ermöglicht Ihnen den Download der kompletten momentan verwendeten LDAP-Datenbank. Die übertragenen Dateien können beispielsweise zur Datensicherung oder zur Einrichtung eines neuen Servers benutzt werden.
fr: L'extension d'exportation au format LDIF permet d'exporter une copie complète de l'annuaire LDAP au format ldif. Ces fichiers peuvent être utilisés à des fins de sauvegarde ou lors de la mise en place d'un nouveau serveur.
it: Il plugin di esportazione LDIF dispone di metodi di scaricamento di copie dei valori nella directory LDAP come ldif. Potete salvare questi file per finalità di backup o per inizializzare un nuovo server.
pl: Dodatek eksport LDIF zapewnia metody do sciągnięcia pełnego obrazu działającego katalogu LDAP jako ldif. Można zapisać te pliki dla celów bezpieczeństwa lub podczas inicjalizacji nowego serwera.
zh: 该 LDIF 导出插件提供将运行中的 LDAP 目录整体导出为 ldif 的功能。您可以保存这些文件用于备份或者初始化一个新服务器。

source: Export single entry
de: Exportiere einzelnen Eintrag
fr: Exporter une seule entrée
it: Esporta il singolo valore
pl: Eksportuj pojedynczy wpis
zh: 导出单条记录

source: Export complete LDIF for
de: Exportiere vollständige LDIF-Datei für
fr: Exporter un fichier LDIF complet pour
it: Esporta un file LDIF completo per
pl: Eksportuj kompletny LDIF dla
zh: 导出整个 LDIF

source: Choose the department you want to Export
de: Wählen Sie die Abteilung, die exportiert werden soll
fr: Choisissez le département que vous voulez exporter
it: Scegli il dipartimento che vuoi esportare
pl: Wybierz departament, który chcesz eksportować
zh: 选择要导出的部门

source: Export IVBB LDIF for
de: Exportiere IVBB LDIF für
fr: Exporter un IVBB LDIF de
it: Esporta file IVBB LDIF per
pl: Eksportuj IVBB LDIF dla
zh: 导出 IVBB LDIF

source: Export successful
de: Export erfolgreich
fr: Exportation réussie
it: Esportazione riuscita
pl: Eksport zakończony powodzeniem
zh: 导出成功

source: Click here to save the complete LDAP database to a file
de: Hier klicken, um die gesamte LDAP-Datenbank in eine Datei zu exportieren.
fr: Cliquez ici pour sauvegarder l'arbre LDAP dans un fichier
it: Clicca quì per salvare il database integrale di LDAP in un file
pl: Kliknij tutaj aby zapisać kompletną bazę LDAP do pliku
zh: 点击这里保存整个 LDAP 数据库到一个文件

source: Click here to save the LDAP Export
de: Hier klicken, um die exportierten Daten in eine Datei zu speichern
fr: Cliquez ici pour exporter l'arbre LDAP
it: Clicca quì per salvare l'esportazione LDAP
pl: Kliknij tutaj aby zapisać Eksport LDAP
zh: 点击这里保存 LDAP 导出

source: LDIF export
de: LDIF exportieren
fr: Exportation LDIF
it: Esportazione LDIF
pl: export LDIF
zh: LDIF 导出

source: You've no permission to do LDAP imports.
de: Sie haben keine Berechtigung, um Daten in die LDAP-Datenbank zu importieren.
fr: Vous n'avez pas les droits nécessaires pour effectuer des importations LDAP.
it: Non hai il permesso di effettuare importazioni LDAP.
pl: Nie masz uprawnień aby wykonać import LDAP.
zh: 您无权执行 LDAP 导入。

source: The specified file is empty.
de: Die angebene Datei ist leer.
fr: Le fichier spécifié est vide.
it: Il file specificato è vuoto.
pl: Podany plik jest pusty.
zh: 输入文件为空。

source: There is no file uploaded.
de: Es wurde keine Datei hochgeladen.
fr: Pas de fichier téléchargé.
it: Nessun file importato.
pl: Brak wgranych plików.
zh: 没有文件上传。

source: Unknown Error
de: Unbekannter Fehler
fr: Erreur Inconnue
it: Errore sconosciuto
pl: Nieznany błąd
zh: 未知错误

source: CSV import
fr: Importer un fichier CSV
it: importa file CSV
pl: import CVS
zh: CSV 导入

source: You've no permission to do LDAP exports.
de: Sie haben keine Berechtigung, um Daten aus der LDAP-Datenbank zu exportieren.
fr: Vous n'avez pas les droits nécessaires pour effectuer des exportations LDAP.
it: Non hai il permesso di esportare dati da LDAP.
pl: Brak uprawnień do eksportowania bazy LDAP.
zh: 您无权进行 LDAP 导出。

source: Error while exporting the requested entries!
de: Fehler beim Export der angeforderten Einträge!
fr: Une erreur s'est produite lors de l'exportation!
it: Errore nella fase di esportazione dei valori richiesti!
pl: Błąd podczas eksportowania żądanych wpisów!
zh: 导出条目出现错误！
