Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: use debug mode for startup
de: benutze Fehlersuch-Modus
fr: utilisez le mode de débogage pour le démarrage
it: usa la modalità debug allo startup
pl: użyj trybu debug podczas uruchamiania
zh: 启动时启用诊断模式

source: Kernel modules (format: name parameters)
de: Kernel-Module (Format: Name Parameter)
fr: Modules du kernel (format : nom paramètre)
it: Moduli del kernel (formato: nome parametri)
pl: Modułu jądra (format: nazwa parametry)
zh: 内核模块（格式： 名称 参数）

source: Add additional modules to load on startup
de: Zusätzliche Module hinzufügen, die während des Starts geladen werden sollen
fr: Ajouter des modules à charger au démarrage
it: Aggiungere i moduli addizionali da caricare in fase di avvio
pl: Dodaj inne moduły do załadowania na starcie
zh: 添加在启动中要加载的模块

source: Mountpoint
de: Mount-Pfad
fr: Point de montage
it: Punto di montaggio
pl: Punkt montowania
zh: 挂载点

source: Generic virus filtering
de: Generische Einstellung - Virus-Filterung
fr: Filtrage antivirus générique
it: Filtro dei virus generico
zh: 通用病毒过滤

source: Database user
de: Datenbank-Benutzer
fr: Base de données utilisateur
it: Utente database
zh: 数据库用户

source: Database mirror
de: Datenbank-Spiegel
fr: Base de données mirroir
it: Mirror database
zh: 数据库镜像

source: Http proxy URL
fr: URL du proxy http
it: URL Http del proxy
zh: Http 代理 URL

source: Maximum threads
de: Maximale Anzahl der Threads
fr: Nombre de processus maximum
it: Massimo numero threads
zh: 最大线程数

source: Select number of maximal threads
de: Wählen Sie maximale Anzahl von Threads
fr: Sélectionnez le nombre maximal de processus
it: Seleziona un mumero massimo di thread
zh: 选择最大线程数

source: Max directory recursions
de: Maximale Anzahl von Verzeichnisrekursionen
fr: Nombre maximum de récursions dans les répertoires
it: Numero massimo di recursioni
zh: 最大目录递归

source: Checks per day
de: Überprüfungen pro Tag
fr: Vérifications par jour
it: Controlli per giorno
zh: 每天检查次数

source: Enable debugging
de: Debugging aktivieren
fr: Activer le deboguage
it: Attiva il debug
zh: 启用 debug

source: Enable mail scanning
de: Mail-Filterung aktivieren
fr: Activer la vérification antivirus de la messagerie
it: Attiva la scansione della posta
zh: 启用邮件扫描

source: Archive scanning
de: Archive untersuchen
fr: Vérification des archives
it: Scansione degli archivi
zh: 文档扫描

source: Enable scanning of archives
de: Untersuchen von Archiven aktivieren
fr: Activer la vérification des archives
it: Attiva la scansione degli archivi
zh: 启用归档扫描

source: Block encrypted archives
de: Verschlüsselte Archive abweisen
fr: Bloquer les archives encryptées
it: Blocca archivi criptati
zh: 封锁加密归档

source: Maximum file size
de: Maximale Dateigröße
fr: Taille maximum des fichiers
it: massiam dimensione file
pl: Maksymalny rozmiar pliku
zh: 最大文件大小

source: Maximum recursion
de: Maximale Anzahl der Rekursionen
fr: Récursions maximum
it: Ricorsione massima
zh: 最大递归

source: Maximum compression ratio
de: Maximale Kompressionsrate
fr: Ratio maximum de compression
it: Massimo livello di compressione
zh: 最大压缩率

source: General
de: Allgemein
fr: Général
it: Generale
pl: Ogólne
zh: 普通

source: Printer name
de: Druckername
fr: Nom de l'imprimante
it: Nome stampante
pl: nazwa drukarki
zh: 打印机名称

source: Details
fr: Détails
it: Dettagli
pl: Szczegóły
zh: 详细

source: Printer location
de: Drucker-Standort
fr: Localisation de l'imprimante
it: Localizzazione stampante
pl: Lokalizacja drukarki
zh: 打印机位置

source: Printer URL
de: Drucker URL
fr: URL de l'imprimante
it: URL della stampante
pl: URL drukarki
zh: 打印机 URL

source: Driver
de: Treiber
fr: Pilote
pl: Sterownik
zh: 驱动

source: Users which are allowed to use this printer
de: Benutzer mit Berechtigung, diesen Drucker zu nutzen
fr: Utilisateurs qui sont autorisés à utiliser cette imprimante
it: Utenti che possononutilizzare questa stampante
pl: Użytkownicy którzy mogą używać tej drukarki
zh: 允许使用该打印机的用户

source: Users
de: Benutzer
fr: Utilisateurs
it: Utente
pl: Użytkownicy
zh: 用户

source: Add user
de: Benutzer hinzufügen
fr: Ajouter un utilisateur
it: Aggiungi utente
pl: Dodaj użytkownika
zh: 添加用户

source: Add group
de: Gruppe hinzufügen
fr: Ajouter un groupe
it: Aggiungi gruppo
pl: Dodaj grupę
zh: 添加组

source: Users which are allowed to administrate this printer
de: Benutzer mit Berechtigung, diesen Drucker zu verwalten
fr: Utilisateur qui sont autorisés à administrer cette imprimante
it: Utenti che possono amministrare questa stampante
pl: Użytkownicy, którzy mogą administrować tą drukarką
zh: 允许管理该打印机的用户

source: Admins
de: Administratoren
fr: Administrateurs
it: Amministratori
pl: Administratorzy
zh: 管理员

source: List of configured repositories.
de: Liste der verfügbaren Repositories.
fr: Liste des dépôts configurés.
it: Elenco dei riposizionamenti configurati (repositories)
pl: Lista skonfigurowanych repozytoriów
zh: 配置仓库列表

source: Add repository
de: Repository hinzufügen
fr: Ajouter un dépôt
it: Aggiungi riposizionamento
pl: Dodaj repozytorium
zh: 添加仓库

source: This menu allows you to create, delete and edit repository settings.
de: Dieses Menü erlaubt es Ihnen, Repository-Einstellungen zu erstellen, zu entfernen und zu bearbeiten.
fr: Ce menu vous permet créer, effacer et éditer des classes des dépôts FAI.
it: Questo menu consente di creare, cancellare e modificare le impostazioni di riposizionamento.
pl: To menu umożliwia tworzenie, usuwanie oraz edycję ustawień repozytorium.
zh: 这个菜单允许您创建，删除和修改仓库设置。

source: You can't delete this manufacturer, it is still in use by these system(s) '%s'
de: Sie können diesen Hersteller nicht entfernen, er wird noch von folgendem(n) System(en) verwendet: '%s'
fr: Vous ne pouvez pas effacer ce fournisseur, il est utilisé actuellement par ce(s) système(s) '%s'
it: Non puoi cancellare questo produttore; è ancora in uso in uso su questo sistema '%s'
pl: Nie można usunąć tego producenta, jest on wciąż używany przez te system(y) '%s'
zh: 您不能删除这个制造商，它仍然被这些系统使用 '%s'

source: Please specify a name.
de: Bitte geben Sie einen Namen ein!
fr: Veuillez indiquer un nom.
it: Per favore specificate un nome.
pl: Proszę podać nazwę
zh: 请输入一个名字。

source: Specified name is already in use, please choose another one.
de: Der angegebene Name wird bereits verwendet. Bitte wählen Sie einen anderen.
fr: Le nom indiqué est déjà utilisé, veuillez en choisir un autre.
it: il nome indicato è già in uso; per favore sceglietene un altro.
pl: Podana nazwa jest już używana, proszę wybrać inną.
zh: 提供的名称已经被使用，请选择另外一个。

source: List of available cartridge type for this type of printer
de: Verfügbare Patronentypen für diesen Druckertyp
fr: Liste des types de cartouches disponibles pour ce type d'imprimante
it: Elenco del tipo di cartucce disponibili per questo genere di stampanti
pl: Lista dostępnych typów kartridży dla tego typu drukarki
zh: 这种打印机的可用硒鼓列表

source: This dialog allows you to create new types of cartridges, and select one or more types for your printer. Cartridge types depends on the printer type you have selected. For each selected cartridge type there will be a new cartridge created, this allows you to select the same cartridge type for more then one printer.
de: Dieser Dialog erlaubt es Ihnen, neue Arten von Patronen hinzuzufügen und einen oder mehrere Typen zu Ihrem Drucker zuzuordnen. Patronentypen sind abhängig von Ihrem gewählten Druckertyp. Für jeden gewählten Patronentyp wird eine neue Patrone erstellt. Dies erlaubt es Ihnen, den gleichen Patronentyp für mehr als einen Drucker zu verwenden.
fr: Cette page vous permet de créer de nouveaux types de cartouches, et de sélectionner un ou plusieurs type pour votre imprimante. Les types de cartouches dépendent du type d'imprimante que vous avez sélectionné. Pour chaque type de cartouche sélectionné il y aura une nouvelle cartouche crée, ceci vous permettra de sélectionner le même type de cartouche pour plusieurs imprimantes.
it: Questa finestra ti consente di creare nuovi tipi di cartucce per le tue stampanti. I tipi di cartucce dipendono dal tipo di stampante che hai selezionato. Per ogni cartuccia scelta sarà creata una nuova acrtuccia e questo ti consentirà di selezionare la stessa per più di una stampante.
pl: Ten dialog umożliwia tworzenie nowych typów kartridży oraz wybrania jednego lub więcej typów drukarki. Typ kartridża zależy od typu wybranej drukarki. Dla każdego wybranego typu katridża zostanie utworzony nowy kartridż. To pozwala na wybranie tego samego typu kartidża dla więcej niż jednej drukarki.
zh: 这个对话框用于创建新的硒鼓类型，以及选择一到多个打印机类型。硒鼓类型和所选的打印机类型相关。每一个选择的硒鼓类型将有一个新的硒鼓被创建，这允许您为一个以上的打印机选择同一种硒鼓。

source: Display cartridge types matching
de: Zeige die Patronentypen, auf die Folgendes passt
fr: Afficher les types de cartouches correspondantes
it: Mostra i tipi di cartucce corrispondenti
pl: Wyświetl pasujące typy katridży
zh: 显示匹配的硒鼓类型

source: Regular expression for matching cartridge types
de: Regulärer Ausdruck zum Erkennen von Patronentypen
fr: Expression régulière pour sélectionner les cartouches correspondantes
it: Espressioni regolari per confrontare i tipi di cartucce
pl: Wyrażenie regularne dla dopasowania kartridźy
zh: 匹配硒鼓类型的正则表达式

source: Best thing to do before performing this action would be to save the current contents of your MySql database in a file. So - if you've done so - press 'Delete' to continue or 'Cancel' to abort.
de: Es ist eine gute Idee, vor dieser Aktion eine komplette Sicherung Ihrer MySQL-Datenbank zu erstellen. Wenn Sie dies erledigt haben, drücken Sie 'Entfernen', um fortzufahren oder 'Abbrechen', um die aktuelle Aktion abzubrechen.
fr: Il est conseillé de sauvegarder le contenu de votre base de données MySql dans un fichier avant de réaliser cette action. Donc - si vous avez fait cela - appuyez sur 'Supprimer' pour continuer ou 'Annuler' pour abandonner.
it: La miglior cosa da fare prima di realizzare questa azione può essere quella di salvare i contenuti correnti del database MySql in un file. Una volta che lo avete fatto, premete 'Cancella' per continuare o 'cancella per annullare l'operazione.
pl: Przed wykonaniem tej operacji zaleca się wykonanie kopii bezpieczeństwa bazy MySQL. Naciśnij 'Usuń' aby kontynuować, lub 'Anuluj' aby przerwać.
zh: 最好在执行这个操作之前，保存当前 MySQL 数据库中的内容到一个文件。所以，如果您已经这么做了，按“删除”继续或者按“取消”退出。

source: unknown
de: unbekannt
fr: inconnu
it: Sconosciuto
pl: nieznane
zh: 未知

source: show chooser
de: zeige Auswahl
fr: Afficher le sélecteur
it: Mostra le scelte
pl: pokaż wybor
zh: 显示选择

source: load balanced
de: lastverteilt
fr: répartition de charge
it: Bilanciamento carichi
pl: równoważone obciążenie
zh: 负载均衡

source: ICA client
de: Citrix Metaframe
fr: Client ICA
it: Client ICA
pl: Klient ICA

source: Choose the phone located at the current terminal
de: Wählen Sie das sich am momentanen Arbeitsplatz befindende Telefon.
fr: Choisissez le téléphone situé à coté du terminal
it: Seleziona il telefono collegato al terminale corrente
pl: Wybierz telefon umieszczony przy obecnym terminalu
zh: 在当前终端中选择电话

source: Please specify a valid VSync range.
de: Bitte geben Sie einen gültigen VSync-Bereich an.
fr: Veuillez spécifier une plage valide pour la fréquence de synchronisation verticale.
it: Per favore specificare un valido range VSync.
pl: Proszę podać prawidłowy parametr VSync
zh: 请指定一个有效的 VSync 范围。

source: Please specify a valid HSync range.
de: Bitte geben Sie einen gültigen HSync-Bereich an.
fr: Veuillez spécifier une plage valide pour la fréquence de synchronisation Horizontale.
it: Per favore specificare un valido range VSync.
pl: Proszę podać prawidłowy parametr HSync.
zh: 请指定一个有效的 HSync 范围。

source: Saving workstation services failed
de: Speichern der Arbeitsstations-Dienste ist fehlgeschlagen
fr: La sauvegarde des services de la station de travail à échoué
it: SAlvataggio dei servizi delle workstation fallito
pl: Zapisywanie usług stacji roboczej nieudane
zh: 保存工作站服务失败

source: default
de: Standard
fr: défaut
pl: domyślny
zh: 缺省

source: Saving terminal service information failed
de: Speichern der Terminal-Dienst Informationen ist fehlgeschlagen
fr: La sauvegarde des Informations sur les services du terminal à échoué
it: Salvataggio delle informazioni sui servizi del terminale fallita
pl: Zapisywanie ustawień usługi terminala nieudane
zh: 保存终端服务信息失败

source: Select objects to add
de: Wählen Sie die hinzuzufügenden Objekte
fr: Sélectionnez les objets à ajouter
it: Seleziona gli oggetti da aggiungere
pl: Wybierz obiekty do dodania
zh: 选择要添加的对象

source: Printer type
de: Druckertyp
fr: Type de l'imprimante
it: Tipo di stampanti
pl: Typ drukarki
zh: 打印机类型

source: Supported interfaces
de: Unterstützte Schnittstellen
fr: Interfaces supportées
it: Interfacce supportate
pl: Wspierane interfejsy
zh: 支持的界面

source: Serial
de: Seriell
fr: Série
it: Seriali
pl: Szeregowy
zh: 串行

source: Parallel
fr: Parallèle
it: Parallele
pl: Równoległy
zh: 并行

source: Contact person
de: Kontaktperson
fr: Personne de contact
it: Persona di contatto
pl: Osoba kontaktowa
zh: 联系人

source: Attachments
de: Anhänge
fr: Documents liés
it: Allegati
pl: Załączniki
zh: 附加

source: Installed cartridges
de: Installierte Patronen
fr: Cartouches installés
it: Cartucce installate
pl: Zainstalowane kartridźe
zh: 安装的硒鼓

source: Default lease time needs to be numeric.
de: Die Standard-Leasedauer muß numerisch sein.
fr: Le temps de bail par défaut doit être numérique.

source: Maximum lease time needs to be numeric.
de: Maximale Leasedauer muß numerisch sein.
fr: Le temps de bail maximum doit être numérique.

source: Default lease time needs to smaller than the maximum lease time.
de: Die Standard-Leasedauer muß kleiner als die maximale Leasedauer sein.
fr: Le temps de bail par défaut doit être plus petit que le temps de bail maximum.

source: Workstation template
de: Vorlage für Arbeitsstation
fr: Modèle de station de travail
it: Modello delle workstation
pl: Szablon stacji roboczej
zh: 工作站模板

source: Workstation name
de: Name der Arbeitsstation
fr: Nom de la station de travail
it: Nome delle workstation
pl: Nazwa stacji roboczej
zh: 工作站名称

source: Operating system
de: Betriebssystem
fr: Système d'exploitation
it: Sistema operativo
pl: System operacyjny
zh: 操作系统

source: Installed devices
de: Installierte Geräte
fr: Périphériques installés
it: Componenti installati
pl: Zainstalowane urządzenia
zh: 安装设备

source: Software
fr: Logiciel
pl: Oprogramowanie
zh: 软件

source: Contracts
de: Verträge
fr: Contrats
it: Contratti
pl: Kontrakty
zh: 联系

source: This 'dn' has no phone features.
de: Diese 'dn' besitzt keine Telefon-Erweiterungen.
fr: Ce 'dn' n'a pas d'extensions téléphoniques.
it: Questo 'dn' non ha le caratteristiche per il telefono
pl: Ten 'dn' nie posiada cech telefonu.
zh: 这个 'dn' 没有电话功能。

source: dynamic
de: dynamisch
fr: dynamique
it: dinamica
pl: dynamiczne
zh: 动态

source: Network settings
de: Netzwerk-Einstellungen
fr: Configuration réseau

source: Can't delete because there are users which are depending on this phone. One of them is user '%s'.
de: Das Telefon kann nicht entfernt werden, da es abhängige Benutzer gibt. Der erste Benutzer in der Liste ist '%s'.
fr: Impossible d'effacer ce téléphone parce que certains utilisateurs l'utilisent. Un de ces utilisateur est '%s'.

source: Removing phone failed
de: Entfernen des Telefons ist fehlgeschlagen
fr: La suppression du téléphone à échoué
it: Rimozione del telefono fallita
pl: Usuwanie telefonu nieudane
zh: 删除电话失败

source: The required field IP address is empty.
de: Das benötigte Feld 'IP-Adresse' ist leer.
fr: Le champ obligatoire adresse IP n'est pas rempli.
it: il campo obbligatorio 'indirizzo IP' è vuoto.
pl: Wymagane pole adres IP jest puste.
zh: 需要的 IP 地址字段为空。

source: The field IP address contains an invalid address.
de: Das Feld 'IP-Adresse' enthält eine ungültige Adresse.
fr: Le champ adresse IP contient une adresse invalide.
it: Il campo 'indirizzo IP' contiene un indirizzo non valido.
pl: Pole adres IP zawiera nieprawidłowy adres.
zh: IP 地址字段包含无效地址。

source: The required field 'Phone name' is not set.
de: Das benötigte Feld 'Telefon-Name' ist nicht gesetzt.
fr: Le champ obligatoire 'Nom du téléphone' n'est pas rempli.
it: Il campo obbligatorio 'Nome telefono' non è definito.
pl: Wymagane pole 'Nazwa telefonu' jest puste.
zh: 需要的字段“电话名称”没有设置。

source: The 'Phone name' '0' is reserved and cannot be used.
de: Der Telefon-Name '0' ist reserviert und kann nicht verwendet werden.
fr: Le 'Nom du téléphone' '0' est réservé et ne peut pas être utilisé.
it: Il 'Nome teelfono' '0' è riservato e non può essere utilizzato.
pl: Nazwa telefonu '0' jest zarezerwowana i nie może być użyta.
zh: '0' 作为保留 '电话名' 不能使用。

source: You have no permissions to create a phone on this 'Base'.
de: Sie haben keine Berechtigung, ein Telefon unterhalb dieser 'Basis' anzulegen.
fr: Vous n'avez pas l'autorisation de créer un téléphone sur cette 'Base'.
it: Non hai il permesso di creare telefoni in questo livello.
pl: Brak uprawnień do tworzenia telefonu w tym elemencie.
zh: 您无权在此 'Base' 下创建一个电话

source: Saving phone failed
de: Speichern des Telefons ist fehlgeschlagen
fr: La sauvegarde du téléphone à échoué
it: Salvataggio del telefono fallito
pl: Zapisywanie telefonu nieudane
zh: 保存电话失败

source: Required field 'Range' is not filled.
de: Das benötigte Feld 'Bereich' ist nicht ausgefüllt.
fr: Le champ obligatoire 'Intervalle' n'est pas rempli.

source: Field 'Range' contains invalid IP addresses.
de: Das Feld 'Bereich' enthält ungültige IP-Adressen.
fr: Le champ 'Intervalle' contient une adresse ip invalide.

source: Manage System-types
de: System-Typen verwalten
fr: Gérer le type de système
it: Gestisci i tipi di sistema
pl: Zarządzaj typami systemów
zh: 管理系统类型

source: The ppd file will be removed from the server and can not be restored.
de: Die PPD-Datei wird vom Server entfernt und kann nicht wieder hergestellt werden.
fr: Le fichier ppd sera effacé du serveur et ne pourra pas être récupéré.
zh: 服务器中的 ppd 文件将被删除并且不能被恢复。

source: You're about to delete the glpi attachment component '%s'.
de: Sind sind dabei, den GLPI Anhang '%s' zu löschen.
fr: Vous êtes sur le point de supprimer le composant glpi attaché '%s'.
it: State per cancellare il componente allegato glpi '%s'.
pl: Zamierzasz usunąć załącznik glpi '%s'.
zh: 您将要删除 glpi 附件组件 '%s'。

source: You can't delete this attachment, it is still in use by these system(s) '%s'
de: Sie können diesen Anhang nicht entfernen, er wird noch von folgendem(n) System(en) verwendet: '%s'
fr: Impossible d'effacer ce fichier attaché, tant qu'il est utilisé par ce(s) système(s) '%s'.
it: Non potete cancelalre questo allegato perché è ancora in uso dal(i) sistema(i) '%s'
pl: Nie można usunąć tego załącznika, jest wciąż używany przez system(y) '%s'
zh: 您不能删除这个附件，它仍然被这些系统使用 '%s'

source: There is no valid file uploaded.
de: Es wurde keine gültige Datei hochgeladen.
fr: Pas de fichier valide téléchargé.
it: Il file da caricare non è valido.
pl: Brak wgranego poprawnego pliku.
zh: 没有上传有效文件。

source: Upload wasn't successfull.
de: Upload war nicht erfolgreich.
fr: Le téléchargement n'a pas réussi.
it: Il caricamento non ha avuto successo.
pl: Wgrywanie nieudane.
zh: 上传没有成功。

source: Missing directory '%s/glpi/' to store glpi uploads.
de: Das Verzeichnis '%s/glpi/' zum Speichern von GLPI-Uploads wurde nicht gefunden.
fr: Le répertoire de téléchargement pour gpli '%s/glpi' est manquant.
zh: 缺少目录 '%s/glpi/' 来保存 glpi 上传。

source: There is already a file with the same name uploaded.
de: Es wurde bereits eine Datei mit dem selben Namen hochgeladen.
fr: Il existe déjà un fichier avec ce nom.
it: C'è già un file caricato con lo stesso nome.
pl: Już istnieje wgrany plik z tą samą nazwą.
zh: 已经有同名文件上传。

source: Can't create file '%s'.
de: Kann Datei '%s' nicht anlegen.
fr: Impossible de créer le fichier '%s'.
it: Non posso creare il file '%s'.
pl: Nie można stworzyć pliku '%s'.
zh: 无法创建文件 '%s'。

source: File is available.
de: Datei ist verfügbar.
fr: Le fichier est disponible.
it: Il file è disponibilie.
pl: Plik jest dostępny
zh: 文件可用。

source: File is not readable, possibly the file is missing.
de: Datei konnte nicht gelesen werden, vielleicht ist nicht vorhanden.
fr: Le fichier n'est pas lisible, il est probablement manquant.
it: Non è possibile leggere il file, forse è mancante.
pl: Nie można czytać pliku, prawdopodobnie plik nie istnieje.
zh: 文件无法读取，可能是文件缺失。

source: Currently no file uploaded.
de: Es wurde noch keine Datei hochgeladen.
fr: Pas de fichier téléchargé.
it: Attualmente il file non è caricato.
pl: Obecnie brak wgranych plików
zh: 目前没有文件上传。

source: This table displays all available attachments.
de: Diese Tabelle enthält alle verfügbaren Anhänge.
fr: Ce tableau montre tout les fichiers attachés disponibles.
it: Questa tabella mostra tutti gli allegati disponibili.
pl: Ta tabela wyświetla wszystkie dostepne załączniki
zh: 这个表显示所有可用的附件。

source: empty
de: leer
fr: vide
it: vuoto
pl: pusto
zh: 空

source: Create new attachment
de: Neuen Anhang erstellen
fr: Créer un nouveau fichier attaché
it: Crea un nuovo allegato
pl: Stwórz nowy załącznik
zh: 创建新附件

source: New Attachment
de: Neuer Anhang
fr: Nouveau document lié
it: Nuovo allegato
pl: Nowy załącznik
zh: 新附件

source: Please specify a valid name for this attachment.
de: Bitte geben Sie einen gültigen Namen für diesen Anhang an.
fr: Veuillez spécifier un nom valide pour ce document lié.
it: Per favore specificate un nome valido per questo allegato.
pl: Proszę podać prawidłową nazwę dla tego załącznika.
zh: 请为这个附件指定一个有效名称。

source: Printer driver
de: Drucker-Treiber
fr: Pilote d'imprimante
it: Driver della stampante
pl: Sterownik drulkarki
zh: 打印机驱动

source: Model
de: Modell
fr: Modèle
it: Modello
zh: 模型

source: Select
de: Auswahl
fr: Sélectionner
it: Seleziona
pl: Wybierz
zh: 选择

source: New driver
de: Neuer Treiber
fr: Nouveau pilote
it: Nuovo driver
pl: Nowy sterownik
zh: 新驱动

source: Create new DHCP section
de: Neue DHCP-Sektion erstellen
fr: Créer une nouvelle section DHCP

source: Please choose one of the following DHCP section types.
de: Bitte verwenden Sie eine der folgenden DHCP Sektionstypen
fr: Veuillez choisir parmis les type de sections DHCP suivantes.

source: Choose section type to create
de: Wählen Sie den Typ der zu erstellenden Sektion
fr: Choisissez le type de section à créer

source: Remove spamassassin extension
de: Spamassassin-Erweiterung entfernen
fr: Enlever l'extension spamassassin
it: Rimuovi le estensioni di spamassassin
zh: 删除 spamassassin 扩展

source: This server has spamassassin features enabled. You can disable them by clicking below.
de: Dieser Server besitzt aktivierte Spamassassin-Funtionen. Sie können diese durch einen Klick auf die Schaltfläche unten deaktivieren.
fr: Ce serveur à l'extension spamassassin activée. Vous pouvez la désactiver en cliquant sur le bouton ci-dessous.
it: Questo server ha le estensioni spamassasin attivate. Le puoi disabilitare cliccando sotto.
zh: 这个服务器启用了 spamassassin 功能。您可以点击下面按钮禁用。

source: Add spamassassin service
de: Spamassassin-Dienst hinzufügen
fr: Ajouter un service spamassassin
it: Aggiungi il servizio spamassassin
pl: Dodaj usługę Spamassasin
zh: 添加 spamassassin 服务

source: This server has spamassassin features disabled. You can enable them by clicking below.
de: Aktuell besitzt dieser Server keine aktivierten Spamassassin-Funktionen. Sie können diese durch einen Klick auf die Schaltfläche unten aktivieren.
fr: Ce serveur à l'extension spamassassin désactivé. Vous pouvez l'activer en cliquant sur le bouton ci-dessous.
it: Questo server ha le estensioni spamassasin disattivate. Le puoi abilitare cliccando sotto.
zh: 这个服务器禁用了 spamassassin 功能。您可以点击下面按钮启用。
