Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: The timeout property '%s' is checked and contains invalid or no characters!
de: Die Zeitlimitoption '%s' ist ausgewählt, das entsprechende Feld enthält ungültige oder keine Zeichen!
fr: La propriété temps d'attente '%s' est activée et contient des caractères invalides ou ne contient rien!
it: La proprietà di timeout '%s' è attiva e non contiene caratteri o ne include di non validi!
pl: Właściwości timeoutu '%s' są włączone i zawierają nieprawidłowe znaki, lub są puste!
zh: 超时属性 '%s' 检查发现包含无效字符或者为空！

source: The windows user manager only allows eight clients. You've specified more than eight.
de: Die Benutzerverwaltung von Windows erlaubt nur acht Clients. Sie haben mehr als acht angegeben.
fr: Le gestionnaire d'utilisateurs windows accepte seulement huit clients. Vous en avez spécifiés plus de huit.
it: Le finestre di gestione degli utenti permettono solo otto client. Ne hai specificati più di otto.
pl: User manager w windows zezwala tylko na 8 klientów. Podano więcej niż 8.
zh: Windows 用户管理员只允许八个客户。您指定的超过八个。

source: Warning: This account has an undefined samba SID assigned. The problem can not be fixed by GOsa!
de: Achtung: Diesem Konto ist eine unbekannte Samba-SID zugeordnet. GOsa kann dieses Problem nicht beheben!
fr: Attention: Ce compte possède un SID samba non assigné: Le problème ne peut pas être fixé par GOsa!
it: Attenzione: questo utente ha un SID samba assegnato che è indefinito. Questa incongruenza non può essere risolta da GOsa!
pl: Ostrzeżenie: To konto ma przypisany niezdefiniowany samba SID. Ten problem nie może być naprawiony przez GOsa!
zh: 警告：这个账号分配了一个未定义的 samba SID。这个问题不能被 GOsa 解决。

source: Warning: Can't identify users primary group - no conversion to a samba group possible!
de: Warnung: Die primäre Benutzergruppe kann nicht identifiziert werden, daher kann keine Umwandlung in eine Samba-Gruppe vorgenommen werden!
fr: Erreur: Impossible d'identifier le groupe principal de l'utilisateur - la transformation vers un groupe samba est impossible !
it: Attenzione: non posso identifcare un gruppo primario di utilizzatori. Nessuna conversione a gruppi samba è possibile!
pl: Ostrzeżenie: Nie można określić podstawowej grupy użytkowników - nie jest możliwa konwersja do grupy samba!
zh: 警告: 无法识别用户主要组──无法转换到一个 samba 组。

source: Saving Samba account failed
de: Speichern des Samba-Kontos fehlgeschlagen
fr: La sauvegarde du compte Samba à échoué
it: Salvataggio utente samba fallito
pl: Zapisywanie konta Samba nieudane
zh: 保存 Samba 账号失败

source: Sunday
de: Sonntag
fr: Dimanche
it: Domenica
pl: Niedziela
zh: 星期日

source: Monday
de: Montag
fr: Lundi
it: Lunedì
pl: Poniedziałek
zh: 星期一

source: Tuesday
de: Dienstag
fr: Mardi
pl: Wtorek
zh: 星期二

source: Wednesday
de: Mittwoch
fr: Mercredi
pl: Środa
zh: 星期三

source: Thursday
de: Donnerstag
fr: Jeudi
it: Giovedì
pl: Czwartek
zh: 星期四

source: Friday
de: Freitag
fr: Vendredi
it: Venerdì
pl: Piątek
zh: 星期五

source: Saturday
de: Samstag
fr: Samedi
it: Sabato
pl: Sobota
zh: 星期六

source: Samba home
de: Samba-Basisverzeichnis
fr: Répertoire de l'utilisateur samba
pl: Katalog domowy Samba
zh: Samba 主目录

source: Script path
de: Anmeldeskript
fr: Chemin du Script
it: Path degli script
pl: Ścieżka do skryptu
zh: 脚本路径

source: Access options
de: Zugriffsoptionen
fr: Options d'accès
it: Opzioni di accesso
pl: Opcje dostępu
zh: 访问选项

source: Allow user to change password from client
de: Der Benutzer darf das Kennwort vom Client aus ändern
fr: Autoriser les utilisateurs à changer de mot de passe à partir d'une station cliente
it: Permetti agli utenti di cambiare la password dai loro client
pl: Zezwól użytkownikowi na zmianę hasła z klienta
zh: 允许用户从客户端修改口令

source: Login from windows client requires no password
de: Die Anmeldung vom Windows-Client erfordert kein Kennwort
fr: L'identification sur une station windows ne nécessite pas de mot de passe
it: Accesso dai client windows non richiede la password
pl: Logowanie z klienta windows nie wymaga hasła
zh: 从 Windows 客户端登录不需要口令

source: Temporary disable samba account
de: Vorübergehende Deaktivierung des Samba-Zugriffs
fr: Désactiver temporairement le compte Samba
it: Disabilita temporaneamente l'account samba
pl: Tymczasowo wyłącz konto samba
zh: 临时禁用 samba 账号

source: Domain
de: Domäne
fr: Domaine
it: Dominio
pl: Domena
zh: 域

source: Terminal Server
fr: Serveur de terminaux
zh: 终端服务器

source: Allow login on terminal server
de: Anmeldung am Terminalserver zulassen
fr: Permet la connexion sur un serveur de terminaux
it: Consenti accesso da un terminal server
pl: Zezwól na logowanie do serwera terminali
zh: 允许登录到终端服务器

source: Inherit client config
de: Client-Konfiguration übernehmen
fr: Hérite de la configuration du client
it: Eredita la configurazione client
pl: Odziedzicz konfigurację klienta
zh: 继承客户配置

source: Initial program
de: Startprogramm
fr: Programme initial
it: Programma iniziale
pl: Program pierwotny
zh: 初始程序

source: Working directory
de: Arbeitsverzeichnis
fr: Répertoire de travail
it: Directory di lavoro
pl: Katalog roboczy
zh: 工作目录

source: Timeout settings (in minutes)
de: Zeitlimit (in Minuten)
fr: Configuration du temps d'attente (en minutes)
it: Tempo di timeout (in minuti)
pl: Ustawienia Timeoutu (w minutach)
zh: 超时设置（分钟）

source: Client devices
de: Client-Geräte
fr: Périphériques clients
it: Dispositivo client
pl: Urządzenia klienta
zh: 客户设备

source: Connect client drives at logon
de: Client-Laufwerke beim Anmelden verbinden
fr: Connecter les lecteurs clients à l'identification
it: Collega i drives dei client alla connessione
pl: Podłącz dyski klienta przy logowaniu
zh: 登录时连接客户驱动器

source: Connect client printers at logon
de: Client-Drucker beim Anmelden verbinden
fr: Connecter les imprimantes clients à l'identification
it: Collega le stampanti dei client alla connessione
pl: Podłącz drukarki klienta przy logowaniu
zh: 登录时连接客户打印机

source: Default to main client printer
de: Standard-Drucker vom Client wählen
fr: Imprimante par défaut
it: Default alla stampante del client principale
pl: Ustaw główną drukarkę klienta jako domyślną
zh: 缺省用主要客户打印机

source: Miscellaneous
de: Verschiedenes
fr: Divers
it: Miscellanea
pl: Różne
zh: 杂项

source: Shadowing
de: Spiegeln
fr: Masquer

source: On broken or timed out
de: Bei Trennung oder abgelaufenem Zeitlimit
fr: Sur interrompu ou temps d'attente dépassé
it: In caso di guasto o timeout
pl: Przy rozłączeniu lub timeoucie
zh: 断开或超时

source: Reconnect if disconnected
de: Wiederherstellen falls unterbrochen
fr: Reconnexion si déconnecté
it: Ricollega in caso di disconnessione
pl: Połącz jeśli rozłączono
zh: 断线重连

source: Lock samba account
de: Samba-Konto sperren
fr: Verrouiller le compte Samba
it: Blocca gli utenti samba
pl: Zablokuj konto samba
zh: 锁定 samba 账号

source: Limit Logon Time
de: Limitiere Logon Zeit
fr: Limiter les temps d'accès
it: Tempo limite di connessione
pl: Ogranicz czas logowania
zh: 限制登录时间

source: Limit Logoff Time
de: Limitiere Logoff Zeit
fr: Limiter les heures de déconnections
it: Temnpo limite di disconnessione
pl: Ogranicz czas wylogowania
zh: 限制退出时间

source: Account expires after
de: Konto läuft ab am
fr: Le compte expire après
it: Scadenza utenti dopo
pl: Konto wygasa po
zh: 账号过期于

source: Samba logon times
de: Samba-Anmeldezeiten
fr: Heures d'accès à Samba
pl: Czasy logowań Samba
zh: Samba 登录次数

source: Edit settings...
de: Einstellungen bearbeiten...
fr: Editer les paramètres...
pl: Zmień ustawienia...
zh: 编辑设置...

source: Allow connection from these workstations only
de: Erlaube Verbindungen nur von diesen Arbeitsstationen
fr: Permet la connections depuis ces stations seulement
it: Permetti connessioni solo da queste workstation
pl: Zezwól na połączenia tylko z tych stacji
zh: 只允许从这些工作站建立连接

source: Specify the hours this user is allowed to log in
de: Wählen Sie die Stunden, in denen sich der Benutzer anmelden darf
fr: Indiquez les heures auquel l'utilisateur est autorisé à se connecter
pl: Podaj godziny w których użytkownik może się logować
zh: 指定用户允许登录几个小时

source: Hour
de: Stunde
fr: Heure
pl: Godzina
zh: 小时

source: There is no mail method '%s' specified in your gosa.conf available.
de: Die in ihrer gosa.conf angegebene Zustellungs-Methode '%s' ist nicht verfügbar.
fr: Il n'y a pas de méthode de messagerie correspondante à la méthode '%s' spécifiée dans votre fichier de configuration gosa.conf.
it: Non è specificato un metodo di inoltro posta '%s' nel file gosa.conf disponibile.
pl: Nie ma takiego trybu poczty '%s' podanego w Twoim pliku gosa.conf.
zh: 在您的 gosa.conf 中，没有邮件方法 '%s'。

source: No DESC tag in vacation file:
de: Kein DESC-Tag in der Abwesenheits-Datei:
fr: Pas de drapeau DESC dans le message d'absence:
it: NOn c'è un 'DESC tag' nel file per le assenze:
pl: Brak znacznika DESC w pliku autorespondera
zh: 假期文件没有 DESC 标签：

source: This account has no mail extensions.
de: Dieses Konto hat keine Mail-Erweiterungen.
fr: Ce compte n'a pas d'extensions de messagerie.
it: Questo utente non ha estensioni di posta elettronica.
pl: To konto nie posiada rozszerzeń pocztowych
zh: 这个账号没有邮件扩展。

source: Remove mail account
de: Mail-Konto entfernen
fr: Supprimer le compte de messagerie
it: Rimuovi utente di posta
pl: Usuń konto pocztowe
zh: 删除邮件账号

source: This account can't be removed while there are delegations configured. Remove those delegations first.
de: Dieses Konto kann nicht entfernt werden, solange Delegationen konfiguriert sind. Entfernen Sie diese zunächst.
fr: Ce compte ne peut pas être effacé tant qu'il y à des délégations actives. Effacer d'abord les délégations.
it: Questo utente non può essere rimosso finché ci sono delegazioni configurate. Rimuovere prima le delegazioni.
zh: 这个账号不能被删除因为还有代理人配置。先删除这些代理人。

source: This account has mail features enabled. You can disable them by clicking below.
de: Dieses Konto hat die Mail-Erweiterungen aktiviert. Sie können diese deaktivieren, indem Sie auf die Schaltfläche unten klicken.
fr: L'extension de messagerie est activée pour ce compte, vous pouvez la désactiver en cliquant sur le bouton ci-dessous.
it: Questo utente ha le caratteristiche di posta abilitate. Potete disabilitarle cliccando sotto.
pl: To konto posiada rozszerzenia poczty. Można je wyłączyć klikając poniżej.
zh: 这个账户邮件功能已启用。您可以点击下面的按钮禁用。

source: Create mail account
de: Neues Mail-Konto erzeugen
fr: Créer un compte de messagerie
it: Crea un utente di posta
pl: Stwórz konto pocztowe
zh: 创建邮件账号

source: This account has mail features disabled. You can enable them by clicking below.
de: Dieses Konto hat keine Mail-Erweiterungen. Sie können diese aktivieren, wenn Sie auf die untere Schaltfläche klicken.
fr: L'extension de messagerie est désactivée pour ce compte, vous pouvez l'activer en cliquant sur le bouton ci-dessous.
it: Questo utente ha le caratteristiche di posta disabilitate. Potete abilitarle cliccando sotto.
pl: To konto nie posiada rozszerzenia poczty. Można je włączyć klikając poniżej.
zh: 这个账户邮件功能已禁用。您可以点击下面的按钮来启用。

source: You're trying to add an invalid email address to the list of forwarders.
de: Sie versuchen, eine ungültige Mail-Adresse in die Liste der Weiterleitungen aufzunehmen.
fr: Vous essayez d'ajouter une adresse de messagerie invalide à la liste des renvoi.
it: State provando ad aggiungere un indirizzo di posta elettronica errato alla lista degli inoltri.
pl: Próbujesz dodać błędny adres email do listy przekazywanych.
zh: 您正在尝试向转发列表添加一条无效邮件地址。

source: Adding your one of your own addresses to the forwarders makes no sense.
de: Das Hinzufügen Ihrer eigenen Adresse zu den Weiterleitungen macht keinen Sinn.
fr: Utiliser une de vos adresses comme adresse de renvoi n'a pas de sens.
it: Aggiungere uno dei vostri indirizzi di posta agli indirizzi di inoltro non è corretto.
pl: Dodawanie swojego własnego adresu do przekierowanych nie ma sensu.
zh: 添加您自己的一个邮件地址到转发地址没有任何意义。

source: Removing mail account failed
de: Entfernen des Mail-Kontos fehlgeschlagen
fr: La suppression du compte de messagerie à échoué
it: Rimozione utente di posta fallito
pl: Usuwanie konta pocztowego nieudane
zh: 删除邮件账号失败

source: Saving mail account failed
de: Speichern des Mail-Kontos fehlgeschlagen
fr: La sauvegarde du compte de messagerie à échoué
it: Salvataggio della mail utente fallita
pl: Zapisywanie konta pocztowego nieudane
zh: 保存邮件账号失败

source: There is no valid mailserver specified, please add one in the system setup.
de: Es wurde kein gültiger Mail-Server angegeben, bitte fügen Sie ein passendes System hinzu.
fr: Il n'y a pas de serveur de messagerie valide spécifié, veuillez en ajouter un dans la configuration système.
it: Non è stato specificato un valido server di posta; per favore aggiungerne uno al setup.
pl: Brak poprawnego serwera pocztowego, proszę go dodać w ustawieniach systemu.
zh: 没有指定有效的邮件服务器，请通过系统设置添加一个。

source: The required field 'Primary address' is not set.
de: Das benötigte Feld 'Primäre Adresse' ist nicht gesetzt.
fr: Le champ obligatoire 'Adresse Principale' n'est pas rempli.
it: Il campo obbligatorio 'Indirizzo principale' non è configurato.
pl: Wymaganie pole 'Podstawowy adres' jest puste.
zh: 要求的字段“主要地址”没有设置。

source: Please enter a valid email address in 'Primary address' field.
de: Bitte geben Sie eine gültige E-Mail-Adresse in das Feld 'Primäre Adresse' ein.
fr: Veuillez entrer une adresse de messagerie valide dans le champ 'Adresse Principale'.
it: Per favore inserire un valido indirizzo di posta nel campo 'Indirizzo primario'.
pl: Proszę podać prawidłowy adres email w polu 'Podstawowy adres'
zh: 请在“主邮件地址”中输入一个有效的邮件地址。

source: The primary address you've entered is already in use.
de: Die primäre Adresse, welche Sie eingegeben haben, wird bereits benutzt.
fr: L'adresse principale entrée est déjà utilisée.
it: L'indirizzo primario inserito è già in uso.
pl: Podstawowy adres który podano jest już w użyciu.
zh: 您输入的主要地址已经在使用了。

source: Value in 'Quota size' is not valid.
de: Das Feld 'Kontingent-Größe' enthält einen ungültigen Wert.
fr: La valeur dans le champ 'Taille du quota' n'est pas valide.
it: Valore di 'Quota' non valido.
pl: Wartość 'Rozmiar Quota' jest nieprawidłowa
zh: 'Quota 大小' 的值无效。

source: Please specify a vaild mail size for mails to be rejected.
de: Bitte geben Sie eine gültige Größenbeschränkung für Mails an, die abgewiesen werden sollen.
fr: Veuillez indiquer une taille valide pour les messages devant être rejetés.
it: Per favore specificate una corretta dimensione della posta che deve essere rifiutata.
pl: Proszę podać prawidłowy rozmiar poczty która ma być odrzucana.
zh: 请指定一个将要被退回的邮件大小。

source: You need to set the maximum mail size in order to reject anything.
de: Sie müssen die maximale Mail-Größe angeben, um Mails abzuweisen.
fr: Il est nécessaire d'indiquer une taille maximale des messages afin de pouvoir en rejeter certains.
it: Non avete definito la dimensione massima della posta che deve essere rifiutata.
pl: Należy ustawić maksymalny rozmiar poczty aby odrzucać cokolwiek.
zh: 为了退信，您需要设定最大的邮件大小。

source: You specified Spam settings, but there is no Folder specified.
de: Es wurde kein Ordner für die gewählten Spam-Einstellungen angegeben.
fr: Vous avez activé les réglages antispam, mais aucun dossier de destination n'a été précisé.
it: Avete definito delle regole per lo spam ma non è stata indicata una cartella 'ad hoc'.
pl: Podano parametry Spamu, ale nie wybrano folderu.
zh: 您定义了 Spam 设置，但是没有指定目录。

source: Time interval to show vacation message is not valid.
de: Der angegebene Zeitraum für die Urlaubsbenachrichtigung ist ungültig.
fr: L'intervalle dans lequel le message d'absence doit être envoyé est non valide.
zh: 显示假期信息的时间间隔无效。

source: Waiting for kolab to remove mail properties.
de: Warte auf Entfernung der Mail-Einstellungen durch Kolab.
fr: En attente de l'effacement des propriétés de messagerie par kolab.
it: Attendere perchè Kolab sta rimuovendo le proprietà della posta.
pl: Oczekiwanie aż kolab usunie właściwości poczty.
zh: 等待 kolab 来删除邮件属性。

source: Please remove the mail account first, to allow kolab to call its remove methods.
de: Bitte entfernen Sie zunächst das Mail-Konto, damit Kolab Gelegenheit hat seine Einstellungen zu entfernen.
fr: Veuillez effacer en premier lieu le compte de messagerie pour permettre a kolab d'appeler sa procédure d'effacement
it: Per favore prima rimuovere l'utente della posta affinché Kolab possa utilizzare il metodo di rimozione delle specifiche.
pl: Proszę najpierw usunąć konto pocztowe, aby umożliwić kolab usuwanie swoimi metodami.
zh: 请先删除邮件账号，以允许 kolab 调用自己的删除方法。

source: Primary address
de: Primäre Adresse
fr: Adresse principale
it: Indirizzo principale
pl: Adres podstawowy
zh: 主要地址

source: Forward messages to
de: Nachrichten weiterleiten an
fr: Transférer les messages vers
it: Inoltra messaggi a
pl: Przekaż wiadomości do
zh: 转发邮件到

source: Alternative addresses
de: Alternative Adressen
fr: Adresses alternatives
it: Indirizzo alternativi
pl: Adresy alternatywne
zh: 替代地址

source: List of alternative mail addresses
de: Liste alternativer Mail-Adressen
fr: Liste des adresses de messagerie alternatives
it: Lista degli indirizzi e-mail alternativi
pl: Lista alternatywnych adresów pocztowych
zh: 替代邮件地址列表

source: Server
fr: Serveur
pl: Serwer
zh: 服务器

source: Specify the mail server where the user will be hosted on
de: Wählen Sie den Mail-Server, auf dem dieses Konto angelegt werden soll
fr: Indiquez le serveur de messagerie de l'utilisateur
it: Specificate il server di posta dove l'utente sarà ospitato
pl: Wybierz serwer poczty który będzie przechowywał skrzynkę użytkownika
zh: 描述该用户账号所要创建于的邮件服务器

source: Quota usage
de: Kontingent-Nutzung
fr: Utilisation des Quota
it: Utilizzo Quota
pl: Użycie Quoty
zh: 使用 Quota

source: not defined
de: nicht definiert
fr: non défini
it: non definito
pl: nie zdefiniowane
zh: 未定义

source: Quota size
de: Kontingent-Größe
fr: Taille du Quota
it: Dimensione Quota
pl: Rozmiar Quoty
zh: Quota 大小

source: Mail options
de: Mail-Einstellungen
fr: Options de messagerie
it: Opzioni Mail
pl: Opcje poczty
zh: 邮件选项

source: Use custom sieve script
de: Eigenes Sieve-Skript verwenden
fr: Utiliser des scripts sieve personnalisés
it: Utilizza uno script personalizzato Sieve
pl: Użyj własnego skryptu SIEVE
zh: 定制过滤脚本

source: disables all Mail options!
de: schaltet alle übrigen Mail-Einstellungen aus!
fr: désactive toutes les options de messagerie!
it: disabilita tutte le opzioni di posta elettronica!
pl: Wyłącza wszystkie opcje poczty!
zh: 禁用所有邮件选项！

source: Sieve Management
de: Sieve-Verwaltung
fr: Gestion de Sieve
pl: Zarządzanie Sieve
zh: Sieve 管理

source: Select if you want to forward mails without getting own copies of them
de: Wählen Sie diese Einstellung, wenn Mails lediglich weitergeleitet werden sollen, ohne eine lokale Kopie zu speichern.
fr: Sélectionnez ceci si vous souhaitez relayer les messages sans garder de copie de ceux-ci
it: Selezionate se volete inoltrare le mail senza trattenere copia delle stesse
pl: Zaznacz jeśli chcesz przekazywać pocztę bez zachowania kopii
zh: 如果您想转发邮件而且不想保留拷贝的话，请选择

source: No delivery to own mailbox
de: Keine Zustellung in eigenes Postfach
fr: Aucune distribution des messages dans la boite de l'utilisateur
it: Nessuna consegna alla propria casella di posta
pl: Nie dostarczaj do własnej skrzynki
zh: 不要发送到本人邮箱

source: Select to automatically response with the vacation message defined below
de: Wählen Sie dies, um automatisch eine Urlaubsmeldung mit dem unten angebenen Text zu versenden.
fr: Indiquez la réponse automatique en remplissant le message d'absence ci-dessous
it: Selezionate per avere una risposta automatica in caso di assenza, con il messaggio specificato sotto
pl: Zaznacz aby automatycznie wysyłać autoodpowiedź zdefiniowaną poniżej
zh: 选择用下面定义的假期信息作为自动回复

source: Activate vacation message
de: Urlaubsbenachrichtigung aktivieren
fr: Activer la notification d'absence
it: Attivate la funzione di messaggio automatico per assenza
pl: Włącz autoresponder
zh: 启用假期信息

source: from
de: von
fr: de
pl: od
zh: 从

source: till
de: bis
fr: jusqu'au
pl: do
zh: 至

source: Select if you want to filter this mails through spamassassin
de: Wählen Sie dies, um Mails von Spamassassin filtern zu lassen
fr: Sélectionner ceci si vous voulez que spamassassin filtre les mails
it: Selezionate se volete filtrare la posta con 'spamassassin'
pl: Zaznacz jeśli chcesz filtrować wiadomości przez spamassasin
zh: 选择用 spamassassin 过滤邮件

source: Move mails tagged with spam level greater than
de: Verschiebe Mails mit einem SPAM-Level größer als
fr: Déplacer les messages ayant un niveau de spam supérieur à
it: Spostate le e-mail con un livello di 'spam' superiore a
pl: Przenieś pocztę oznakowaną poziomem spamu większym niż
zh: 过滤邮件当 spam 级别超过

source: Choose spam level - smaller values are more sensitive
de: Wählen sie den 'SPAM'-Level - kleinere Werte reagieren empfindlicher auf SPAM
fr: Sélectionnez le niveau de spam - une valeur basse implique une plus grande sélectivité
it: Scegliete un livello di spam. I valori più piccoli sono più sensibili
pl: Wybierz poziom spamu - mniejsze wartości są bardziej czułe
zh: 选择 spam 级别 ─ 越小越敏感

source: to folder
de: in den Ordner
fr: vers le dossier
it: alla cartella
pl: do folferu
zh: 到目录

source: Reject mails bigger than
de: Mails abweisen, die größer sind als
fr: Rejeter les messages plus gros que
it: Rifiutate mail di dimensione maggiore a
pl: Odrzuć pocztę większą niż
zh: 拒绝邮件大小超过

source: Vacation message
de: Urlaubsbenachrichtigung
fr: Message d'absence
it: Messaggio per assenze
pl: Treść autorespondera
zh: 假期信息

source: Advanced mail options
de: Erweiterte Mail-Einstellungen
fr: Options de messagerie avancées
it: Opzioni avanzate di posta
pl: Zaawansowane opcje poczty
zh: 高级邮件选项

source: Select if user can only send and receive inside his own domain
de: Wählen Sie dies, wenn der Benutzer Mails nur innerhalb seiner Domäne senden und empfangen darf
fr: Sélectionnez si vous voulez que les utilisateurs puissent envoyer et recevoir des messages uniquement dans son propre domaine
it: Selezionate se l'utente può solo spedire o ricevere posta all'interno del dominio
pl: Wybierz jeśli użytkownik może odbierać i wysyłać w obrębie własnej domeny
zh: 选择如果用户只能发送和接收本域内邮件

source: User is only allowed to send and receive local mails
de: Der Benutzer darf nur lokale Mails senden und empfangen
fr: Les utilisateurs ne sont autorisés qu'à envoyer et recevoir des messages locaux
it: L'utente può solo spedire e ricevere mail in locale
pl: Użytkownik może tylko wysyłać i odbierać lokalną pocztę
zh: 用户只能发送和接收本地邮件

source: Select addresses to add
de: Wählen Sie die hinzuzufügenden Adressen
fr: Sélectionner les adresses à ajouter
it: Selezionate gli indirizzi da aggiungere
pl: Wybierz adresy do dodania
zh: 选择地址添加

source: Select department
de: Wähle Abteilung
fr: Sélectionner un département
it: Dipartimento selezionate
pl: Wybierz departament
zh: 选择类别

source: Display addresses of user
de: Zeige Adressen des Benutzers
fr: Afficher les adresses de l'utilisateur
it: Mostra di indirizzi dell'utente
pl: Wyświetl adresy użytkowników
zh: 显示用户地址

source: User name of which addresses are shown
de: Benutzername, dessen Adressen angezeigt werden
fr: Utilisateur dont on montre les adresses
it: Nome dell'utente i cui indirizzi sono mostrati
pl: Nazwa użytkownika którego adresy są pokazane
zh: 显示属于该地址的用户

source: User mail settings
de: Benutzer Mail-Einstellungen
fr: Configuration du compte de messagerie de l'utilisateur
it: Definizione mail utenti
pl: Ustawienia poczty użytkownika
zh: 用户邮件选项

source: Password change not allowed
de: Kennwort-Änderung ist nicht erlaubt
fr: Le changement du mot de passe n'est pas autorisé
it: Il cambio della password non è permesso
pl: Brak uprawnień do zmiay hasła
zh: 不允许修改口令
