Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: You are not allowed to change your password at this time
de: Sie haben keine Berechtigung, ihr Kennwort zu ändern
fr: Vous n'êtes pas autorisé à modifier votre mot de passe en ce moment
it: Non è consentito cambiare la password in questo momento
pl: Brak uprawnień do zmiany własnego hasła w tym momencie
zh: 现在您无权修改您的口令

source: You've successfully changed your password. Remember to change all programms configured to use it as well.
de: Sie haben erfolgreich Ihr Kennwort geändert. Bitte denken Sie daran alle Programme anzupassen, die dieses Kennwort benutzen.
fr: Votre mot de passe a été changé. N'oubliez pas de modifier les programmes qui l'utilisent.
it: La password è stata cambiata con successo. Ricordatevi di modificare la stessa in tutti i programmi che la utilizzano.
pl: Pomyślnie zmieniono hasło. Proszę pamiętać aby zmienić również ustawienia w programach skonfigurowanych do używania tego hasła.
zh: 您已经成功更改口令。还要记住更改相关程序设定。

source: To change your personal password use the fields below. The changes take effect immediately. Please memorize the new password, because you wouldn't be able to login without it.
de: Um das Kennwort zu ändern, benutzen Sie das untere Feld. Die Änderung wird sofort wirksam. Bitte merken Sie sich das neue Kennwort, da Sie sich ohne dieses nicht mehr anmelden können.
fr: Pour changer votre mot de passe, veuillez utiliser les champs ci-dessous. Les changements prennent effet immédiatement. Veuillez mémoriser le nouveau mot de passe car sans lui vous ne serez pas capable de vous identifier.
it: Per modificare la propria password utilizzare i campi sottostanti. Le modifiche avranno effetto immediato. Per favore memorizzate la nuova password perchè altrimenti non sarete in grado di accedere nuovamente al sistema.
pl: Aby zmienić własne hasło, proszę użyć formularza poniżej. Zmiany są wprowadzane do systemu natychmiast. Proszę zapamiętać nowe hasło, gdyż bez niego logowanie będzie niemożliwe.
zh: 用下面的表格更改个人口令。口令更改即时生效。请记住新口令，忘记口令将无法登录。

source: Changing the password affects your authentification on mail, proxy, samba and unix services.
de: Das Ändern des Kennwortes wirkt sich auf ihre Authentifizierung bei Mail-, Proxy-, Samba- und Unix-Diensten aus.
fr: Changer le mot de passe affecte votre identification sur la messagerie, le proxy, samba, et les services unix.
it: Il cambio della password oopera sull'autenticazione della posta elettronica, del servizio proxy, di samba e dei servizi unix.
pl: Zmiana hasła jest powiązana z autentykacją do usług poczty, proxy, samba, oraz unix.
zh: 修改口令将影响邮件，代理，samba，unix等的登录。

source: Current password
de: Momentanes Kennwort
fr: Mot de passe actuel
it: Password attuale
pl: Obecne hasło
zh: 当前口令

source: New password
de: Neues Kennwort
fr: Nouveau mot de passe
it: Nuova password
pl: Nowe hasło
zh: 新口令

source: Repeat new password
de: Neues Kennwort (Wiederholung)
fr: Confirmation du nouveau mot de passe
it: Ripeti la nuova password
pl: Powtórz nowe hasło
zh: 重复新口令

source: Set password
de: Kennwort setzen
fr: Attribuer le mot de passe
it: Definisci password
pl: Ustaw hasło
zh: 设置口令

source: Clear fields
de: Felder löschen
fr: Effacer les données dans les champs
it: Cancella i campi
pl: Wyczyść pola
zh: 清除字段

source: You need to specify your current password in order to proceed.
de: Sie müssen das aktuelle Kennwort eingeben, um fortfahren zu können.
fr: Vous devez spécifier votre mode de passe actuel pour continuer.
it: Dovete specificare la vostra password per procedere.
pl: Proszę podać obecne hasło aby kontynuować.
zh: 您需要输入当前口令才能继续。

source: The passwords you've entered as 'New password' and 'Repeated new password' do not match.
de: Die Passwörter, die Sie als 'Neues Kennwort' und 'Neues Kennwort (Wiederholung)' eingegeben haben sind nicht identisch.
fr: Le mot de passe entrée dans le champ 'Nouveau mot de passe' et celui dans le champ 'Répéter le nouveau mot de passe' ne concordent pas.
it: La password che avete inserito come 'Nuova password' e 'Ripeti nuova password' non sono uguali.
pl: Podane hasła 'Nowe hasło' oraz 'Powtórz nowe hasło' nie są itentyczne.
zh: 您输入的“新口令”和“重复新口令”不匹配。

source: The password you've entered as 'New password' is empty.
de: Das Kennwort, welches Sie als 'Neues Kennwort' eingegeben haben ist leer.
fr: Le mot de passe que vous avez entré comme 'Nouveau mot de passe' est vide.
it: La password che hai inserito come 'Nuova password' è vuota.
pl: Hasło które podano jako 'Nowe hasło' jest puste.
zh: 输入的“新口令”为空。

source: The password used as new and current are too similar.
de: Das alte und neue Kennwort sind sich zu ähnlich.
fr: Le nouveau et l'ancien mot de passe sont trop similaires.
it: La password usata come nuova è troppo simile a quella in uso.
pl: Hasło podane jako nowe jest zbyt podobne do obecnego.
zh: 输入的新口令和当前口令非常相似。

source: The password used as new is to short.
de: Das Kennwort, welches Sie als 'Neues Kennwort' eingegeben haben, ist zu kurz.
fr: Le nouveau mot de passe ne comporte pas suffisamment de caractères.
it: La password utilizzata come nuova é troppo corta.
pl: Hasło podane jako nowe jest za krótkie.
zh: 输入的新口令太短了。

source: External password changer reported a problem:
de: Das externe Kennwort-Änderungsprogramm hat einen Fehler gemeldet:
fr: Le programme externe pour changer votre mot de passe à renvoyé une erreur:
it: Il sistema esterno di modifica della password ha evidenziato il seguente problema:
pl: Zewnętrzny program do zmiany hasła zgłosił następujący problem:
zh: 外部口令更改程序报告错误：

source: The password you've entered as your current password doesn't match the real one.
de: Das Kennwort, welches Sie als aktuelles Kennwort eingegeben haben, ist nicht korrekt.
fr: Le mot de passe entré comme mot de passe actuel ne correspond pas à votre mot de passe.
it: La password che avete inserito non corrisponde a quella memorizzata.
pl: Hasło które podano jako obecne nie zgadza się z prawdziwym hasłem.
zh: 您输入的当前口令不正确。

source: You have no permissions to change your password.
de: Sie haben keine Berechtigung ihr Kennwort zu ändern.
fr: Vous n'avez pas l'autorisation pour changer votre mot de passe.
it: Non avete il permesso di cambiare la password.
pl: Brak uprawnień do zmiany własnego hasła
zh: 您无权修改您的口令。

source: female
de: weiblich
fr: féminin
it: Donna
pl: kobieta
zh: 女

source: male
de: männlich
fr: masculin
it: uomo
pl: mężczyzna
zh: 男

source: This account has no valid GOsa extensions.
de: Dieses Konto besitzt keine gültigen GOsa-Erweiterungen.
fr: Ce compte n'a pas d'extensions GOsa valides.
it: Questo utente non ha delle valide estensioni GOsa.
pl: To konto nie posiada poprawnych rozszerzeń GOsa.
zh: 该账户没有有效的 Gosa 扩展。

source: The specified file has not been uploaded via HTTP POST! Aborted.
de: Die angegebene Datei wurde nicht über HTTP POST übertragen! Aktion abgebrochen.
fr: Ce fichier n'a pas été téléchargé via la méthode HTTP POST ! Abandon.
it: Il file specificato non è stato caricato cia HTTP POST!. Operazione interrotta.
pl: Podany plik nie został wgrany poprzez HTTP POST! Akcja anulowana.
zh: 指定的文件没有通过 HTTP POST 上传！退出。

source: Please enter a valid serial number
de: Bitte geben Sie eine gültige Seriennummer ein
fr: Veuillez entrer un numéro de série valide
it: Per favore inserite un numero seriale valido
pl: Proszę podać poprawny numer seryjny
zh: 请输入一个有效的系列号

source: (Some types of certificates are currently not supported and may be displayed as 'invalid'.)
de: (Manche Zertifikate werden momentan nicht unterstützt und werden daher als 'ungültig' angezeigt),
fr: (Certains types de certificats ne sont pas supportés et peuvent être affichés comme 'non valides'.)
it: (Alcuni tipi di certificatinono sono attualmente supportati e possono essere mostrati come 'non validi'.)
zh: （目前有的种类的证书不支持，可能显示为“无效”）

source: Certificate is valid from %s to %s and is currently %s.
de: Zertifkat ist gültig im Zeitraum von %s bis %s (momentan: %s).
fr: Le certificat est valide de %s à %s et est actuellement %s.
it: Il certificato è valido da %s a %s ed è correntemente %s.
pl: Certyfikat jest ważny od %s do %s i jest obecnie %s.
zh: 证书从 %s 到 %s 是有效的，当前为 %s。

source: valid
de: gültig
fr: valide
it: valido
pl: prawidłowy
zh: 有效

source: invalid
de: ungültig
fr: invalide
it: non valido
pl: nieprawidłowy
zh: 无效

source: No certificate installed
de: Kein Zertifikat eingerichtet
fr: Pas de certificat installé
it: Nessun certificato installato
pl: Brak zainstalowanych certyfikatów
zh: 未安装证书

source: Removing generic user account failed
de: Entfernen des allgemeinen Benutzerkontos fehlgeschlagen
fr: La suppression du compte générique à échoué
it: Rimozione di un generico utente fallita
pl: Usuwanie konta ogólnego użytkownika nieudane
zh: 删除一般用户账号失败

source: Kerberos database communication failed
de: Die Kommunikation mit der Kerberos-Datenbank ist fehlgeschlagen
fr: La communication vers la base de données kerberos a échoué
it: Comunicazione con il database kerberos fallita
pl: Komunikacja z bazą Kerberos nieudana
zh: Kerberos 数据库通讯失败

source: Can't remove user from kerberos database.
de: Benutzer kann nicht aus der Kerberos-Datenbank entfernt werden.
fr: Impossible de supprimer l'utilisateur de la base de données kerberos.
it: Non posso rimuovere l'utente dal database kerberos.
pl: Nie można usunąć użytkownika z bazy Kerberos.
zh: 无法从 kerberos 数据库删除用户

source: Saving generic user account failed
de: Speichern des allgemeinen Benutzerkontos fehlgeschlagen
fr: La sauvegarde du compte générique à échoué
it: Salvataggio dell'utente genrico fallita
pl: Zapisywanie konta ogólnego użytkownika nieudane
zh: 保存一般用户账号失败

source: Can't add user to kerberos database.
de: Benutzer kann nicht zur Kerberos-Datenbank hinzugefügt werden.
fr: Impossible d'ajouter un utilisateur à la base de données kerberos.
it: Non posso aggiungere un utente al database kerberos.
pl: nie można dodać użytkownika do bazy Kerberos.
zh: 无法添加用户到 kerberos 数据库

source: You have no permissions to create a user on this 'Base'.
de: Sie haben keine Berechtigung, einen Benutzer innerhalb dieser 'Basis' anzulegen.
fr: Vous n'avez pas l'autorisation pour créer un utilisateur sur cette 'Base'.
it: Non hai il permesso di creare un utente in questa 'Base'.
pl: Brak uprawnień do tworzenia konta w tym 'Kontenerze'.
zh: 您无权在 'Base' 下创建一个用户。

source: You have no permissions to move a user from the original 'Base'.
de: Sie haben keine Berechtigung, einen Benutzer aus der ursprünglichen 'Basis' zu verschieben.
fr: Vous n'avez pas l'autorisation pour déplacer un utilisateur depuis la 'Base' originale.
it: Non hai il permesso di spostare un utente dalla 'Base' originale.
pl: Brak uprawnień do przenoszenia konta z obecnego 'Kontenera'.
zh: 您无权从原 'Base' 移动一个用户。

source: The required field 'Name' is not set.
de: Das benötigte Feld 'Name' ist nicht gesetzt.
fr: Le champ obligatoire 'Nom' n'est pas rempli.
it: Il capo obbligatorio 'Nome' non è compilato.
pl: Wymagane pole 'Nazwa' jest puste.
zh: 需要的“姓名”字段没有设置

source: There's already a person with this 'Login' in the database.
de: Die von Ihnen angegebene 'Kennung' ist bereits vergeben.
fr: Une personne ayant cet 'Identifiant' existe déjà dans l'annuaire.
it: C'è già una persona con questo 'codice utente (login)' nel database.
pl: Już istnieje osoba z takim samym loginem w bazie.
zh: 数据库中已经有同样登录名的用户。

source: The required field 'Given name' is not set.
de: Das benötigte Feld 'Vorname' ist nicht gesetzt.
fr: Le champ obligatoire 'Nom Complet' n'est pas rempli.
it: Il campo obligatorio 'Nome (given name??)' non è completato.
pl: Wymagane pole 'Podana nazwa' jest puste.
zh: 需要的“教名”字段没有设置

source: The required field 'Login' is not set.
de: Das benötigte Feld 'Kennung' ist nicht gesetzt.
fr: Le champ obligatoire 'Identifiant' n'est pas renseigné.
it: Il campo richiesto di 'Login' non è compilato.
pl: Wymagane pole 'Login' jest puste.
zh: 需要的“登录名”字段没有设置

source: There's already a person with this 'Name'/'Given name' combination in the database.
de: Die von Ihnen angegebene Kombination aus 'Name'/'Vorname' ist bereits in der Datenbank vorhanden.
fr: Une personne ayant ce 'Nom'/'Nom Complet' existe déjà dans l'annuaire.
it: C'è già una risorsa con la combinazione 'Nome'/'Nome(Given name)' nel database.
pl: Już istnieje osoba z tą 'Nazwą'/'Podaną nazwą' w bazie.
zh: 数据库中已经有同样“姓名/教名”组合的用户。

source: The field 'Login' contains invalid characters. Lowercase, numbers and dashes are allowed.
de: Das Feld 'Kennung' enthält ungültige Zeichen. Kleinbuchstaben, Zahlen und Bindestriche sind erlaubt.
fr: Le champ 'Identifiant' contient des caractères invalides. Les minuscules, chiffres et tirets sont autorisés.
it: Il campo 'Login' contiene caratteri non validi. Caratteri minuscoli, numeri e punti non sono permessi.
pl: Pole 'Login' zawiera niedozwolone znaki. Tylko małe litery, liczny i myślniki są dozwolone.
zh: 登录名包含无效字符。只允许小写字母，数字和短线。

source: The field 'Homepage' contains an invalid URL definition.
de: Das Feld 'Homepage' enthält eine ungültige Internetadresse.
fr: Le champ 'Page d'accueil' contient une URL invalide.
it: Il campo 'Homepage' contiente una definizione URL inesatta.
pl: Pole 'Strona WWW' zawiera niepoprawną definicję URL.
zh: “主页”字段包含无效 URL 定义

source: The field 'Name' contains invalid characters.
de: Das Feld 'Name' enthält ungültige Zeichen.
fr: Le champ 'Nom' contient des caractères invalides.
it: Il campo 'Nome' contiene dei caratteri non validi.
pl: Pole 'Nazwa' zawiera niedozwolone znaki.
zh: “姓名”字段包含无效字符。

source: The field 'Given name' contains invalid characters.
de: Das Feld 'Vorname' enthält ungültige Zeichen.
fr: Le champ 'Nom complet' contient des caractères invalides.
it: Il campo 'Nome(Given name)' contiene dei caratteri non validi.
pl: Pole 'Podana nazwa' zawiera niedozwolone znaki.
zh: “教名”字段包含无效字符。

source: The field 'Phone' contains an invalid phone number.
de: Das Feld 'Telefon' enthält eine ungültige Telefonnummer.
fr: Le champ 'Téléphone' contient un numéro invalide.
it: Il campo 'Telefono' contiene un numero di telefono non valido.
pl: Pole 'Telefon' zawiera nieprawidłowy numer telefonu.
zh: “电话”字段包含无效电话号码。

source: The field 'Fax' contains an invalid phone number.
de: Das Feld 'Fax' enthält eine ungültige Telefonnummer.
fr: Le champ 'Fax' contient un numéro invalide.
it: Il campo 'Fax' contiene un numero di telefono non valido.
pl: Pole 'Fax' zawiera nieprawidłowy numer telefonu.
zh: “传真”字段包含一个无效电话号码

source: The field 'Mobile' contains an invalid phone number.
de: Das Feld 'Mobil' enthält eine ungültige Telefonnummer
fr: Le champ 'GSM' contient un numéro invalide.
it: Il campo 'Mobile' contiene un numero di telefono non valido.
pl: Pole 'Komórka' zawiera nieprawidłowy numer telefonu.
zh: “手机”字段包含无效手机号码。

source: The field 'Pager' contains an invalid phone number.
de: Das Feld 'Pager' enthält eine ungültige Telefonnummer.
fr: Le champ 'Bip' contient un numéro invalide.
it: Il campo 'Pager' contiene un numero di telefono non valido.
pl: Pole 'Pager' zawiera nieprawidłowy numer telefonu.
zh: “传呼”字段包含无效电话号码。

source: Could not open specified certificate!
de: Die angegebene Datei konnte nicht geöffnet werden!
fr: Impossible d'ouvrir le certificat demandé !
it: Non posso aprire il certifcato specificato!
pl: Nie można otworzyć wybranego certyfikatu!
zh: 无法打开指定证书！

source: Personal picture
de: Bild
fr: Image personnelle
it: Fotografia
pl: Osobiste zdjęcie
zh: 个人图片

source: Remove picture
de: Bild entfernen
fr: Suppression de l'image personnelle
it: Rimuovi fotografia
pl: Usuń obrazek
zh: 删除图片

source: Personal information
de: Persönliche Informationen
fr: Informations personnelles
it: Informazioni personali
pl: Informacje osobiste
zh: 个人信息

source: Change picture
de: Bild ändern
fr: Changer la photo
it: Cambia fotografia
pl: Zmień zdjęcie
zh: 更换图片

source: Last name
de: Nachname
fr: Nom de famille
it: Ultimo nome????
pl: Nazwisko
zh: 姓

source: Template name
de: Name der Vorlage
fr: Nom du modèle
it: Nome modello
pl: Nazwa Szablonu
zh: 模板名称

source: First name
de: Vorname
fr: Prénom
it: Nome (first name)
pl: Imię
zh: 名

source: Login
de: Kennung
fr: Identifiant
it: Accesso
zh: 登录名

source: Personal title
de: Titel
fr: Titre Personnel
it: Titolo personale
pl: Osobisty tytuł
zh: 个人称谓

source: Academic title
de: Akademischer Titel
fr: Titre Universitaire
it: Titolo accademico
pl: Tytuł naukowy
zh: 学位头衔

source: Date of birth
de: Geburtsdatum
fr: Date de naissance
it: Data di nascita
pl: Data urodzenia
zh: 生日

source: Set
de: Setzen
fr: Activer
it: Configurazione
pl: Ustaw
zh: 设置

source: Sex
de: Geschlecht
fr: Sexe
it: Sesso
pl: Płeć
zh: 性别

source: Preferred langage
de: Bevorzugte Sprache
fr: Langue préférée
it: Linguaggio preferito
pl: Preferowany język
zh: 首选语种

source: Choose subtree to place user in
de: Wählen Sie den Unterbaum, in den der Benutzer eingepflegt werden soll
fr: Sélectionnez la branche où sera enregistrée l'utilisateur
it: Scegli dove posizionale l'utente
pl: Wybierz poddrzewo do umieszczenia konta.
zh: 将用户放到所选择子树中

source: Address
de: Adresse
fr: Adresse
it: Indirizzo
pl: Adres
zh: 住址

source: Private phone
de: Privat-Telefon
fr: Numéro de téléphone privé
it: Telefono privato
pl: Telefon prywatny
zh: 私人电话

source: Homepage
fr: Page d'accueil
pl: Strona domowa
zh: 个人主页

source: Password storage
de: Kennwort-Speicherung
fr: Format de stockage des mots de passe
it: Archiviazione password
pl: Przechowywanie hasła
zh: 口令存储

source: Certificates
de: Zertifikate
fr: Certificats
it: Certificati
pl: Certyfikaty
zh: 证书

source: Edit certificates
de: Zertifikate bearbeiten
fr: Editer des certificats
it: Modifica certificati
pl: Edytuj certyfikaty
zh: 编辑证书

source: Edit properties
de: Eigenschaften bearbeiten
fr: Editer les propriétés
it: Modifica proprietà
pl: Edytuj właściwości
zh: 编辑属性

source: Organizational information
de: Angabe zur Organisationseinheit
fr: Informations sur l'entreprise
it: Informazioni sull'organizzazione
pl: Informacje organizacyjne
zh: 组织信息

source: Department No.
de: Abteilungs-Nr.
fr: No. du département.
it: Dipartimento n.
pl: Numer departamentu
zh: 部门编号

source: Employee No.
de: Angestellten-Nr.
fr: No. de l'employé.
it: Impiegato n.
pl: Numer pracownika
zh: 员工编号

source: Employee type
de: Anstellungsart
fr: Type de l'employé
it: Tipo di impiegato
pl: Typ pracownika
zh: 员工类别

source: Room No.
de: Zimmer-Nr.
fr: No. de bureau.
it: Stanza n.
pl: Numer pokoju
zh: 房间号

source: Mobile
de: Mobiltelefon
fr: GSM
it: Telefono cellulare
pl: Komórka
zh: 手机

source: Location
de: Ort
fr: Lieu
it: Lacalizzazione
pl: Lokalizacja
zh: 位置

source: State
de: Land
fr: Département
it: Stato
pl: Stan
zh: 州/省

source: Vocation
de: Anrede
fr: Travail
it: Professione
pl: Wywołanie
zh: 行业

source: Unit description
de: Aufgabengebiet
fr: Description de l'unité
it: Descrizione unità
pl: Opis jednostki
zh: 单元描述

source: Subject area
de: Sachgebiet
fr: Zone de sujet
it: Area del soggetto
pl: Sektor
zh: 主题区域

source: Functional title
de: Amts-/Dienstbezeichnung
fr: Fonction
it: Titolo funzionale
pl: Tytuł funkcjonalny
zh: 单位职称

source: Role
de: Funktion
fr: Rôle
it: Ruolo
pl: Pełniona funkcja
zh: 角色

source: Person locality
de: Dienstort
fr: Lieu de résidence
it: Località della persona
pl: Lokalizacja osoby
zh: 个人处所

source: Unit
de: Referat
fr: Unité
it: Unità
pl: Jednostka
zh: 单元

source: Street
de: Straße
fr: Rue
it: Via
pl: Ulica
zh: 街道

source: Postal code
de: Postleitzahl
fr: Code postal
it: Codice Postale
pl: Kod pocztowy
zh: 邮编

source: House identifier
de: Hausbezeichnung
fr: Identifiant du bâtiment
it: Identificazione alloggio
pl: Identyfikator budynku
zh: 家庭角色

source: Please use the phone tab
de: Verwenden sie den Telefon-Reiter
fr: Veuillez utiliser l'onglet téléphone
it: Per favore usare la tabulazione/linguetta telefonica (????)
pl: Proszę użyć zakładki telefony
zh: 请使用电话页面

source: Last delivery
de: letzte Übermittlung
fr: Dernière distribution
it: Ultima consegna
pl: Ostatnia dostawa
zh: 最后传递

source: Public visible
de: Öffentlich sichtbar
fr: Visible par tous
it: Pubblica - Visibile
pl: Publicznie widoczne
zh: 公开

source: You are not allowed to set your password!
de: Sie haben keine Berechtigung, ihr Kennwort zu ändern!
fr: Vous n'êtes pas autorisé à modifier votre mot de passe !
it: Non ti è permesso cambiare la tua password!
pl: Brak uprawnień do zmiany własnego hasła
zh: 您无权修改您的口令！

source: Generic user information
de: Generische Benutzer-Information
fr: Information générales sur l'utilisateur
it: Informazioni sull'utente generico
pl: Ogólne informacje o użytkowniku
zh: 用户一般信息

source: You have changed the method your password is stored in the ldap database. For that reason you've to enter your password at this point again. GOsa will then encode it with the selected method.
de: Sie haben die Verschlüsselungsart, mit der Ihr Kennwort in der LDAP-Datenbank gespeichert wird, geändert. Aus diesem Grund müssen Sie das Kennwort an dieser Stelle noch einmal eingeben, damit es von GOsa in der gewünschten Verschlüsselung abgelegt werden kann.
fr: Vous avez sélectionnez une autre méthode de stockage des mots de passe. Pour cette raison vous devez ressaisir votre mot de passe afin que GOsa puisse le réencoder et l'enregistrer dans l'annuaire LDAP.
it: Avete cambiato il metodo di salvataggio delle passowrd nel database LDAP. Per questa ragione dovete reinserire la vostra password. GOsa la ricodificherà con il metodo prescelto.
pl: Zmieniono metodę kodowania hasła w bazie ldap. Z tego powodu należy teraz podać ponownie swoje hasło. GOsa zakoduje to hasło używając wybranej metody.
zh: 您已经修改了口令在 LDAP 数据库中存储的方法。因此您需要再输入您的口令。GOsa 将会按照您选择的方法重新编码。

source: User settings
de: Benutzer-Einstellungen
fr: Préférences utilisateur
it: Impostazioni utente
pl: Ustawienia użytkownika
zh: 用户设置

source: Clear password
de: Kennwort löschen
fr: Effacer le mot de passe
it: Cancella password
pl: Wyczyść hasło
zh: 清除口令

source: Set new password
de: Neues Kennwort setzen
fr: Attribuer un nouveau mot de passe
it: Definisci una nuova password
pl: Ustaw nowe hasło
zh: 设置新密码

source: User picture
de: Benutzerbild
fr: Image de l'utilisateur
it: Foto dell'utente
pl: Zdjęcie użytkownika
zh: 用户图片

source: Standard certificate
de: Standard-Zertifikat
fr: Certificat standard
it: Certificato standard
pl: Standardowy certyfikat
zh: 标准证书

source: S/MIME certificate
de: S/MIME-Zertifikat
fr: Certificat S/MIME
it: certificato S/MIME
pl: certyfikat S/MIME
zh: S/MIME 证书

source: PKCS12 certificate
de: PKCS12-Zertifikat
fr: Certificat PKCS12
it: certificato PKCS12
pl: certyfikat PKCS12
zh: PKCS12 证书

source: Certificate serial number
de: Zertifikat-Seriennummer
fr: Numéro de série du certificat
it: Numero seriale certificato
pl: Nmer seryjny certyfikatu
zh: 证书系列号

source: PHPscheduleit
fr: Compte PHPscheduleit

source: Removing PHPscheduleit account failed
de: Entfernen des PHPscheduleit-Kontos ist fehlgeschlagen
fr: La suppression du compte PHPscheduleit à échoué
it: Rimozione dell'utente PHPscheduleit fallita
pl: Usuwanie konta PHPscheduleit nieudane
zh: 删除 PHPscheduleit 账号失败

source: Saving PHPscheduleit account failed
de: Speichern des PHPscheduleit-Kontos ist fehlgeschlagen
fr: La sauvegarde du Compte PHPscheduleit à échoué
it: Salvataggio dell'utente PHPscheduleit fallita
pl: Zapisywanie konta PHPscheduleit nieudane
zh: 保存 PHPscheduleit 账号失败

source: hour
de: Stunde
fr: heure
it: ora
pl: godzina
zh: 小时

source: day
de: Tag
fr: jour
it: giorno
pl: dzień
zh: 天

source: week
de: Woche
fr: semaine
it: settimana
pl: tydzień
zh: 周

source: month
de: Monat
fr: mois
it: mese
pl: miesiąc
zh: 月

source: Removing proxy account failed
de: Entfernen des Proxy-Kontos ist fehlgeschlagen entfernen
fr: La suppression du compte proxy à échoué
it: Rimozione dell'utente proxy fallita
pl: Usuwanie konta proxy nieudane
zh: 删除代理账号失败
