Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Can't insert a script named '%s' in '%s' there is already a script with the given name.
de: Kann kein Skript mit dem Namen '%s' in '%s' einfügen, da bereits ein Skript mit diesem Namen existiert.
fr: Impossible d'insérer un script nommé '%s' dans '%s' il y a déjà un script avec le même nom .
it: Non posso inserire lo script chiamato '%s' in '%s' perché c'è già uno script con questo nome.
zh: 无法插入一个 脚本 '%s' 于 '%s' 中。已经存在一个同名的脚本。

source: Please assign at least one class to this profile.
de: Bitte ordnen Sie diesem Profil mindestens eine Klasse zu.
fr: Veuillez assigner au moins une classe à ce profile.
it: Per favore assegna almeno una classe a questo profilo.
pl: Proszę przypisać przynajmniej jedną klasę do tego profilu.
zh: 请为此 profile 分配至少一个分类。

source: Please enter a valid name.
de: Bitte geben Sie einen gültigen Namen ein.
fr: Veuillez entrer un nom valide.
it: Per favore entra un valido nome.
pl: Proszę podać prawidłową nazwę.
zh: 请输入一个有效名称。

source: There is already a FAI object with this class name defined.
de: Es existiert bereits ein FAI-Objekt mit diesem Klassennamen.
fr: Il y a déjà un objet FAI avec ce nom de classe.

source: Saving FAI profile failed
de: Speichern des FAI-Profils fehlgeschlagen
fr: La sauvegarde du profile FAI à échoué
it: Salvatggio del profilo FAI fallito
pl: Zapisywanie profilu FAI nieudane
zh: 保存 FAI profile 失败

source: Download
de: Herunterladen
fr: Téléchargement
it: Scarica
pl: Ściągnij
zh: 下载

source: Removing FAI hook base failed
de: Entfernen der Basis für FAI-Hooks ist fehlgeschlagen
fr: La suppression du hook FAI de base à échoué
it: Rimozione del hook base di FAI fallito
pl: Usuwanie bazy zaczepu FAI nieudane
zh: 删除 FAI hook base 失败

source: Can't insert a fai hook named '%s' in '%s' there is already a hook with the given name.
de: Kann den FAI-Hook mit Namen '%s' nicht in '%s' einfügen, da bereits ein Hook mit diesem Namen existiert.
fr: Impossible d'insérer une connexion fai nommé '%s' dans '%s' il y a déjà une connexion avec le même nom.
it: Non posso inserire un hook FAi chiamato '%s' in '%s' perché c'è già un hook con questo nome.
zh: 无法插入一个 fai 钩子 '%s' 于 '%s' 中。已经存在一个同名的钩子。

source: Saving FAI hook base failed
de: Erzeugen der Basis für FAI-Hooks ist fehlgeschlagen
fr: La sauvegarde du hook de base FAI à échoué
it: Salvataggio del hook base di FAI fallito
pl: Zapisywanie bazy zaczepu FAI nieudane
zh: 保存 FAI hook base 失败

source: Removing FAI hook failed
de: Entfernen des FAI-Hooks ist fehlgeschlagen
fr: La suppression du hook FAI à échoué
it: Rimozione del hook base di FAI fallito
pl: Usuwanie zaczepu FAI nieudane
zh: 删除 FAI 钩子失败

source: Saving FAI hook failed
de: Speichern des FAI-Hooks ist fehlgeschlagen
fr: La sauvegarde du hook FAI à échoué
it: Salvataggio del hook di FAI fallito
pl: Zapisywanie zaczepu FAI nieudane
zh: 保存 FAI 钩子失败

source: Current release
de: Momentanes Release
fr: Version actuelle
it: release corrente
pl: Obecne wydanie
zh: 当前版本

source: Create new branch
de: Neuen Teilbaum erstellen
fr: Création d'une nouvelle branche
it: Crea una nuova filiale
pl: Utwórz nową gałąź
zh: 创建新分支

source: Branch
de: Zweig
fr: Branche
pl: Gałąź
zh: 分支

source: Freeze
de: Einfrieren
fr: Verouillé
zh: 冻结

source: Create new locked branch
de: Nicht veränderbaren Teilbaum erzeugen
fr: Création d'une nouvelle branche verrouillée
it: Crea una nuova filiale bloccata
pl: Utwórz nową zablokowaną gałąź
zh: 创建新锁定分支

source: Delete current release
de: Momentanes Release entfernen
fr: Effacer la version actuelle
it: Cancella la release corrente
pl: Usuń bieżące wydanie
zh: 删除当前版本

source: There is already a variable with the given name.
de: Es existiert bereits eine Variable mit dem angegebenen Namen.
fr: Il existe déjà une variable avec ce nom.
zh: 已经存在相同名称的变量。

source: Please specify a value for the attribute 'content'.
de: Bitte geben Sie einen Wert für das Attribute 'Inhalt' an.
fr: Veuillez entrer une valeur pour l'attribut 'contenu'.
it: Specifica un valore per l'attributo 'contenuto'.
pl: Proszę podać wartość dla atrybutu 'zawartość'.
zh: 请为属性“内容”给定一个值。

source: Please enter a name.
de: Bitte geben Sie eine Namen ein.
fr: Veuillez entrer un nom.
it: Per favore inserito un nome.
pl: Proszę podać nazwę
zh: 请输入一个名称。

source: Script attributes
de: Skript-Attribute
fr: Attributs du script
it: Attributi script
pl: Atrybuty skryptu
zh: 脚本属性

source: Choose a priority
de: Wählen Sie eine Priorität
fr: Sélectionnez une priorité
it: Scegli una priorità
pl: Wybierz priorytet
zh: 选择一个优先级

source: Import script
de: Skript importieren
fr: Importez un script
it: Script di importazione
pl: Importuj skrypt
zh: 导入脚本

source: Release
fr: Version
pl: Wersja
zh: 发行

source: Install method
de: Installations-Methode
fr: Méthode d'installation
it: Metodo di installazione
pl: Metoda instalacji
zh: 安装方法

source: Used packages
de: Verwendete Pakete
fr: Paquets utilisés
it: Pacchetti usati
pl: Użyte pakiety
zh: 使用软件包

source: Choosen packages
de: Gewählte Pakete
fr: Paquets Choisis
it: Pacchetti scelti
pl: Wybrane pakiety
zh: 选择的软件包

source: Configure
de: Konfigurieren
fr: Configurer
it: Configura
pl: Konfiguruj
zh: 配置

source: Toggle remove flag
de: Entfernen-Flag umschalten
fr: Activer/Désactiver le marqueur à effacer
it: Rimuovi il flag toggle
pl: Przełącz flagę usuwania
zh: 切换删除标记

source: Please enter your search string here
de: Bitte geben Sie hier einen Such-Text ein.
fr: Veuillez indiquer une chaîne de caractères a rechercher
it: Per favore inserite la stringa di ricerca quì
pl: Proszę podać szukany ciąg znaków
zh: 请在这里输入您的查询字符串

source: This list displays all assigned package names for this repository settings.
de: Diese Liste zeigt alle diesem Repository zugeordneten Paket-Namen.
fr: Cette liste affiche tout les paquets assigné à ce dépôt.
it: Questo elenco mostra tutti i nomi dei pacchetti assegnati per le impostazioni del repository.
pl: Ta lista wyświetla wszystkie przypisane nazwy pakietó dla tych ustawień repozytorium.
zh: 对于该仓库的设置，这个列表显示所有已分配的软件包名称。

source: Your specified search string '%s' returned too many results. Only the first 200 entries are shown, to keep the memory usage low.
de: Die Suche nach '%s' ergab zu viele Treffer. Es werden nur die ersten 200 Einträge angezeigt, um den Speicherverbrauch gering zu halten.
fr: Votre recherche '%s' à retourné trop de résultat. Seulement les 200 premières entrées sont affichées pour éviter de surcharger la mémoire.
it: La stringa di ricerca specificata '%s' ha restituito troppi risultati. Sono elencati solo i primi 200 valori per non utilizzare troppa memoria.
pl: Szukany ciąg znaków '%s' zwrócił za dużo wyników. Pokazanych jest tylko pierwsze 200 elementów aby zaoszczędzić pamięć.
zh: 您提供的查询字符串 '%s' 返回太多结果。为减少内存占用，只显示前200条。

source: No repository server found that provide this release '%s'.
de: Es wurde kein Repository-Server gefunden, der das Release '%s' bereitstellt.
fr: Aucun dépôt ne fournit cette version '%s'.
zh: 未发现仓库服务器提供这个版本 '%s'。

source: Removing FAI package base failed
de: Entfernen der FAI-Paket-Basis fehlgeschlagen
fr: La suppression du paquet FAI de base à échoué
it: Rimozione dei pacchetti base FAI fallita
pl: Usuwanie bazy pakietów FAI nieudane
zh: 删除 FAI package base 失败

source: Please select a least one Package.
de: Bitte wählen Sie mindestens ein Paket.
fr: Veuillez sélectionner au moins un paquet.
it: Per favore indica almeno un pacchetto.
pl: Prosze wybrać przynajmniej jeden pakiet.
zh: 请选择至少一个软件包。

source: Please choose a valid combination for your repository setup.
de: Bitte wählen Sie eine gültige Kombination für Ihr gewünschtes Repository
fr: Veuillez choisir une combinaison valable pour la création de votre dépôt de paquets.
it: Per favore scegli una valida combinazione per il repositoty setup.
pl: Proszę wybrać poprawną kombinację dla ustawień repozytorium.
zh: 请为您仓库的设置选择一个有效的组合。

source: Can't insert a fai package list named '%s' in '%s' there is already a package list with the given name.
de: Kann die FAI-Paketliste mit dem Namen '%s' nicht in '%s' einfügen, da bereits eine Paketliste mit diesem Namen existiert.
fr: Impossible d'insérer un paquet fai nommé '%s' dans '%s' il y a déjà un paquet avec le même nom.
it: Non posso inserire un pacchetto FAi chiamato '%s' in '%s' perché c'è già un pacchetto con questo nome.
zh: 无法插入一个名为 '%s' 新 fai 软件包列表在 '%s' 中。已经存在一个同名的了。

source: package is configured
de: Paket ist konfiguriert
fr: le paquet est configuré
it: pacchetto configurato
pl: pakiet jest skonfigurowany
zh: 软件包已配置

source: Package marked for removal
de: Paket zum Entfernen vorgemerkt
fr: Paquet marqué à enlever
it: Pacchetto segnato per la rimozione
pl: Pakiet zaznaczony do usunięcia
zh: 软件包标记为删除

source: Package file '%s' does not exist.
de: Paket '%s' existiert nicht.
fr: Le paquet '%s' n'existe pas.
it: I file del pacchetto '%s' non esistono.
pl: Plik pakietu '%s' nie istnieje.
zh: 软件包文件 '%s' 不存在。

source: Saving FAI package base failed
de: Speichern der FAI-Paket-Basis fehlgeschlagen
fr: La sauvegarde du paquet FAI de base à échoué
it: Salvataggio del pacchetto base FAI fallito
pl: Zapisywanie bazy pakietów nieudane
zh: 保存 FAI package base 失败

source: Saving FAI package entry failed
de: Speichern des FAI-Paket-Eintrags fehlgeschlagen
fr: La suppression de l'entrée du paquet FAI à échoué
it: Salvataggio del valore del pacchetto FAI fallito
pl: Zapisywanie elementu pakietu FAI nieudane
zh: 保存 FAI package entry 失败

source: Create new FAI object - partition table.
de: Erstelle neues FAI-Objekt - Partitions-Tabelle
fr: Créer un nouvel objet FAI - table des partitions.
it: Crea un nuovo oggetto FAI - partition table.
pl: Utwórz nowy obiekt FAI - tablica partycji.
zh: 创建新 FAI 对象 ─ 分区表。

source: Create new FAI object - package bundle.
de: Erstelle neues FAI-Objekt - Paket-Gruppe
fr: Créer un nouvel objet FAI - liste de paquets.
it: Crea un nuovo oggetto FAI - package bundle.
pl: Utwórz nowy obiekt FAI - zestaw pakietów.
zh: 创建新 FAI 对象 ─ 软件包。

source: Create new FAI object - script bundle.
de: Erstelle neues FAI-Objekt - Skript-Gruppe
fr: Créer un nouvel objet FAI - ensemble de scripts.
it: Crea un nuovo oggetto FAI - script bundle.
pl: Utwórz nowy obiekt FAI - zestaw skryptów.
zh: 创建新 FAI 对象 ─ 脚本包。

source: Create new FAI object - variable bundle.
de: Erstelle neues FAI-Objekt - Variablen-Gruppe
fr: Créer un nouvel objet FAI - ensemble de variables.
it: Crea un nuovo oggetto FAI - variable bundle.
pl: Utwórz nowy obiekt FAI - zestaw zmiennych.
zh: 创建新 FAI 对象 ─ 变量包。

source: Create new FAI object - hook bundle.
de: Erstelle neues FAI-Objekt - Hook-Gruppe
fr: Créer un nouvel objet FAI - ensemble des connections.
it: Crea un nuovo oggetto FAI - hook bundle.
pl: Utwórz nowy obiekt FAI - zestaw zaczepów.
zh: 创建新 FAI 对象 ─ 钩子包。

source: Create new FAI object - profile.
de: Erstelle neues FAI-Objekt - Profil
fr: Créer un nouvel objet FAI - profil.
it: Crea un nuovo oggetto FAI - profilo.
pl: Utwórz nowy obiekt FAI - profil.
zh: 创建新 FAI 对象 ─ profile。

source: Create new FAI object - template.
de: Erstelle neues FAI-Objekt - Vorlage
fr: Créer un nouvel objet FAI - modèle.
it: Crea un nuovo oggetto FAI - modello.
pl: Utwórz nowy obiekt FAI - szablon.
zh: 创建新 FAI 对象 ─ 模板。

source: Create new FAI object
de: Erstelle neues FAI-Objekt
fr: Créer un nouvel objet FAI
it: Crea un nuovo oggetto FAI
pl: Utwórz nowy obiekt FAI
zh: 创建新 FAI 对象

source: Spaces are not allowed within class names.
de: Leerzeichen sind in Klassen-Namen nicht erlaubt!
fr: Les espaces ne sont pas autorisées dans les noms de classes.
zh: 对象名中不允许有空格。

source: The given class name is empty.
de: Der angebene Klassen-Name ist leer.
fr: Le nom de classe indiqué est vide.
it: Il nome attribuito alla classe è vuoto.
pl: Podana klasa jest pusta.
zh: 给出的类名为空。

source: The specified class name is already in use for this object type.
de: Der angegebene Klassen-Name ist für diesen Objekt-Typ bereits in Gebrauch.
fr: Le nom de classe indiqué est déjà utilisé pour un objet de ce type.
it: Il nome di classe specificato è già in uso per questo tipo di oggetto.
pl: Podana nazwa klasy jest już używana dla tego typu obiektu.
zh: 对于此对象类，指定的类名已经被使用了。

source: Please select a valid file.
de: Bitte wählen Sie eine gültige Datei.
fr: Veuillez sélectionner un fichier valide.
it: Per favofe selezionate un file valido
pl: Proszę wybrać prawidłowy plik
zh: 请选择一个有效文件。

source: Selected file is empty.
de: Die angebene Datei ist leer.
fr: Le fichier spécifié est vide.
it: Il file selezionato è vuoto.
pl: Wybrany plik jest pusty
zh: 选择的文件为空。

source: There is already a script with the given name.
de: Ein Skript mit diesem Namen existiert bereits.
fr: Il y a déjà un script avec ce nom.
zh: 已经存在相同名称的脚本。

source: Please enter a script.
de: Bitte geben Sie einen Skript an.
fr: Veuillez indiquer un script.
it: Per favore inserite uno script.
pl: Proszę podać skrypt
zh: 请输入一个脚本。

source: You are now going to create a branch or locked branch. This action clones the existing release to another release name. Branches can be modified as usual. FAI classes of locked branches cannot be modified, just additional classes are possible. Branch names should be alphanumeric, excluding the reserved names 'scripts', 'hooks', 'partitions', 'variables', 'templates' and 'fai'.
de: Sie sind dabei, einen neuen (evtl. gesperrten) Zweig zu erstellen. Diese Aktion klont das existierende Release auf einen anderen Releasenamen. Zweige können wie gewohnt bearbeitet werden. FAI-Klassen von gesperrten Zweigen können nicht bearbeitet werden, lediglich das Hinzufügen von Klassen ist möglich. Zweignamen sollten alphanumerisch sein, reservierte Namen sind 'scripts', 'hooks', 'partitions', 'variables', 'templates' und 'fai'. Diese können nicht verwendet werden.
fr: Vous allez maintenant créer un branche ou une branche verrouillée. Cette action copie la version actuelle dans un nouvelle version. Les branches peuvent être modifiées comme d'habitude. Les classes FAI des branches verrouillées ne peuvent pas être modifiées, seul des des classes supplémentaires sont possibles. Les noms de branches doivent être alphanumériques, a l'exception des mots réservés 'scripts', 'hooks', 'partitions', 'variables', 'templates' et 'fai'.
it: Stai per creare una filiale o una filiale bloccata. Questa azione copia una esistente in una con un nuovo nome. Le filiali possono essere modifiate come al solito. Le classi FAI di filiali bloccate non possono essere modificate e solo classi adizionali possono essere aggiunte. I nomi della filiale possono essere alfanumerici, escludendo i nomi riservati come 'scripts', 'hooks', 'partitions', 'variables', 'templates' e 'fai'.
pl: Zamierzasz utworzyć gałąź lub zablokowaną gałąź. Ta akcja klonuje istniejące wydanie do innej nazwy wydania. Gałęzie mogą być zwyczajnie modyfikowane. Klasy FAI zablokowanych gałęzi nie mogą być modyfikowane, można tylko dodawać klasy. Nazwy gałęzi powinny składać się ze znaków alfanumerycznych i nie zawierać zarezerwowanych nazw 'scripts', 'hooks', 'partitions', 'variables', 'templates', oraz 'fai'.
zh: 您现在将创建一个分支或者锁定分支。这个动作将现存的发行版克隆为另外的名字。分支可以正常编辑。锁定分支的FAI 分类无法编辑，只是另外的分类可以。分支名字由字母数字组成，保留字除外，如 'scripts', 'hooks', 'partitions', 'variables', 'templates' 和 'fai'。

source: Branches are created as subreleases of the currently selected branch. Creating a new branch named 1.0.2 in SARGE for example, will result in a new release called SARGE/1.0.2.
de: Die angelegten Zweige werden als Unter-Release des momentan ausgewählten Baumes angelegt. Wenn Sie beispielsweise einen neuen Zweig mit dem Namen 1.0.2 unterhalb von SARGE anlegen, heißt die neue Release SARGE/1.0.2.
fr: Les branches sont crées comme des sous versions de la branche sélectionnées. La création d'un nouvelle branche nommée 1.0.2 in SARGE par exemple, donnera comme résultat une nouvelle version appelée SARGE/1.0.2
it: Le filiali sono create come sottoclassi della selezionata filiale. Creare una nuova filiale chiamata 1.0.2 in SARGE, per esempio, genererà una nuova entità chiamata SARGE/1.0.2.
zh: 分支作为当前所选分支的子发行版被创建。例如在 SARGE 中创建一个名为 1.0.2 的新分支，将会产生一个新分支名为 SARGE/1.0.2。

source: Please enter a name for the branch
de: Bitte geben Sie einen Namen für den Zweig ein
fr: Veuillez entrer un nom pour la branche.
it: Per favore inserisci un nome per la filiale
pl: Proszę podać nazwę gałęzi
zh: 请为该分支输入一个名称

source: Processing the requested operation
de: Gewünschte Operation wird durchgeführt
fr: Opération en cours
it: Esecuzione delle operazioni richieste
pl: Przetwarzam zadaną operację
zh: 处理请求的操作

source: As soon as the copy operation has finished, you can scroll down to end of the page and press the 'Continue' button to continue with the fai management dialog.
de: Sobald der Vorgang abgeschlossen wurde, können Sie zum unteren Ende der Seite blättern und auf den 'Weiter'-Knopf drücken, um zum FAI-Verwaltungs-Dialog zu gelangen.
fr: Aussitôt que l'opération de copie est finie, vous pouvez aller à la fin de la page et cliquer sur 'Continuer' pour continuer la configuration de fai.
it: Non appena l'operazione di copia sarà finita, potete passare alla fine della pagine e premere il pulsante 'Continua' nella finestra di gestione FAI
pl: Jak tylko operacja kopiowania zakończy się, można przewinąć stronę na dół i nacisnąć przycisk 'Kontynuuj' aby przejść do dialogu zarządzania FAI.
zh: 一旦拷贝完成，您可以滚动页面到最下端，按“继续”按钮继续 fai 管理对话框。

source: Your browser doesn't support iframes, please use this link to perform the requested operation.
de: Ihr Browser unterstützt keine IFrames - bitte wählen Sie diesen Link, um die gewünschte Operation durchzuführen.
fr: Votre navigateur ne supporte pas les iframes, veuillez utiliser ce lien pour effectuer l'opération demandée.
it: Il vostro browser non supporta gli iframes; per favore usate questo collegamento per eseguire l'operazione richiesta.
pl: Twoja przeglądarka nie obsługuje iframes, proszę użyć tego linku aby wykonać żądaną operację.
zh: 您的浏览器不支持 iframe，请使用这个链接来执行请求的操作。

source: Perform requested operation.
de: Gewünschte Operation durchführen.
fr: Opération en cours.
it: Eseguo le opwerazioni richieste.
pl: Wykonaj żądaną operację.
zh: 执行请求的操作。

source: Initiate operation
de: Operation initiieren
fr: Démarrage de l'opération
it: Inizializzo l'operazione
pl: Zainicjiuj operację
zh: 初始操作

source: Objects
de: Objekte
fr: Objets
it: Oggetti
pl: Obiekty
zh: 对象

source: List of hook scripts
de: Liste der Hook-Skripte
fr: Liste des scripts de connexions
it: Elenco degli script hooks.
pl: Lista zaczepionych slryptów
zh: 钩子脚本列表

source: Can't insert a fai template named '%s' in '%s' there is already a template with the given name.
de: Kann die FAI-Vorlage mit dem Namen '%s' nicht in '%s' einfügen, da bereits eine Vorlage mit diesem Namen existiert.
fr: Impossible d'insérer un modèle fai nommé '%s' dans '%s' il y a déjà un modèle avec le même nom.
it: Non posso inserire un modello FAi chiamato '%s' in '%s' perché c'è già un modello con questo nome.
zh: 无法插入一个 fai 模板 '%s' 于 '%s' 中。已经存在一个同名的模板。

source: Saving FAI template base failed
de: Speichern der FAI-Vorlage ist fehlgeschlagen
fr: La sauvegarde du modèle FAI de base à échoué
it: Salvataggio del template base FAI fallito
pl: Zapisywanie bazy szablonów FAI nieudane
zh: 保存 FAI template base 失败

source: Removing FAI template entry failed
de: Entfernen der FAI-Vorlage fehlgeschlagen
fr: La suppression du modèle FAI à échoué
it: Rimozione del valore del modello FAI fallita
zh: 删除 FAI template entry 失败

source: Modifying FAI template entry failed
de: Aktualisieren der FAI-Vorlage fehlgeschlagen
fr: La modification du modèle FAI à échoué
it: Modifica del valore del modello FAI fallita
zh: 修改 FAI 模板条目失败

source: Creating FAI template entry failed
de: Erstellen der FAI-Vorlage ist fehlgeschlagen
fr: La création du modèle FAI à échoué
it: Creazione del valore del modello FAI fallita
zh: 创建 FAI template 条目失败

source: List of template files
de: Liste der Vorlagen
fr: Liste des modèles
it: Elenco dei file modello
pl: Lista plików szablonów
zh: 模板文件列表

source: Enter FAI object name
de: Geben Sie den Namen des FAI-Objekts ein
fr: Entrez le nom de l'objet FAI
zh: 输入 FAI 对象名称

source: FAI classes
de: FAI-Klassen
fr: Classes FAI
it: Classi FAI
pl: Klasy FAI
zh: 自动化安装（FAI）类

source: List of assigned variables
de: Liste benutzter Variablen
fr: Liste des noms de variables déjà utilisées
it: Elenco delle variabili assegnate
pl: Lista przypisanych zmiennych
zh: 已分配变量列表

source: Choose a variable to delete or edit
de: Wählen Sie eine Variable zum Entfernen oder Bearbeiten
fr: Choisissez une variable à effacer ou éditer
it: Scegli la variabile da cancellare o modificare
pl: Wybierz zmienną do usunięcia lub edycji
zh: 选择一个要删除或修改的变量

source: This includes all account data, system access, etc. for this branch. Please double check if your really want to do this since there is no way for GOsa to get your data back.
de: Dies umfasst alle Kontodaten, Zugriffsregeln etc. für diesen Zweig. Bitte prüfen Sie genau, da es keine Möglichkeit gibt, diese Aktion rückgängig zu machen.
fr: Cela inclut toutes les données des comptes, les droits d'accès, la configuration imap,etc. pour cette branche. Veuillez vous assurez que vous voulez effectuez cette opération étant donné qu'il est impossible pour GOsa de récupérer vos données.
it: Questo include tutti i dati degli utenti, di accesso al sistema, ecc. per questa filiale. Controllate attentamente le modifiche da apportare perché GOsa non potrà ripristinare i dati modificati.
pl: Operacja odnosi się do wszystkich danych kont, dostępów, etc dla tej gałęzi. Proszę upewnić się czy na pewno wykonać operację, gdyż nie ma możliwości powrotu.
zh: 这个分支包含所有账号信息，系统访问等等。请再次检查您是否要这么做，因为 GOsa 没有办法将您的数据找回。

source: List of scripts
de: Liste der Skripte
fr: Liste des scripts
it: Elenco degli script
pl: Lista skryptów
zh: 脚本列表

source: primary
de: Primär
fr: principal
it: primario
pl: podstawowa
zh: 主要

source: logical
de: Logisch
fr: logique
it: logico
pl: logiczna
zh: 逻辑

source: Mount point
de: Mount-Punkt
fr: Point de montage
it: Punto di montaggio
pl: Punkt montowania
zh: 挂载点

source: Size in MB
de: Größe in MB
fr: Taille en MB
it: Dimensione in MB
pl: Rozmiar w MB
zh: 单位 MB

source: Mount options
de: Mount-Optionen
fr: Options de montage
it: Opzioni di montaggio
pl: Opcje montowania
zh: 挂载选项

source: FS option
de: Dateisystem-Option
fr: Option du système de fichier
it: Opzioni FS
pl: Opcje systemu plików
zh: 文件系统选项

source: Preserve
de: Bewahren
fr: Préserver
it: Preserva (preserve)
pl: Zachowaj
zh: 保留

source: Please specify a valid disk name
de: Bitte geben Sie einen gültigen Festplattennamen ein!
fr: Veuillez spécifier un nom de disque valide

source: please enter a unique mount point for partition %s
de: Bitte geben Sie einen eindeutigen Mount-Punkt für Partition %s ein.
fr: veuillez entrer un point de montage unique pour la partition %s
it: per favore indicate un unico punto di montaggio per la partizione '%s'
pl: proszę podać unikalny punkt montowania dla partycji %s
zh: 请输入分区 %s 的一个唯一挂载点

source: Please enter a valid mount point for partition %s.
de: Bitte geben Sie einen gültigen Mount-Punkt für Partition %s ein.
fr: Veuillez entrer un point de montage valide pour la partition %s.
it: Per favore inserite un valido punto di montaggio per la partizione %s.
pl: Proszę podać poprawny punkt montowania dla partycji %s.
zh: 请输入分区 %s 的一个有效挂载点

source: File system type 'swap' is already used, change file system type for partition %s.
de: Dateisystem 'swap' wird bereits benutzt, ändern Sie bitte das Dateisystem für Partition %s.
fr: Le système de fichier 'swap' est déjà utilisé, veuillez changer le type pour la partition %s.
it: Il tipo file swap è già usato; cambia il tipo di file system per la partizione %s.
pl: Typ systemu plików 'swap' jest już użyty. Zmień system plików dla partycji %s.
zh: 文件系统类型 'swap' 已经使用过了，修改分区 %s 的文件系统类型。
