Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Increase your server security by setting magic_quotes_gpc to 'on'. PHP will escape all quotes in strings in this case.
de: Erhöhen Sie die Sicherheit des Server, indem sie magic_quotes_gpc auf 'on' stellen. PHP wird in dieser Einstellung alle 'quotes' in 'strings' umwandeln.
fr: Améliorez la sécurité de votre serveur en mettant magic_quotes_gpc à 'on'. PHP préfixera tout les guillemets dans les chaînes avec la séquence escape.
it: Aumentate la sicurezza del server settando 'magic_quotes_gpc' a 'on'. In questo caso PHP non eseguirà le stringhe tra virgolette.
pl: Ustawienie macig_quotes_gpc na 'on' zwiększy bezpieczeństwo serwera. PHP będzie zabezpieczać cudzysłowa w stringach.
zh: 将 magic_quotes_gpc 设置为 'on' 会增加服务器安全性。这种情况下 PHP 会将字符串中所有引号编码。

source: Search for 'magic_quotes_gpc' in your php.ini and set it to 'On'.
de: Suchen Sie in Ihrer php.ini nach 'magic_quotes_gpc' und setzen sie es auf 'On'.
fr: Recherchez l'option 'magic_quotes_gpc' dans votre php.ini et mettez le à 'On'.
it: Cerca il parametro 'magic_quotes_gpc' nel tuo php.ini e impostalo a 'On'.
pl: Wyszukaj 'magic_quotes_gpc' w pliku php.ini i ustaw na 'On'.
zh: 在您的 php.ini 中查找 'magic_quotes_gpc'，并设置它为开启。

source: Increase your server performance by setting magic_quotes_gpc to 'off'.
de: Erhöhen Sie die Leistung des Servers, indem sie magic_quotes_gpc auf 'off' stellen.
fr: Améliorez la performance de votre serveur en mettant magic_quotes_gpc à 'off'.
pl: Zwiększ wydajność swojego serwera ustawiając magic_quotes_gpc na 'off'
zh: 将 magic_quotes_gpc 设置为 'off' 会提高服务器性能。

source: Search for 'zend.ze1_compatibility_mode' in your php.ini and set it to 'Off'.
de: Suchen Sie in Ihrer php.ini nach 'zend.ze1_compatibility_mode' und setzen sie es auf 'Off'.
fr: Recherchez l'option 'zend.ze1_compatibility_mode' dans votre hp.ini et mettez la à 'Off'.
it: Cerca il parametro 'zend.ze1_compatibility_mode' nel tuo php.ini e impostalo a 'Off'.
pl: Wyszukaj 'zend.ze1_compatibility_mode' w pliku php.ini i ustaw na 'Off'.
zh: 在您的 php.ini 中查找 'zend.ze1_compatibility_mode'，并设置它为关闭。

source: Configuration writeable
de: Konfigurationsdatei schreibbar
fr: Le fichier de configuration peut être écrit
pl: Konfiguracja zapisywalna
zh: 配置文件可写

source: The configuration file can't be written
de: Die Konfigurationsdatei kann nicht geschrieben werden
fr: Le fichier de configuration ne peut pas être écrit
pl: Plik konfiguracyjny nie może zostać zapisany
zh: 配置信息不可写

source: GOsa reads its configuration from a file located in (%s/%s). The setup can write the configuration directly if it is writeable.
de: GOsa liest die Konfiguration aus einer Datei, die sich in (%s/%s) befindet. Die Einrichtung kann die Konfiguration direkt speichern, wenn die Datei schreibbar ist.
fr: GOsa lit sa configuration d'un fichier situé dans (%s/%s). Le programme d'installation peut écrire la configuration directement si le fichier est permet l'écriture.
it: GOsa legge la sua configurazione da un file situato in (%s/%s). L'installazione può accedervi direttamente in scrittura se ne ha i diritti.
pl: GOsa czyta swoją konfigurację z pliku w (%s/%s). Instalator może zapisać konfigurację bezpośrednio, jesli plik jest zapisywalny.
zh: GOsa 从位于 (%s/%s) 的文件中读取配置。如果可写，安装程序可以直接修改配置。

source: GOsa core settings
de: GOsa Basis-Einstellungen
fr: Paramètres essentiels de GOsa
pl: Główne ustawienia GOsa
zh: GOsa 核心设置

source: Disable primary group filter
de: Deaktiviere Filter für primäre Gruppe
fr: Désactiver le filtre sur les groupes primaires
pl: Wyłącz filtr grupy podstawowej
zh: 禁用主要组过滤器

source: Display summary in listings
de: Zeige Zusammenfassung in Verzeichnissen
fr: Afficher les sommaires dans les listings

source: Honour administrative units
de: Beachte administrative Einheiten
fr: Honorer les entités administratives
pl: Honoruj jednostki administracyjne

source: Smarty compile directory
de: Smarty Compileverzeichnis
fr: Répertoire de compilation de smarty
pl: Katalog kompilacji Smarty
zh: Smarty 编译目录

source: SNMP community
de: SNMP Gemeinschaft
fr: Communauté SNMP

source: Path for PPD storage
de: Pfad zur PPD-Ablage
fr: Répertoire pour le stockage des PPD
pl: Ścieżka do przechowywania PPD
zh: PPD 存储路径

source: Path for kiosk profile storage
de: Pfad zur Kiosk-Profil-Ablage
fr: Répertoire pour le stockage des profiles kiosk
pl: Ścieżka dla przechowywania profilu kiosk
zh: Kiosk profile 存储路径

source: Enable system deployment
de: Systemverteilung aktivieren
fr: Activer le déploiement en masse

source: Network resolv hook
de: Netzwerk-Auflösungs-Hook
fr: Connexions pour les Résolution réseaux
pl: Zaczep do resolvera sieciowego
zh: Network 解析钩子

source: Mail queue script
de: Mail-Warteschlangen-Skript
fr: Script pour la gestion de la queue du serveur de messagerie
pl: Skrypt kolejki pocztowej
zh: 邮件队列脚本

source: Notification script
de: Benachrichtigungsskript
fr: Script de notification
pl: Skrypt powiadamiania
zh: 通知脚本

source: Login and session
de: Anmeldung und Sitzung
fr: connexion et session
pl: Logowanie i sesja
zh: 登录和会话

source: Allow login with users mail address
de: Anmeldung mit der Mail-Adresse des Benutzers erlauben
fr: Permet la connexion avec l'adresse de messagerie des utilisateurs

source: Enforce register_globals to be deactivated
de: Stelle sicher, dass register_globals nicht aktiv ist
fr: Force register_globals à être désactivé
zh: 强制 register_globals 为不活动

source: Enforce encrypted connections
de: Erzwinge verschlüsselte Verbindungen
fr: Force les connexions cryptées
pl: Wymuś szyfrowane połączenia
zh: 强制加密连接

source: Warn if session is not encrypted
de: Warnen, wenn die Sitzung nicht verschlüsselt ist
fr: Avertir si la session ne sera pas cryptée
pl: Ostrzeż jeśli sesja nie jest szyfrowana
zh: 如果会话不加密警告

source: Session lifetime
de: Lebensdauer von Sitzungen
fr: Durée de vie de la session
pl: czas życia sesji
zh: 会话生存期

source: Debugging
de: Fehlersuche
fr: Deboguage
pl: Debugowanie

source: Show PHP errors
de: Zeige PHP Fehler
fr: Afficher les erreur PHP
pl: Pokazuj błędy PHP
zh: 显示 PHP 错误

source: Maximum LDAP query time
de: Maximale LDAP-Abfragedauer
fr: Durée maximale d'une requête LDAP
pl: Maksymalny czas zapytania LDAP
zh: 最大 LDAP 查询时间

source: Log LDAP statistics
de: Protokolliere LDAP-Statistiken
fr: Inscrit les statistique de l'annuaire LDAP dans les journaux systèmes
pl: Loguj statystyki LDAP
zh: Log LDAP 状态

source: Debug level
fr: Niveau de débogage
pl: Poziom debugu
zh: Debug 级别

source: Disabled
de: Deaktiviert
fr: Désactivé
pl: Wyłączone
zh: 禁用

source: Enabled
de: Aktiviert
fr: Activé
pl: Włączone
zh: 启用

source: I accept this license
de: Ich akzeptiere diese Lizenz
fr: J'accepte cette license
pl: Akceptuję licencję

source: Please select the preferred language
de: Bitte wählen Sie die bevorzugte Sprache
fr: Veuillez sélectionner la langue par défaut
pl: Proszę wybrać swój preferowany język
zh: 请选择首选语种

source: At this point, you can select the site wide default language. Choosing 'automatic' will use the language requested by the browser. This setting can be overriden per user.
de: An diesem Punkt können Sie eine Site-weite Standardsprache wählen. Wenn Sie 'automatisch' wählen, wird die vom Browser angeforderte Sprache verwendet. Diese Einstellung kann vom Benutzer überschrieben werden.
fr: Maintenant vous pouvez choisir la langue par défaut pour GOSa. Automatique utilisera la langue demandée par le navigateur. Ce paramètre peut être configuré par utilisateur.
pl: W tym momencie można wybrać globalny, domyślny język. Wybierając 'automatycznie' spowoduje użycie języka zgłoszonego przez przeglądarkę. To ustawienie można konfigurować per użytkownik.
zh: 现在，您可以选择站点缺省语言。选择自动将根据浏览器自动选择。每个用户可以有自己的设置。

source: Please your preferred language here
de: Bitte wählen Sie die bevorzugte Sprache
fr: Veuillez indiquer votre langue préférée ici
pl: Proszę wybrać swój preferowany język
zh: 在此选择您的首选语种

source: UNIX accounts/groups
de: UNIX Konten/Gruppen
fr: Compte / Groupes UNIX
pl: Konta UNIX/grupy
zh: UNIX 账号/组

source: Samba management
de: Samba Verwaltung
fr: Gestion SAMBA
pl: Zarządzanie Samba
zh: Samba 管理

source: Mailsystem management
de: Mailsystem Verwaltung
fr: Gestion de la messagerie
pl: Zarządzanie systemem pocztowym
zh: 邮件系统管理

source: FAX system administration
de: Fax-System Verwaltung
fr: Gestion des FAX
pl: Administracja systemem FAX
zh: FAX 系统管理

source: Asterisk administration
de: Asterisk Verwaltung
fr: Gestion d'asterisk
pl: Administracja Asterisk
zh: Asterisk 管理

source: System inventory
de: System Inventar
fr: Gestion de l'inventaire
pl: Inwentarz systemowy
zh: 系统清单

source: System / Config management
de: System-/Konfigurationsverwaltung
fr: Gestion Système / Configuration
pl: System / Konfiguracja zarządzanie
zh: 系统/配置管理

source: Addressbook
de: Adressbuch
fr: Carnet d'adresses
it: Rubrica
pl: Książka adresowa
zh: 地址簿

source: Notification and feedback
de: Benachrichtigung und Rückmeldung
fr: Notification et retour d'information
pl: Powiadamianie i feedback
zh: 通知和反馈

source: Get notifications or send feedback
de: Erhalte Benachrichtigung oder sende Rückmeldung
fr: Recevoir des notifications et des retour d'information
pl: Pobierz powiadomienia lub wyślij feedback
zh: 获取通知或者发送反馈

source: Could not connect to feedback server (%s). There is possibly no connection to the internet.
de: Kann das Formular nicht an den Server %s verschicken. Prüfen Sie die Internet-Konnektivität.
fr: Impossible de se connecter au serveur (%s) pour envoyer le retour d'information. Il n'y a probablement pas de connexion internet.
pl: Nie udało się połączyć z serwerem uwag (%s). Prawdopodobnie brak połączenia z internetem.
zh: 无法连接到反馈服务器 (%s)。可能不存在到 internet 的连接。

source: Error while sending your feedback. The service is possible temporary unavailable
de: Beim Versenden der Daten ist ein Fehler aufgetreten. Der Dienst ist wahrscheinlich momentan nicht verfügbar.
fr: Erreur lors de l'envoi de votre retour d'information. Le service est temporairement hors service
pl: Błąd podczas wysyłania uwag. Usługa jest prawdopodobnie chwilowo niedostępna
zh: 发送您的反馈失败。可能服务暂时不可用

source: Feedback sucessfully send
de: Daten erfolgreich versendet
fr: L'envoi du retour d'information à réussi
pl: Uwagi pomyślnie wysłano
zh: 反馈成功发出

source: Please specify a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein!
fr: Veuillez indiquer une adresse de messagerie valide.
zh: 请输入一个有效的邮件地址。

source: You should have enabled at least one option, to subscribe or send your feedback.
de: Sie solten mindestens eine Option aktiviert haben um Feedback zu senden oder die Mailingliste zu nutzen.
fr: Vous devez au moins avoir activé une option, pour souscrire ou envoyer votre retour d'information.
zh: 您应该启用至少一个选项，来订阅或发送您的反馈。

source: LDAP setup
de: LDAP-Einrichtung
fr: Configuration LDAP
pl: Ustawienia LDAP
zh: LDAP 设置

source: LDAP connection setup
de: LDAP Verbindungseinrichtung
fr: Configuration de la connexion LDAP
pl: Ustawienia połączenia LDAP
zh: LDAP 连接设置

source: This dialog performs the basic configuration of the LDAP connectivity for GOsa.
de: Dieser Dialog führt die Basis-Konfiguration der LDAP-Verbindung für GOsa aus.
fr: Cette boite de dialogue permet d'indiquer la configuration de base LDAP pour GOsa.
zh: 这个对话框为 GOsa 执行 LDAP 连接的基本配置.

source: No
de: nein
fr: Non
it: Nessuno
pl: Nie
zh: 否

source: Yes
de: ja
fr: Oui
it: Sì
pl: Tak
zh: 是

source: Anonymous bind failed on server '%s'.
de: Anonyme Verbindung zu Server '%s' fehlgeschlagen.
fr: La connexion anonyme à échoué sur le serveur '%s'.
zh: 匿名绑定服务器 '%s' 失败。

source: Bind as user '%s' failed on server '%s'.
de: Verbindnung als Benutzer '%s' zu Server '%s' fehlgeschlagen.
fr: la connexion comme l'utilisateur '%s' à échoué sur le serveur '%s'.
pl: Połączenie jako użytkownik '%s' nieudane na serwerze '%s'.
zh: 以用户 '%s' 绑定服务器 '%s' 失败。

source: Anonymous bind on server '%s' succeeded.
de: Anonyme Verbindung zu Server '%s' war erfolgreich.
fr: La connexion anonyme sur le serveur '%s' à réussi.
zh: 成功匿名绑定服务器 '%s'。

source: Please specify user and password.
de: Bitte geben Sie Benutzer und Kennwort ein.
fr: Veuillez introduire un utilisateur et un mot de passe.
pl: Proszę podać użytkownika i hasło.
zh: 请输入用户和口令！

source: Bind as user '%s' on server '%s' succeeded.
de: Verbindung als Benutzer '%s' zu Server '%s' war erfolgreich.
fr: La connexion comme l'utilisateur '%s' sur le serveur '%s' à réussi.
pl: Połączenie jako użytkownik '%s' na serwerze '%s' udane.
zh: 以用户 '%s' 绑定服务器 '%s' 成功。

source: Schema specific settings
de: Schema-spezifische Einstellungen
fr: Paramètres spécifiques des schémas
pl: Ustawienia dotyczące schematów
zh: Schema 相关设定

source: Enable schema validation when logging in
de: Aktiviere Schema-Prüfung beim Anmelden
fr: Activer la validation des schéma lors de la connexion
it: Abilita la validazione schema nel momento del login
zh: 登录时启用 schema 检查

source: Check status
de: Prüfe Status
fr: Vérifier les statuts
pl: Sprawdź status
zh: 检查状态

source: Schema check succeeded
de: Schema-Prüfung war erfolgreich
fr: La vérification des schéma à réussi
it: Controllo schema terminato correttamente
pl: Sprawdzanie schematów zakończone sukcesem
zh: Schema 检查成功

source: Schema check failed
de: Schemaprüfung fehlgeschlagen
fr: La vérification des schéma à échoué
pl: Sprawdzanie schematu nieudane
zh: Schema 检查失败

source: Subscribe to the gosa-announce mailinglist
de: Abonniere die GOsa-Announce Mailingliste
fr: Souscrire à la liste de discutions gosa-announce
pl: Zapisz się do listy mailingowej gosa-announce
zh: 订阅 gosa-announce 邮件列表

source: When checking this option, GOsa will try to connect http://oss.gonicus.de in order to subscribe you to the gosa-announce mailing list. You've to confirm this by mail.
de: Wenn Sie diese Option auswählen, versucht GOsa eine Verbindung zu http://oss.gonicus.de, um die GOsa-Announce Mailingliste zu abonnieren. Sie müssen das Abonnement daraufhin per Mail bestätigen.
fr: Quand vous cochez cette option, GOsa essayera de se connecter a http://oss.gonicus.de afin de vous inscrire à la liste de discutions gosa-announce. Vous devrez confirmer cette inscription par email.
pl: Zaznaczając tą opcję, GOsa połączy się ze stroną http://oss.gonicus.de aby zapisać Cię do listy mailingowej gosa-announce. Trzeba to potwierdzić mailem.
zh: 当选择这个选项，GOsa 将要连接到 http://oss.gonicus.de，以便将你加入到 gosa-announce 邮件列表。您必须邮件确认。

source: Organization
de: Organisation
fr: Entreprise
it: Organizzazione
pl: Organizacja
zh: 组织/公司

source: Name
fr: Nom
it: Nome
pl: Imię
zh: 名称

source: Mail address
de: Mail-Adresse
fr: Adresse de messagerie
it: Indirizzo e-mail
pl: Adres email
zh: 邮件地址

source: Send feedback to the GOsa project team
de: Rückmeldung an das GOsa-Project-Team senden
fr: Envoyer vos commentaire au membres du projet Gosa
pl: Wyślij uwagi do zespołu projektu GOsa
zh: 发送反馈到 GOsa 项目组

source: When checking this option, GOsa will try to connect http://oss.gonicus.de in order to submit your form anonymously.
de: Wenn diese Option ausgewählt ist, wird GOsa versuchen, eine Verbindung zu http://oss.gonicus.de aufzubauen, um Ihr Formular anonym zu übermitteln.
fr: Quand vous cocher cette option, GOsa essayera de se connecter à http://oss.gonicus.de pour pouvoir transmettre votre réponse de manière anonyme.
pl: Zaznaczająć tą opcję, GOsa połączy się ze stroną http://oss.gonicus.de aby anonimowo wysłać Twoj formularz.
zh: 当选择这个选项，GOsa 将要连接到 http://oss.gonicus.de，以便匿名提交您的表单。

source: Did the setup procedure help you to get started?
de: Hat Ihnen die Einrichtungs-Prozedur beim Start geholfen?
fr: Est ce que la procédure d'installation vous à aidé ?
pl: Czy procedura instalacji pomogła w uruchomieniu?
zh: 安装过程是否帮助您顺利开始使用？

source: If not, what problems did you encounter
de: Wenn nicht, welche Probleme sind Ihnen begegnet
fr: Si non, quels sont les problèmes que vous avez rencontrés
pl: Jeśli nie, jakie problemy napotkałeś/aś?
zh: 如果没有，您遇到了什么问题

source: Is this the first time you use GOsa?
de: Ist dies das erste Mal, dass Sie GOsa verwenden?
fr: Est ce la première fois que vous utilisez GOsa ?
pl: Czy to jest pierwszy raz, kiedy używasz GOsa?
zh: 这是您第一次使用 GOsa？

source: I use it since
de: Ich verwende es seit
fr: Je l'utilise depuis
pl: Używam GOsa od
zh: 我使用它，自从

source: Select the year since when you are using GOsa
de: Wählen Sie das Jahr, seit dem Sie GOsa verwenden
fr: Veuillez sélectionner l'année depuis laquelle vous utilisez GOsa
pl: Wybierz rok odkąd używasz GOsa
zh: 选择从哪一年您开始使用 GOsa

source: What operating system / distribution do you use?
de: Welches Betriebssystem / welche Distribution verwenden Sie?
fr: Quel système d'exploitation / distribution utilisez vous ?
pl: Jakiego systemu operacyjnego/dystrybucji używasz?
zh: 您使用什么操作系统/发行版？

source: What web server do you use?
de: Welchen Web-Server verwenden Sie?
fr: Quel serveur web utilisez vous ?
pl: Jakiego serwera www używasz?
zh: 您使用什么 web 服务器？

source: What PHP version do you use?
de: Welche PHP-Version verwenden Sie?
fr: Quelle version de php utilisez vous ?
pl: Której wersji PHP używasz?
zh: 您使用什么版本的 PHP？

source: What kind of LDAP server(s) do you use?
de: Welche Arten von LDAP-Servern verwenden Sie?
fr: Quel type de serveur(s) ldap utilisez vous ?
pl: Jakiego rodzaju serwera LDAP używasz?
zh: 您使用什么类型的 LDAP 服务器？

source: How many objects are in your LDAP?
de: Wie viele Objekte befinden sich in Ihrem LDAP?
fr: Combien d'objet sont dans votre annuaire LDAP ?
pl: Ile jest obiektów w Twoim serwerze LDAP?
zh: 您的 LDAP 中有多少个对象？

source: Features
de: Möglichkeiten
fr: Fonctionalités
pl: Cechy
zh: 功能

source: What features of GOsa do you use?
de: Welche Funktionen von GOsa verwenden Sie?
fr: Quel fonctionnalités de GOsa utilisez vous ?
pl: Których funkcjonalności GOsa używasz?
zh: 您在使用 GOsa 什么功能？

source: What features do you want to see in future versions of GOsa?
de: Welche Funktionen würden Sie gerne in zukünftigen Versionen von GOsa sehen?
fr: Quelle fonctionnalités voulez vous voir dans les prochaines versions de GOsa ?
pl: Jakie funkcjonalności chciałbyś zobaczyć w przyszłych wersjach GOsa?
zh: 您希望 GOsa 未来版本具有什么功能？

source: Send feedback
de: Sende Rückmeldung
fr: Envoyer vos réponses
pl: Wyślij feedback
zh: 发送反馈

source: Please choose the LDAP user to be used by GOsa
de: Bitte wählen Sie den LDAP-Benutzer, der von GOsa verwendet werden soll
fr: Veuillez choisir l'utilisateur LDAP qui sera utilise par GOSa
zh: 请选择 GOsa 要用到的的 LDAP 用户。

source: Search
de: Suchen
fr: Recherche
it: Cerca
pl: Szukaj
zh: 查找

source: Apply
de: Anwenden
fr: Appliquer
it: Applica
pl: Zastosuj
zh: 应用

source: Cancel
de: Abbrechen
fr: Annuler
it: Cancella
pl: Anuluj
zh: 取消

source: LDAP connection
de: LDAP-Verbindung
fr: Connexion LDAP
pl: Połączenie LDAP
zh: LDAP 连接

source: Location name
de: Name des Standortes:
fr: Nom de l'emplacement
it: Nome della Località (location)
pl: Nazwa lokalizacji
zh: 位置名称

source: Connection URL
de: Verbindungs-URL
fr: URL de connexion
pl: Połączeniowy URL
zh: 连接 URL

source: TLS connection
de: TLS-Verbindung
fr: Connexion TLS
pl: Połączenie TLS
zh: TLS 连接

source: Reload
de: Neu laden
fr: Recharger
pl: Przeładuj
zh: 重新加载

source: Authentication
de: Authentisierung
fr: Authentification
pl: Autentykacja
zh: 鉴权

source: Admin DN
de: Administrator-DN:
fr: DN de l'administrateur
it: Amministratore DN
pl: DN Administratora
zh: 管理员 DN

source: Select user
de: Wähle Benutzer
fr: Sélectionner un utilisateur
pl: Wybierz użytkownika
zh: 选择用户

source: Automatically append LDAP base to admin DN
de: Automatisches Anfügen der LDAP-Basis an die Admin-DN
fr: Ajouter automatiquement la base de l'annuaire LDAP au DN de l'administrateur
zh: 自动添加 LDAP base 到 admin DN

source: Admin password
de: Administrator-Kennwort:
fr: Mot de passe administrateur
it: Password dell'amministratore
pl: Hasło Administratora
zh: 管理员口令

source: Schema based settings
de: Schemabasierende Einstellungen
fr: Paramètres basé sur les schéma
pl: Ustawienia dotyczące schematów
zh: Samba 设置

source: Use rfc2307bis compliant groups
de: Verwende RFC2307bis-konforme Gruppen
fr: Utilisez des groupes rfc2307bis
zh: 使用符合 rfc2307bis 的组

source: Current status
de: Momentaner Status
fr: Statut actuel
pl: Obecny status
zh: 当前状态

source: PHP module and extension checks
de: PHP Modul- und Erweiterungsprüfungen
fr: Extension PHP et vérification de ceux ci
it: Controlli del modulo PHP e delle estensioni
zh: PHP 模块和扩展检查

source: Error
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
zh: 错误

source: Warning
de: Warnung
fr: Avertissement
it: Attenzione
pl: Ostrzeżenie
zh: 警告

source: GOsa will NOT run without fixing this.
de: GOsa wird NICHT laufen, ohne dass dieser Fehler behoben ist.
fr: GOsa ne fonctionnera pas si vous ne corriger pas cela.
it: GOsa NON opererà senza che questo sia sistemato
pl: GOsa NIE będzie działać bez naprawy.
zh: 不修正这个 GOsa 无法允许。

source: GOsa will run without fixing this.
de: GOsa wird laufen, ohne dass dieser Fehler behoben ist.
fr: GOsa fonctionnera même si vous ne corrigez pas cela.
it: GOsa opererà senza che questo sia sistemato
pl: GOsa będzie działać bez poprawy.
zh: 不修正这个 GOsa 也将允许。

source: PHP setup configuration
de: Konfiguration der PHP-Umgebung
fr: Configuration de PHP
pl: Konfiguracja ustawień PHP
zh: PHP 安装配置

source: show information
de: zeige Informationen
fr: Montrer les informations
pl: pokaż informacje
zh: 显示信息

source: Create your configuration file
de: Erstellen Sie Ihre Konfigurationsdatei
fr: Création du fichier de configuration
pl: Utwórz plik konfiguracyjny
zh: 创建您的配置文件

source: Download configuration
de: Konfiguration herunterladen
fr: Télécharger la configuration
it: Download della configurazione
pl: Konfiguracja pobierania
zh: 下载配置

source: Status:
fr: Statut:
zh: 状态:

source: Language setup
de: Sprachen-Einrichtung
fr: Configuration de la langue
pl: Ustawienia języka
zh: 语言设置

source: This step allows you to select your preferred language.
de: Dieser Schritt ermöglicht es Ihnen, Ihre bevorzugte Sprache zu wählen.
fr: Cette étape vous permet de sélectionner votre langue préférée.
pl: Ten krok pozwala na wybranie preferowanego języka.
zh: 这一步允许您选择喜好语言。

source: Automatic
de: Automatisch
fr: Automatique
pl: Automatyczne
zh: 自动

source: LDAP inspection
de: LDAP-Prüfung
fr: Vérification de l'annuaire LDAP
pl: Inspekcja LDAP
zh: LDAP 检查

source: Analyze your current LDAP for GOsa compatibility
de: Analysiere die aktuelle LDAP-Umgebung auf GOsa-Kompatibilität
fr: Analyse de votre annuaire LDAP pour la compatibilité avec GOsa
zh: 分析您当前 LDAP 与 GOsa 的兼容性

source: Checking for root object
de: Prüfe auf Wurzel Objekt
fr: Recherche de l'objet racine
pl: Sprawdzam obiekt główny
zh: 检查根对象

source: Checking permissions on LDAP database
de: Prüfe Berechtigungen auf die LDAP-Datenbank
fr: Vérification des permissions sur l'annuaire LDAP
pl: Sprawdzam uprawnienia w bazie LDAP
zh: 检查 LDAP 数据库权限

source: Checking for invisible deparmtments
de: Prüfe auf nicht sichtbare Abteilungen
fr: Vérification des départements invisibles
pl: Sprawdzam niewidzialne departamenty
zh: 检查不可见部门

source: Checking for invisible users
de: Prüfe auf nicht sichtbare Benutzer
fr: Vérification des utilisateurs invisibles
pl: Sprawdzam niewidzialnych użytkowników
zh: 检查不可见用户

source: Checking for super administrator
de: Prüfe auf Super Administrator
fr: Vérification du superadministrateur
pl: Sprawedzam super administratora
zh: 检查超级用户

source: Checking for users outside the people tree
de: Prüfe auf Benutzer ausserhalb des Benutzer-Teilbaums
fr: Vérification d'utilisateurs en dehors de la branche people
pl: Sprawdzam użytkowników poza drzewem osób
zh: 检查用户树之外的用户

source: Checking for groups outside the groups tree
de: Prüfe auf Gruppen ausserhalb des Gruppen-Teilbaums
fr: Vérification des groupes en dehors de la branche groups
pl: Sprawdzam grupy poza drzewem grup
zh: 检查组子树外的组
