Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: There must be least one queue number defined.
de: Es ist mindestens eine Telefonnummer erforderlich.
fr: Il doit y avoir au moins un numéro de queue définie.
it: Deve esserci almeno un numero di coda definito.
pl: Musi być zdefiniowany co najmniej jeden numer kolejki.
zh: 必须至少定义一个队列数字

source: Error while removing old queue entries from database.
de: Fehler beim Entfernen der alten Warteschlangen-Einträge aus der Datenbank.
fr: Une erreur s'est produite lors de l'effacement des entrées de l'ancienne queue.
zh: 从数据库删除旧的队列条目失败

source: Could not detect old queue entry, query failed.
de: Konnte alten Warteschlangen-Eintrag nicht erkennen, die Abfrage schlug fehl.
fr: Impossible de détecter les entrées de l'ancienne queue, la requête à échoué.
zh: 无法检测旧的队列条目，查询失败。

source: More than one entry in queue table found, that uses the name ('%s'). Please fix this issue manually first.
de: Es wurde mehr als ein Eintrag in der Warteschlangen-Tabelle gefunden, der den Namen '%s' verwendet. Bitte korrigieren Sie zuerst diesen Fehler manuell.
fr: Plus d'une entrée dans la table queue utilisent le nom ('%s'). Veuillez d'abord régler ce problème manuellement.
zh: 在队列中发现至少一个条目，名为（%s）。请先手工解决这个问题。

source: Mysql query failed.
de: Die MySQL-Abfrage schlug fehl.
fr: La requête Mysql à échoué.
pl: Zapytanie do MySQL nieudane.
zh: Mysql 查询失败。

source: Saving phone queue failed
de: Speichern der Telefonwarteschlange ist fehlgeschlagen
fr: La sauvegarde de la queue téléphonique à échoué
it: Salvataggio della coda telefonica fallito.
pl: Zapisywanie kolejki telefonu nieudane
zh: 保存电话队列失败

source: Removing phone queue failed
de: Entfernen der Telefonwarteschlange ist fehlgeschlagen
fr: La suppression de la queue téléphonique à échoué
it: Rimozione della coda telefonica fallito.
pl: Usuwanie kolejki telefonu nieudane
zh: 删除电话队列失败

source: Object groups
de: Objektgruppen
fr: Groupes d'objets
it: Gruppo di oggetti
pl: Grupy obiektów
zh: 对象组

source: You're about to delete the object group '%s'.
de: Sie sind dabei die Objektgruppe '%s' zu löschen.
fr: Vous êtes sur le point de supprimer le groupe objet '%s'.
it: Vuoi cancellare il Gruppo di Oggetti '%s'.
pl: Zamierzasz usunąć grupę obiektową '%s'.
zh: 您将要删除这个对象组 '%s'。

source: You are not allowed to delete this object group!
de: Es ist Ihnen nicht erlaubt, diese Objektgruppe zu löschen!
fr: Vous n'êtes pas autorisé à supprimer le groupe objet!
it: Non ti è permesso di cancellare questo gruppo di oggetti!
pl: Brak uprawnień do usunięcia grupy obiektowej.
zh: 您无权删除这个对象组！

source: Phone queue
de: Warteschlange
fr: Queue téléphonique
it: Coda telefonica
pl: Kolejka telefoniczna
zh: 电话队列

source: System
fr: Système
it: Sistema
zh: 系统

source: Terminals
de: Arbeitsplätze
fr: Terminaux
it: Terminali
pl: Terminale
zh: 终端

source: Mail distribution list
de: Mail-Verteilerliste
fr: Liste de distribution
it: Lista di distribuzione mail
pl: Pocztowa lista dystrybucyjna
zh: 邮件传递列表

source: Primary mail address for this distribution list
de: Primäre Mail-Adresse der Verteilerliste
fr: Adresse de messagerie principale pour cette liste de distribution
it: Indirizzo primario (mail) per questa lista di distribuzione
pl: Adres podstawowy dla tej listy dystrybucyjnej
zh: 此分配列表的主要邮件地址

source: Select to see departments
de: Zeige Abteilungen
fr: Sélectionner pour voir les départements
it: Seleziona per vedere i dipartimenti
pl: Wybierz aby zobaczyć departamenty
zh: 选择查看部门

source: Show departments
de: Zeige Abteilungen
fr: Montrer les départements
it: Mostra i dipartimenti
pl: Pokaż departamenty
zh: 显示部门

source: Select to see GOsa accounts
de: Wählen, um GOsa-Konten zu sehen
fr: Sélectionnez pour voir les comptes GOsa
it: Seleziona per vedere gli account GOsa
pl: Wybierz aby zobaczyć konta GOsa
zh: 选择查看 Gosa 账号

source: Show people
de: Zeige Personen
fr: Afficher les utilisateurs
it: Mostra i 'people'
pl: Pokaż ludzi
zh: 显示人员

source: Select to see GOsa groups
de: Wählen, um GOsa Gruppen zu sehen
fr: Sélectionnez pour afficher les groupes GOsa
it: Seleziona per vedere i gruppi GOsa
pl: Wybierz aby zobaczyć grupy GOsa
zh: 选择查看 GOsa 组

source: Show groups
de: Zeige Gruppen
fr: Afficher les groupes
it: Mostra i gruppi
pl: Pokaż grupy
zh: 显示组

source: Select to see applications
de: Wählen, um Anwendungen zu sehen
fr: Sélectionnez pour voir les applications
it: Seleziona per vedere le applicazioni
pl: Wybież aby zobaczyć aplikacje
zh: 选择查看应用程序

source: Show applications
de: Zeige Anwendungen
fr: Afficher les applications
it: Mostra le applicazioni
pl: Pokaż aplikacje
zh: 显示应用程序

source: Select to see workstations
de: Wählen, um die Arbeitsstationen zu sehen
fr: Sélectionnez pour voir les stations de travail
it: Seleziona per vedere le workstation
pl: Wybierz aby zobaczyc stacje robocze
zh: 选择查看工作站

source: Select to see terminals
de: Wählen, um die Terminals zu sehen
fr: Sélectionnez pour afficher les terminaux
it: Seleziona per vedere i terminali
pl: Wybierz aby zobaczyć terminale
zh: 选择查看终端

source: Select to see printers
de: Wählen, um die Netzwerkdrucker zu sehen
fr: Sélectionnez pour afficher les imprimantes
it: Seleziona per vedere le stampanti
pl: Wybierz aby zobaczyć drukarki
zh: 选择查看打印机

source: Show printers
de: Zeige Netzwerk-Drucker
fr: Afficher les imprimantes
it: Mostra le stampanti
pl: Pokaż drukarki
zh: 显示打印机

source: Select to see phones
de: Wählen, um die VOIP Telefone zu sehen
fr: Sélectionnez pour afficher les téléphones
it: Seleziona per vedere i telefoni
pl: Wybież aby zobaczyć telefony
zh: 选择查看电话

source: Display objects of department
de: Zeige die Objekte der Abteilung
fr: Afficher les objets du département
it: Mostra gli oggetti dei dipartimenti
pl: Wyświetl obiekty departamentu
zh: 选择查看部门对象

source: Actions you choose here influence all systems in this object group. Additionally, all values editable here can be inherited by the clients assigned to this object group.
de: Aktionen die hier ausgewählt werden beeinflussen alle Systeme dieser Objektgruppe. Zusätzlich können alle hier einstellbaren Werte von den Systemen ererbt werden.
fr: Les actions que vous choisissez ici influencent tout les systèmes dans ce groupe d'objet. De plus tout les valeurs éditables ici peuvent être hérité par les clients assigné à ce groupe d'objets.
it: L'azione che hai scelto influenza tutti i sistemi nel gruppo di oggetti. Inoltre tutti i valori modificabili possono essere ereditati dai client assegnati a questo gruppo di oggetti.
pl: Akcje wybrane tutaj wpływają na wszystkie systemy w tej grupie obiektów. Dodatkowo wszystkie wartości edytowalne tutaj mogą być odziedziczone przez klientów przypisanych do tych grup obiektów.
zh: 您这里选择的动作会影响这个对象组内所有系统。而且，所有这里可以修改的值都可以被分配到该对象组的对象继承。

source: Name of the group
de: Name der Gruppe
fr: Nom du groupe
it: Nome del gruppo
pl: Nazwa grupy
zh: 组名称

source: Member objects
de: Zusammengefasste Objekte
fr: Objets membres
it: Componente dell'oggetto??????
pl: Dodaj członka
zh: 成员对象

source: There must be at least one NTP server selected.
de: Es muss mindestens ein NTP-Server ausgewählt sein.
fr: Il doit y avoir au moins un serveur NTP sélectionné.
it: Ci deve essere almeno un server NTP selezionato.
pl: Musi być wybrany co najmniej jeden serwer NTP.
zh: 必须至少选择一个 NTP 服务器。

source: Setting action state (FAIstate) failed for object '%s', value was '%s'.
de: Das Setzen des Aktion-Status für das Objekt '%s' (Wert '%s') ist fehlgeschlagen.
fr: Mettre l'option (FAIstate) pour l'objet '%s' à échoué, la valeur était '%s'.
it: L'impostazione dello stato dell'azione (FAIstate) è fallita per l'oggetto '%s', il valore era '%s'.
zh: 为对象 '%s' 设置动作状态(FAIstate) 失败，值为 '%s'。

source: List of object groups
de: Liste von Objektgruppen
fr: Liste des groupes d'objets
it: Elenco dei gruppi di oggetti
pl: Lista grupy obiektów
zh: 对象组列表

source: This menu allows you to add, edit or remove selected groups. You may want to use the range selector on top of the group listbox, when working with a large number of groups.
de: Dieses Menü erlaubt es Ihnen Makros hinzuzufügen, zu bearbeiten oder zu entfernen. Bei einer großen Anzahl von Makros bietet sich die Verwendung der Bereichsauswahl an.
fr: Ce menu permet d'ajouter, de modifier ou de supprimer les groupes sélectionnés. Vous pouvez utiliser les différents filtres lorsque vous travaillez avec un nombre élevé de groupes.
it: Questo menu peremette di aggiungere, modificare o cancellare i gruppi selezionati. Puoi utiulizzare il selettore sopra l'elenco quando lavori con un ampio numero di gruppi.
pl: To menu umożliwia tworzenie, edycję oraz usuwanie wybranych grup. Posiadając dużą liczbę grup wygodniej jest używać selektorów zakresu na górze listy grup.
zh: 这个菜单允许您添加，编辑和删除所选的组。对于一个长列表，您可以通过选择框上面的范围选择来调整。

source: Name of object groups
de: Name der Objektgruppen
fr: Nom du groupe d'objets
it: Nome dei gruppi di oggetti
pl: Nazwa grupy obiektów
zh: 对象组名称

source: Select to see groups containing users
de: Zeige Gruppen die Benutzer enthalten
fr: Sélectionner pour afficher les groupes contenant des utilisateurs
it: Seleziona per vedere i gruppi che contengono utenti
pl: Zaznacz aby zobaczyć grupy zawierające użytkowników
zh: 选择查看包含用户的组

source: Show groups containing users
de: Zeige Gruppen mit Benutzern
fr: Afficher les groupes contenant des utilisateurs
it: Mostra i gruppi che contengono altri gruppi
pl: Pokaż grupy zawierające użytkowników
zh: 显示包含用户的组

source: Select to see groups containing groups
de: Zeige Gruppen die Gruppen enthalten
fr: Sélectionner pour afficher les groupes contenant des groupes
it: Seleziona per vedere i gruppi che contengono altri gruppi
pl: Zaznacz aby zobaczyć grupy zawierające grupy
zh: 选择查看包含组的组

source: Show groups containing groups
de: Zeige Gruppen mit Gruppen
fr: Afficher les groupes contenant des groupes
it: Mostra i gruppi che contengono altri gruppi
pl: Pokaż grupy zawierające grupy
zh: 显示包含组的组

source: Select to see groups containing applications
de: Zeige Gruppen die Applikationen enthalten
fr: Sélectionner pour afficher les groupes contenant des applications
it: Seleziona per vedere i gruppi che contengono applicazioni
pl: Zaznacz aby zobaczyć grupy zawierające aplikacje
zh: 选择查看包含应用程序的组

source: Show groups containing applications
de: Zeige Gruppen mit Applikationen
fr: Afficher les groupes contenant des applications
it: Mostra i gruppi che contengono applicazioni
pl: Pokaż grupy zawierające aplikacje
zh: 显示包含应用程序的组

source: Select to see groups containing departments
de: Zeige Gruppen die Abteilungen enthalten
fr: Sélectionner pour afficher les groupes contenant des départements
it: Seleziona per vedere i gruppi che contengono dipartimenti
pl: Zaznacz aby zobaczyć grupy zawierające departamenty
zh: 选择查看包含部门的组

source: Show groups containing departments
de: Zeige Gruppen mit Abteilungen
fr: Afficher les groupes contenant des départements
it: Mostra i gruppi che contengono dipartimenti
pl: Pokaż grupy zawierające departamenty
zh: 显示包含组织的组

source: Select to see groups containing servers
de: Zeige Gruppen die Server enthalten
fr: Sélectionner pour afficher les groupes contenant des serveurs
it: Seleziona per vedere i gruppi che contengono server
pl: Zaznacz aby zobaczyć grupy zawierające serwery
zh: 选择查看包含服务器的组

source: Show groups containing servers
de: Zeige Gruppen mit Servern
fr: Afficher les groupes contenant des serveurs
it: Mostra i gruppi che contengono server
pl: Pokaż grupy zawierające serwery
zh: 显示包含服务器的组

source: Select to see groups containing workstations
de: Zeige Gruppen die Arbeitsstationen enthalten
fr: Sélectionner pour afficher les groupes contenant des stations de travail
it: Seleziona per vedere i gruppi che contengono workstation
pl: Zaznacz aby zobaczyć grupy zawierające stacje robocze
zh: 选择查看包含工作站的组

source: Show groups containing workstations
de: Zeige Gruppen mit Arbeitsstationen
fr: Afficher les groupes contenant des stations de travail
it: Mostra i gruppi che contengono workstation
pl: Pokaż grupy zawierające stacje robocze
zh: 显示包含工作站的组

source: Select to see groups containing terminals
de: Zeige Gruppen die Terminals enthalten
fr: Sélectionner pour afficher les groupes contenant des terminaux
it: Seleziona per vedere i gruppi che contengono terminali
pl: Zaznacz aby zobaczyć grupy zawierające terminale
zh: 选择查看包含终端的组

source: Show groups containing terminals
de: Zeige Gruppen mit Terminals
fr: Afficher les groupes contenant des terminaux
it: Mostra i gruppi che contengono terminali
pl: Pokaż grupy zawierające terminale
zh: 显示包含终端的组

source: Select to see groups containing printer
de: Zeige Gruppen die Drucker enthalten
fr: Sélectionner pour afficher les groupes contenant des imprimantes
it: Seleziona per vedere i gruppi che contengono stampanti
pl: Zaznacz aby zobaczyć grupy zawierające drukarki
zh: 选择查看包含打印机的组

source: Show groups containing printer
de: Zeige Gruppen mit Druckern
fr: Afficher les groupes contenant des imprimantes
it: Mostra i gruppi che contengono stampanti
pl: Pokaż grupy zawierające drukarki
zh: 显示包含打印机的组

source: Select to see groups containing phones
de: Zeige Gruppen die Telefone enthalten
fr: Sélectionner pour afficher les groupes contenant des téléphones
it: Seleziona per vedere i gruppi che contengono telefoni
pl: Zaznacz aby zobaczyć grupy zawierające telefony
zh: 选择查看包含电话的组

source: Show groups containing phones
de: Zeige Gruppen mit Telefonen
fr: Afficher les groupes contenant des téléphones
it: Mostra i gruppi che contengono telefoni
pl: Pokaż grupy zawierające telefony
zh: 显示包含电话的组

source: Create new object group
de: Erstelle neue Objektgruppe
fr: Créer un nouveau groupe d'objets
it: Crea un nuovo gruppo di oggetti
pl: Utwórz nową grupę obiektów
zh: 创建新对象组

source: Object group
de: Objektgruppe
fr: Groupes d'objets
it: Gruppo di oggetti
pl: Grupa obiektu
zh: 对象组

source: Number of listed object groups
de: Anzahl der angezeigten Objektgruppen
fr: Nombre de groupe d'objets

source: Please enter the new object group name
de: Bitte geben Sie einen neuen Namen für die Objektgruppe ein
fr: Veuillez entrer un nouveau nom pour le groupe d'objet
it: Per favore inserisci un nome per il gruppo di oggetti
pl: Proszę podać nową nazwę grupy obiektów
zh: 请输入新对象组名称

source: Please double check if you really want to do this since there is no way for GOsa to get your data back.
de: Bitte überprüfen Sie genau was Sie tun, weil GOsa keine Möglichkeit hat, die Daten wiederherzustellen.
fr: Veuillez vérifier que vous voulez effectuer cette action. Toutes les données seront perdues étant donné qu'il est impossible pour GOsa de récupérer vos données.
it: Controlla attentamente se vuoi eseguire l'operazione perché GOsa non è in grado di annullarlo.
pl: Proszę upewnić się czy kontynuować, gdyż nie ma możliwości powrotu.
zh: 请再次检查您是否要这么做，因为 GOsa 没有办法将您的数据找回。

source: This group has mail features enabled. You can disable them by clicking below.
de: Diese Gruppe besitzt aktivierte Mail-Erweiterungen. Sie können diese deaktivieren, indem Sie auf die Schaltfläche unten klicken.
fr: L'extension messagerie est activée pour ce groupe, vous pouvez la désactiver en cliquant sur le bouton ci-dessous.
it: Questo gruppo ha le carattestiche di 'posta' abilitate. Le puoi disabilitare cliccando sotto.
pl: Ta grupa posiada rozszerzenia poczty. Można je wyłączyć klikając poniżej.
zh: 这个组启用了邮件功能。您可以点击下面按钮来禁用。

source: This group has mail features disabled. You can enable them by clicking below.
de: Diese Gruppe besitz keine Mail-Erweiterungen. Sie können diese aktivieren, wenn Sie auf die untere Schaltfläche klicken.
fr: L'extension de messagerie est désactivée pour ce groupe, vous pouvez l'activer en cliquant sur le bouton ci-dessous.
it: Questo gruppo ha le carattestiche di 'posta' disabilitate. Le puoi abilitare cliccando sotto.
pl: Ta grupa nie posiada rozszerzenia poczty. Można je włączyć klikając poniżej.
zh: 这个组禁用了邮件功能。您可以点击下面按钮来启用。

source: Saving mail objectgroup settings failed
de: Speichern der Mail-Einstellungen für die Objektgruppe fehlgeschlagen
fr: La sauvegarde des paramètres de messagerie pour le groupe à échoué
it: Salvataggio delle impostazioni dei gruppi oggetto di posta fallita
pl: Zapisywanie ustawień poczty grupy nieudane
zh: 保存邮件对象组设置失败

source: Removing mail objectgroup settings failed
de: Entfernen der Maileinstellungen der Objektgruppe ist fehlgeschlagen
fr: La suppression des paramètres de messagerie pour le groupe à échoué
it: Rimozione delle impostazioni dei gruppi oggetto di posta fallita
pl: Usuwanie ustawień poczty grupy nieudane
zh: 删除邮件对象组设置失败

source: Please enter a mail address
de: Bitte geben Sie eine Mail-Adresse ein
fr: Veuillez entrer une adresse de messagerie
it: Per favore inserite un indirizzo di posta
pl: Proszę podać adres email
zh: 请输入一个邮件地址

source: Only users with the same asterisk home server will be included to this queue.
de: In diese Warteschlange werden nur Benutzer mit dem selben Asterisk Home-Server aufgenommen.
fr: Seulement les utilisateurs avec le même serveur asterisk seront inclus dans cette queue.
zh: 只有有着相同 asterisk 主服务器的用户才会被包含在这个队列中。

source: Queue Settings
de: Warteschlangen-Einstellungen
fr: Préférences des queues
it: Definizione parametri della coda
pl: Ustawienia kolejki
zh: 队列设置

source: Generic queue Settings
de: Allgemeine Warteschlangen-Einstellungen
fr: Paramètres par défaut des queues
it: Definizione parametri generici della coda
pl: Ogólne ustawienia kolejki
zh: 通用队列设置

source: Timeout
de: Wartezeit
fr: Temps d'attente maximum
it: Tempo massimo
zh: 过期

source: Strategy
de: Strategie
fr: Stratégie
it: Strategia
pl: Strategia
zh: 策略

source: Max queue length
de: Maximale Grösse der Warteschlange
fr: Taille maximale de la queue
it: Massima lunghezza della coda
pl: Maksymalna długość kolejki
zh: 最大队列长度

source: Announce frequency
de: Benachrichtigungsfrequenz
fr: Fréquence du message d'annonce
it: Frequenza dell'annuncio
pl: Częstotliwość zapowiedzi
zh: 公告频率

source: (in seconds)
de: (in Sekunden)
fr: (en secondes)
it: (in secondi)
pl: (w sekundach)
zh: (秒)

source: Queue sound setup
de: Einstellung der Ansagen/Töne
fr: Configuration de la queue d'attente du son
it: Setup della musica della coda
pl: Ustawienia dźwięku kolejki
zh: 队列声音设置

source: Use music on hold instead of ringing
de: Benutze Wartemusik statt Klingelton
fr: Mettre de la musique lorsqu'on est en attente plutôt que la sonnerie
it: Utilizza la musica anziché lo squillo nell'attesa
pl: Użyj muzyki zamiast dzwonienia podczas oczenikwania
zh: 播放音乐保持锁定而非播放

source: Music on hold
de: Wartemusik
fr: Musique d'attente
it: Musica di attesa
pl: Muzyka podczas oczekiwania
zh: 暂停的音乐

source: Welcome sound file
de: 'Willkommen'
fr: Fichier son de bienvenue
it: Filde della musica di benvenuto
pl: Plik dźwiękowy powitania
zh: 欢迎声音文件

source: Announce message
de: Benachrichtigung
fr: Message de présentation
it: Messaggio d'annuncio
pl: Komunikat zapowiadający
zh: 公告信息

source: Sound file for 'You are next ...'
de: Klangdatei für Ansage 'Sie sind der Nächste...'
fr: Fichier son pour 'Vous êtes le suivant ...'
it: File di annuncio per 'Ancora pochi minuti di attesa...'
pl: Plik dźwiękowy 'Jesteś następny ...'
zh: 声音文件“您是下一个...”

source: 'There are ...'
de: 'Es gibt ...'
fr: 'Il y a ...'
it: 'Ci sono...'
pl: 'Istnieją ...'
zh: '这里有 ...'

source: '... calls waiting'
de: '... wartende Anrufe'
fr: '... appels en attente'
it: '... telefonate in attesa'
pl: '... rozmów oczekujących'
zh: '... 电话在等待'

source: 'Thank you' message
de: 'Vielen Dank'
fr: Message 'Merci'
it: Messaggio di ringraziamento
pl: Wiadomość 'dziękujemy'
zh: '谢谢您' 消息

source: 'minutes' sound file
de: 'Minuten'
fr: 'minutes' du fichier son
it: File vocale dei 'minuti'
pl: plik dźwiękowy 'minut'
zh: '分钟' 声音文件

source: 'seconds' sound file
de: 'Sekunden'
fr: 'secondes' du fichier son
it: File vocale dei 'secondi'
pl: plik dźwiękowy 'sekund'
zh: '秒' 声音文件

source: Hold sound file
de: Gespräch halten
fr: Fichier son du message d'attente
it: File vocale di attesa
pl: Plik dźwiękowy podtrzymania
zh: 暂停声音文件

source: Less Than sound file
de: 'Weniger als...''
fr: Fichier son, moins de
it: 'meno che..' (Less than)?????? File musicale
pl: Plik dźwiękowy 'mniej niż'
zh: 声音文件“小于...”

source: Phone attributes
de: Telefon-Attribute
fr: Propriétés du téléphone
it: Attributi del telefono
pl: Atrybuty telefonu
zh: 电话属性

source: Announce holdtime
de: Benachrichtige über Wartezeit
fr: Annonce de la durée de mise en attente
it: Annucio dell'attesa
pl: Ogłaszaj czas podtrzymania
zh: 公告期限

source: Allow the called user to transfer his call
de: Erlaube Weiterleiten des Gesprächs (Angerufener)
fr: Permettre à l'utilisateur appelé de transférer son appel
it: Consenti all'utente chiamato di trasferire la telefonata in arrivo
pl: Zezwól dodzwanianemu użytkownikowi na przekazanie tej rozmowy
zh: 允许被叫用户转移呼叫

source: Allows calling user to transfer call
de: Erlaube Weiterleiten des Gesprächs (Anrufer)
fr: Permettre à l'utilisateur qui appelle de transférer son appel
it: Consenti all'utente chiamante trasferire la telefonata in partenza
pl: Zezwala dzwoniącemu użytkownikowi na przekazanie rozmowy
zh: 允许拨叫用户转移呼叫

source: Allow the called to hangup by pressing *
de: Auflegen durch Drücken der Taste '*' (Angerufener)
fr: Permettre à la personne qui appelle de raccrocher en appuyant sur *
it: Consenti all'utente chiamato di chiudere la comunicazione premendo *
pl: Zezwól dodzanianemu użytkownikowi na rozłączenie przez wciśnięcie *
zh: 允许被叫用户按 * 键挂起

source: Allows calling to hangup by pressing *
de: Auflegen durch Drücken der Taste '*' (Anrufer)
fr: Permettre à la personne qui appelle de raccrocher en appuyant sur *
it: Consenti all'utente chiamante di chiudere la comunicazione premendo *
pl: Zezwala dzwoniącemu na rozłączenie poprzez wciśnięcie *
zh: 允许拨叫用户按 * 键挂起

source: Ring instead of playing background music
de: Klingelton statt Hintergrund-Musik
fr: Sonner au lieu de mettre une musique d'ambiance
it: Squlli anziché suono di sottofondo (musica)
pl: Dzwoń zamiast odtwarzać muzyki w tle
zh: 振铃而非播放背景音乐

source: Welcome %s!
de: Willkommen %s!
fr: Bienvenue %s !
it: Benvenuti %s!
pl: Witaj %s!
zh: 欢迎 %s!

source: This is the GOsa main menu. You can select your tasks from the menu on the left, or by choosing one of the pictograms below. All changes apply directly to your companies LDAP server.
de: Dies ist das GOsa Hauptmenü. Wählen Sie die gewünschte Option aus dem Menü links oder durch die Auswahl eines Piktogrammes unten. Alle Änderungen werden direkt in den LDAP-Server Ihres Unternehmens eingepflegt.
fr: Vous êtes sur la fenêtre principale de GOsa. Vous pouvez sélectionner une rubrique soit en utilisant le menu de gauche soit en cliquant sur une des icônes. Tout les changements sont directement appliqués sur les serveurs LDAP de votre société.
it: Questo è il menu principale di GOsa. Potete scegliere le operazioni da effettuare dal menu di sinistra o scegliendo una delle iconne sotto riportate. Le modifiche apportate saranno applicate al server LDAP aziendale.
pl: To jest główny ekran GOsa. Można wybrać zadania z menu po lewej stronie, lub wybierając jeden z piktogramów poniżej. Wszelkie zmiany wchodzą bezpośrednio do serwera LDAP.
zh: 这是 Gosa 主菜单。您可以从左侧的菜单中选择，或者点击下面的图标。所有改变都将直接修改您公司的 LDAP 服务器。

source: Use 'Sign out' on the upper left to close the connection and 'Main' to get back to the pictogram view.
de: Benutzen Sie 'Abmelden' oben links, um die Arbeit mit GOsa zu beenden und 'Hauptmenü', um wieder in diese Ansicht zurückzugelangen.
fr: Cliquez sur déconnexion, en haut à gauche, pour vous déconnecter, sur Accueil pour revenir à la page principale.
it: Utilizzare il pulsante 'Disconnetti' in alto a sinistra per chiudere la connessione e quello 'Principale' per ritornare a vedere le icone del menu.
pl: Użyj 'Wyloguj' na górze ekranu aby zamknąć połączenie oraz 'Główne' aby wrócić do głównego ekranu z widokiem piktogramów.
zh: 选择上方左侧的“退出”按钮断开链接，选择“首页”回到图标程序界面。
