Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Checking for windows workstations outside the winstation tree
de: Prüfe auf Windows Arbeitsstationen ausserhalb des Windows Arbeitsstations-Teilbaumes
fr: Vérification de stations windows en dehors de la branche winstation
zh: 检查 winstation 树外的 Windows 工作站

source: Checking for duplicate uid numbers
de: Prüfe auf doppelte UID-Nummern
fr: Vérification pour les uid en double
pl: Sprawdzam duplikaty numerów uid
zh: 检查重复的 uid 数字

source: Checking for duplicate gid numbers
de: Prüfe auf doppelte GID-Nummern
fr: Vérification pour les gid en double
pl: Sprawdzam duplikaty numerów gid
zh: 检查重复的 gid 数字

source: LDAP query failed
de: LDAP Abfrage fehlgeschlagen
fr: La requête LDAP à échoué
pl: Zapytanie LDAP nieudane
zh: LDAP 查询失败。

source: Possibly the 'root object' is missing.
de: Möglicherweise fehlt das 'Wurzel-Objekt'.
fr: L'objet racine est probablement manquant.
pl: Prawdopodobnie 'obiekt główny' nie istnieje.
zh: 可能 '根对象' 缺失。

source: Found %s duplicate values for attribute 'uidNumber'.
de: Es wurden %s doppelte Werte für Attribut 'uidNumber' gefunden.
fr: J'ai trouvé %s valeur dupliquées pour l'attribut 'uidNumber'.
pl: Znaleziono %s powtórzonych wartości dla atrybutu 'uidNumber'.
zh: 发现 %s 个有 'uidNumber' 属性重复的。

source: Found %s duplicate values for attribute 'gidNumber'.
de: Es wurden %s doppelte Werte für Attribut 'gidNumber' gefunden.
fr: J'ai trouvé %s valeur dupliquées pour l'attribut 'gidNumber'.
pl: Znaleziono %s powtórzonych wartości dla atrybutu 'gidNumber'.
zh: 发现 %s 个有 'gidNumber' 属性重复的。

source: Failed
de: Fehlgeschlagen
fr: Echec
it: Fallito
pl: Niepowodzenie
zh: 失败

source: Found %s winstations outside the predefined winstation department ou '%s'.
de: Es wurde(n) %s Windows-Arbeitsstation(en) ausserhalb der vordefinierten Windows Abteilungs-OU '%s' gefunden.
fr: J'ai trouvé %s winstations en dehors du département winstation prédéfini '%s'.
zh: 发现 %s winstation 位于预定义的 winstation 部门 ou '%s' 之外。

source: Migrate
de: Migrieren
fr: Migrer
pl: Migruj
zh: 迁移

source: Found %s groups outside the configured tree '%s'.
de: Es wurde(n) %s Gruppe(n) ausserhalb des konfigurierten Teilbaums '%s' gefunden.
fr: J'ai trouvé %s groupes en dehors de la branche configurée '%s'.
zh: 发现 %s 组在定义的树 '%s' 之外。

source: Move
de: Verschieben
fr: Bouger
pl: Przenieś
zh: 移动

source: Found %s user(s) outside the configured tree '%s'.
de: Es wurde(n) %s Benutzer ausserhalb des konfigurierten Teilbaums '%s' gefunden.
fr: J'ai trouvé %s utilsateur(s) en dehors de la branche configurée '%s'.
zh: 发现 %s 用户在定义的树 '%s' 之外。

source: The specified user '%s' does not have full access to your ldap database.
de: Der angegebene Benutzer '%s' hat nicht die vollen Rechte auf Ihre LDAP-Datenbank.
fr: L'utilisateur spécifié '%s' n'a pas l'accès complet à votre annuaire ldap.
pl: Podany użytkownik '%s' nie posiada pełnego dostępu do bazy LDAP.
zh: 指定用户 '%s' 在您的 LDAP 数据库中没有完全权限。

source: Found %s user(s) that will not be visible in GOsa.
de: Es wurde(n) %s Benutzer gefunden der/die in GOsa nicht sichtbar sein wird/werden.
fr: J'ai trouvé %s utilisateur(s) qui ne seront pas visibles dans GOsa.
zh: 发现 %s 用户在 GOsa 中不可见。

source: Failed to migrate the department '%s' into GOsa, error message is as follows '%s'.
de: Migration der Abteilung '%s' nach GOsa ist fehlgeschlagen, die Fehlermeldung lautet wie folgt: '%s'.
fr: La migration du département '%s' dans GOsa à échoué, le message d'erreur est '%s'.
zh: 迁移部门 '%s' 到 GOsa 失败，错误信息如下 '%s'。

source: Found %s department(s) that will not be visible in GOsa.
de: Es wurde(n) %s Abteilung(en) gefunden, die in GOsa nicht sichtbar sein wird.
fr: J'ai trouvé %s département(s) qui ne seront pas visible dans GOsa.
zh: 发现 %s 部门在 GOsa 中不可见。

source: There is no GOsa administrator account inside your LDAP.
de: Es gibt kein GOsa Administratorkonto in Ihrem LDAP.
fr: Il n'y a pas d'administrateur GOsa dans votre annuaire LDAP.
pl: Brak konta administratora GOsa wewnątrz LDAP.
zh: 在您的 LDAP 中没有 GOsa 管理员账号。

source: Create
de: Anlegen
fr: Créer
it: Crea
pl: Utwórz
zh: 创建

source: Appending user to group administrational group:
de: Der Benutzer wird zur administrativen Gruppe hinzugefügt:
fr: Ajout de l'utilisateur au groupe d'administration:
pl: Dodawanie użytkownika do grupy administracyjnej:
zh: 添加用户到管理员组：

source: Before
de: Vor
fr: Avant
pl: Przed
zh: 之前

source: After
de: Nach
fr: Après
pl: Po
zh: 之后

source: Adding acls for user '%s' failed, ldap says '%s'.
de: Hinzufügen der Zugriffsrechte für Benutzer '%s' fehlgeschlagen, der LDAP-Server meldet '%s'.
fr: L'ajout des acls pour l'utilisateur '%s' à échoué, Le serveur LDAP répond '%s'.
pl: Dodawanie uprawnień dla użytkownika '%s' nieudane, odowiedź ldap '%s'.
zh: 为用户 '%s' 添加 acl 失败，LDAP 服务器报告说 '%s'。

source: Creating new administrational group:
de: Erzeuge neue administrative Gruppe:
fr: Créer un nouveau compte administratif:
pl: Tworzenie nowej administracyjnej grupy:
zh: 创建新的管理组：

source: Specified passwords are empty or not equal.
de: Die angegebenen Kennwörter sind leer oder nicht gleich.
fr: Les mots de passe sont vides ou pas égaux.
pl: Podane hasła są puste lub różnią się.
zh: 提供的口令为空或者不匹配。

source: Please specify a valid uid.
de: Bitte geben Sie eine gültige UID ein!
fr: Veuillez indiquer un uid valide.
pl: Proszę podać prawidłowy uid.
zh: 请输入一个有效的 uid。

source: Could not add administrative user, there is already an object with the same dn '%s' in your ldap database.
de: Kann keinen Administrator hinzufügen, da bereits ein Objekt mit der selben DN '%s' im LDAP vorhanden ist.
fr: Impossible d'ajouter un utilisateur administratif, il y a déjà une entrée avec le même dn '%s' dans votre annuaire ldap.
pl: Nie można dodać użytkowniak administracyjnego, istnieje już obeikt z tą samą nazwą dn '%s' w bazie ldap.
zh: 无法添加管理员，在您的 LDAP 数据库中已经有相同 dn '%s' 的记录。

source: Couldn't move users to specified department.
de: Konnte Benutzer nicht in angegebene Abteilung verschieben.
fr: Impossible de bouger les utilisateurs vers le département spécifié.
pl: Nie udało się przenieś użytkownika do podanego departamentu.
zh: 无法移动用户到指定的部门。

source: Winstation will be moved from
de: Windows Arbeitsstation wird verschoben von
fr: Les stations windows seront bougées depuis
zh: 工作站将要移动，从

source: to
de: nach
fr: vers
pl: do
zh: 至

source: Updating following references too
de: Aktualisiere auch die folgenden Referenzen
fr: Mise à jour des références suivantes aussi
zh: 还要更新如下参照

source: Group will be moved from
de: Gruppe wird verschoben von
fr: Les groupes seront bougés depuis
pl: Grupa zostanie przeniesiona z
zh: 组将要移动，从

source: User will be moved from
de: Benutzer wird verschoben von
fr: Les utilisateurs seront bougés depuis
pl: Użytkownik zostanie przeniesiony z
zh: 用户将要移动，从

source: The following references will be updated
de: Die folgenden Referenzen werden aktualisiert
fr: Les références suivantes seront mises à jour
zh: 下列参照将被更新

source: The LDAP root object is missing. It is required to use your LDAP service.
de: Das LDAP Wurzel-Objekt fehlt. Es wird benötigt, um Ihren LDAP-Dienst zu verwenden.
fr: L'objet LDAP racine est manquant. Il est indispensable pour utiliser votre annuaire LDAP.
zh: LDAP 根对象缺失。它是使用 LDAP 服务必须的。

source: Try to create root object
de: Versuche, das Wurzel-Objekt zu erstellen
fr: Essai de création de l'objet racine
zh: 尝试创建根对象

source: Root object couldn't be created, you should try it on your own.
de: Wurzel-Objekt konnte nicht erstellt werden, Sie sollten es selbst versuchen.
fr: L'objet racine n'a pas pu être crée, vous devrez essayer vous même.
zh: 根对象无法创建，您自己应该尝试一下。

source: Failed to copy '%s' to '%s'. LDAP says '%s'.
de: Fehler beim Kopieren von '%s' nach '%s'. Der LDAP-Dienst meldete '%s'.
fr: La copie de '%s' vers '%s' à échoué. L'annuaire LDAP dit '%s'.
zh: 拷贝 '%s' 到 '%s' 失败。LDAP 报告说 '%s'。

source: Something went wrong while copying dns.
de: Etwas ging schief während des Kopierens von DNs.
fr: Une erreur s'est produite lors de la copie du dns.
zh: 拷贝 dns 时出错。

source: Welcome
de: Willkommen
fr: Bienvenue
pl: Witaj
zh: 欢迎

source: The welcome message
de: Die Willkommensnachricht
fr: Le message d'accueil
pl: Wiadomość powitalna
zh: 欢迎信息

source: Welcome to GOsa setup wizard
de: Willkommen beim GOsa Einrichtungs-Assistenten
fr: Bienvenue dans l'installation de GOsa
pl: Witaj w kreatorze instalacji GOsa!
zh: 欢迎进入 Gosa 安装向导

source: GOsa settings 2/3
de: GOsa-Einstellungen 2/3
fr: Paramètres de GOsa 2/3
pl: Ustawienia GOsa 2/3
zh: GOsa 设置 2/3

source: Customize special parameters
de: Spezielle Parameter anpassen
fr: Customiser les paramètres spéciaux
pl: Dostosuj specjalne parametry
zh: 定制特殊参数

source: This seems to be the first time you start GOsa - we didn't find any configuration right now. This simple wizard intends to help you while setting it up.
de: Dies scheint das erste Mal zu sein, dass Sie GOsa starten - wir haben keine Konfiguration gefunden. Dieser einfache Assistent wird Ihnen bei der Einrichtung behilflich sein.
fr: Il semble que c'est votre première installation de GOsa - nous n'avons pas trouvé de configuration. Ce programme d'aide à l'installation vous aidera à configurer GOsa.
it: Questa sembra essere la prima volta che esegui GOsa - non abbiamo trovato alcun file di configurazione in questo istante. Questa semplice procedura guidata dovrebbe esserti d'aiuto nel creare tale configurazione.
zh: 看起来这是您第一次启动 GOsa - 我们现在没有发现任何配置。这个简单的安装向导将协助您完成安装。

source: What will the wizard do for you?
de: Was wird der Assistent für Sie erledigen?
fr: Qu'est ce que le programme d'aide à l'installation fera pour vous ?
it: Che cosa può fare per te la procedura guidata?
pl: Co kreator zrobi dla Ciebie?
zh: 安装向导有什么可以为您效劳的？

source: Create a basic, single site configuration
de: Erstelle eine grundlegende Konfiguration für eine Site.
fr: Créer une simple configuration mono site
it: Crea una configurazione per un unico sito base
zh: 创建一个基本的，单站点配置

source: Tries to find problems within your PHP and LDAP setup
de: Versucht, Probleme in Ihrer PHP- und LDAP-Einrichtung zu finden
fr: Essaye de trouver si il existe des problèmes dans votre configuration PHP ou LDAP
it: Tenta di trovare i problemi riguardanti al più il tuo PHP e l'installazione di LDAP
zh: 尝试查找在您的 PHP 和 LDAP 安装中存在的问题

source: Let you choose from a set of basic and advanced configuration switches
de: Lässt Sie aus einem Satz von grundlegenden und erweiterten Konfigurationsschaltern wählen
fr: Vous permet de choisir un jeu d'option de base ou avancées
it: Permette di scegliere da un set di opzioni di configurazione base o avanzate
zh: 允许你在一系列基本和高级配置选项中选择

source: Guided migration of existing LDAP trees
de: Geführte Migration von vorhandenen LDAP-Bäumen
fr: Migration assistée d'un annuaire LDAP existant
it: Migrazione guidata per alberi LDAP esistenti
zh: 已存在 LDAP 树迁移向导

source: What will the wizard NOT do for you?
de: Was wird der Assistent NICHT für sie erledigen?
fr: Qu'est ce que le l'assistant d'installation ne fera pas pour vous ?
it: Che cosa NON può fare per te la procedura guidata?
pl: Czego kreator NIE zrobi dla Ciebie?
zh: 有什么向导不能为您做的？

source: Find every possible configuration error
de: Finde jeden möglichen Konfigurationsfehler
fr: Trouver toutes les erreur possible dans votre configuration
it: Cerca ogni possibile errore di configurazione
pl: Znajdź każdy możliwy błąd konfiguracji
zh: 查找任何可能的配置错误

source: Migrate every possible LDAP setup - create backup dumps!
de: Migriere jede mögliche LDAP-Umgebung - erstellen Sie Sicherungsabzüge!
fr: Migrer tout les scénario LDAP possible - créez des sauvegardes !
it: Migra ogni possibile installazione LDAP - crea dei dump di backup!
zh: 迁移任何可能的 LDAP 设置 - 创建备份导出！

source: To continue...
de: Um fortzusetzen...
fr: Suite de la configuration...
pl: Aby kontynuować...
zh: 继续...

source: For security reasons you need to authenticate for the installation by creating the file '/tmp/gosa.auth', containing the current session ID on the servers local filesystem. This can be done by executing the following command:
de: Aus Gründen der Sicherheit müssen Sie sich für die Installation authentisieren, indem Sie die Datei '/tmp/gosa.auth', die Ihre aktuelle Sitzungs-ID enthält, im lokalen Dateisystem des Servers erstellen.Dies kann durch das Ausführen des folgenden Kommandos erreicht werden:
fr: Pour des raisons de sécurité vous devez vous authentifier en créant le fichier '/tmp/gosa.auth', contenant l'ID de la session sur le(s) serveur(s). Ceci peut être réalisé en exécutant la commande suivante:
it: Per ragioni di sicurezza devi autenticarti, per installare, creando il file '/tmp/gosa.auth' con all'interno l'ID della sessione corrente sul filesystem locale del server. Questo può essere ottenuto eseguendo il seguente comando:
zh: 为安全计，您可以通过创建 '/tmp/gosa.auth' 文件来为安装鉴权，在服务器本地文件系统中包含当前的 session ID。这可以通过执行下面的命令实现：

source: Click the 'Continue' button when you've finished.
de: Klicken Sie auf den 'Fortfahren'-Knopf, wenn Sie fertig sind.
fr: Cliquer sur 'Continuer' quand vous avez fini.
it: Premi 'Continua' per proseguire.
zh: 当您结束时，点击 '继续' 按钮。

source: GOsa setup wizard
de: GOsa Einrichtungs-Assistent
fr: Installation de GOsa
pl: Kreator ustawień GOsa
zh: GOsa 安装向导

source: Steps
de: Schritte
fr: Etapes
pl: Kroki
zh: 步骤

source: Finish
de: Speichern
fr: Terminé
it: Completa
pl: Zakończ
zh: 完成

source: Write configuration file
de: Schreibe Konfigurationsdatei
fr: Ecrire le fichier de configuration
pl: Zapisz plik konfiguracyjny
zh: 写配置文件

source: Finish - write the configuration file
de: Fertig - schreibe die Konfigurationsdatei
fr: Fini - écrire le fichier de configuration
pl: Zakończ - zapisz plik konfiguracyjny
zh: 完成写配置文件

source: Your configuration file is currently world readable. Please updated the file permissions!
de: Ihre Konfigurationsdatei ist momentan von jedem lesbar. Bitte aktualisieren Sie die Zugriffsrechte der Datei.
fr: Votre fichier de configuration est lisible par tout le monde. Veuillez modifier les permissions !
zh: 您当前的配置文件全局可读。请更改这个文件的权限！

source: The configuration is currently not readable or it does not exists.
de: Die Konfigurationsdatei ist nicht lesbar oder nicht vorhanden.
fr: Le fichier de configuration ne peut être lu ou n'existe pas.
pl: Nie można czytać pliku konfiguracji lup plik nie istnieje.
zh: 配置文件当前不可读或者不存在。

source: After downloading and placing the file under %s, please make sure that the user the webserver is running with is able to read %s, while other users shouldn't. You may want to execute these commands to achieve this requirement:
de: Nachdem Sie die Konfigurationsdatei unter %s abgelegt haben, muß sichergestellt werden, daß der Webserver auf %s zugreifen kann - während normale Nutzer dies nicht dürfen. Führen Sie diese Kommandos aus, um die obigen Voraussetzungen zu erfüllen:
fr: Après avoir placé le fichier dans le répertoire %s, assurez vous que seul le serveur web puisse lire %s. Vous pouvez exécuter les commandes suivantes pour réaliser cette opération:
zh: 下载并将文件保存在 %s 中，确认 Web 服务器运行的账号能够读取 %s，其他用户则无权访问。您可以执行如下命令来实现：

source: GOsa settings 3/3
de: GOsa-Einstellungen 3/3
fr: Paramètres de GOsa 3/3
pl: Ustawienia GOsa 3/3
zh: GOsa 设置 3/3

source: Tweak some GOsa core behaviour
de: Optimieren des GOsa Basisverhaltens
fr: Customiser certains paramètres essentiels de GOsa
pl: Zmień niektóre zachowania rdzenia GOsa
zh: 调整一些 GOsa 核心行为

source: Session lifetime must be a numeric value.
de: Lebensdauer von Sitzungen muß ein numerischer Wert sein.
fr: La durée de la session doit être une valeur numérique.
pl: Czas życia sesji musi być wartością liczbową.
zh: 会话生存期必须是数字。

source: Maximal ldap query time must be a numeric value.
de: Der Wert für maximale LDAP-Abfragedauer muß numerisch sein.
fr: Le temps maximumpour une requête ldap doit être une valeur numérique.
pl: Maksymalny czas zapytania LDAP musi być wartością liczbową.
zh: 最长 ldap 查询时间必须是数字。

source: Look and feel
de: Look &amp; Feel
fr: Thèmes et apparences
zh: 界面风格

source: Theme
de: Thema
fr: Thème
pl: Szablon
zh: 主题

source: People and group storage
de: Ablage für Benutzer und Gruppen
fr: Branches de l'arbre ldap ou sont stockes les utilisateurs et les groupes
pl: Przechowywanie osób igrup
zh: 用户和组存储

source: People DN attribute
de: DN-Attribut für Benutzer
fr: Type d'attribut pour le DN des utilisateurs
pl: Atrybut DN ludzi
zh: 用户 DN 属性

source: People storage subtree
de: Ablage-Teilbaum für Benutzer
fr: Branches de l'arbre ldap ou sont stockes les utilisateurs
pl: Poddrzewo przechowywania osób
zh: 用户存储子树

source: Group storage subtree
de: Ablage-Teilbaum für Gruppen
fr: Branches de l'arbre ldap ou sont stockes les groupes
pl: Poddrzewo przechowywania grup
zh: 组存储子树

source: Include personal title in user DN
de: Beinhalte persönlichen Titel in der DN des Benutzers
fr: Inclure le personal title dans le DN de l'utilisateur
zh: 在 用户 DN 中包含个人称谓

source: Relaxed naming policies
de: Gelockerte Namenskonventionen
fr: Règles de de nommage souples
zh: 松弛的命名规则

source: Automatic uids
de: Automatische UIDs
fr: Uid automatiques
pl: Automatyczne uid'y
zh: 自动 uid

source: GID / UID min id
fr: GID / UID id min

source: Number base for people/groups
de: Zähl-Basis für Benutzer/Gruppen
fr: Nombre de départ pour les utilisateurs/groupes
pl: Podstawowe ID dla użytkowników/grup
zh: 用户/组的起始数字

source: Hook for number base
de: Hook für Zählbasis
fr: Connexions pour le nombre de base

source: Password settings
de: Kennwort-Einstellungen
fr: Préférences pour les mots de passe
pl: Ustawienia hasła
zh: 口令设置

source: Password encryption algorithm
de: Kennwort Verschlüsselungsalgorithmus
fr: Algorithme de cryptage pour les mots de passe
pl: Algorytm szyfrowania hasła
zh: 口令加密算法

source: Password restrictions
de: Kennwort Einschränkungen
fr: Restrictions pour les mot de passe
pl: Restrykcje hasła
zh: 口令约束

source: Password minimum length
de: Minimale Kennwortlänge
fr: Taille minimum des mots de passe
pl: Minimalna długość hasła
zh: 口令最小长度

source: Different characters from old password
de: Verschiedene Zeichen des vorherigen Kennwortes
fr: Nombre de caractères différents de l'ancien mot de passe
zh: 和旧口令有不同字符

source: Password change hook
de: Kennwort-Änderungs-Hook
fr: Connexions pour le changement de mot de passe
pl: Zaczep do zmiany hasła
zh: 口令修改钩子

source: Use SASL for kerberos
de: Verwende SASL für Kerberos
fr: Utiliser SASL pour kerberos
pl: Użyj SASL dla kerberos'a
zh: 为 kerberos 使用 SASL

source: Use account expiration
de: Verwende Konto-Ablaufen
fr: Utiliser l'expiration du compte
pl: Użyj wygasania hasła
zh: 用户账号过期

source: GOsa supports several encryption types for your passwords. Normally this is adjustable via user templates, but you can specify a default method to be used here, too.
de: GOsa unterstützt zahlreiche Verschlüsselungsarten für Ihre Passwörter. Üblicherweise wird die Auswahl über Vorlagen verwaltet, Sie können aber auch eine Standardmethode festlegen, die benutzt werden soll.
fr: GOsa supporte différents types de cryptage pour vos mots de passe. Normalement ceci est ajustable avec des modèles utilisateurs, mais vous pouvez spécifier ici une méthode qui sera utilisée par défaut.
it: GOsa supporta diversi sistemi di encriptazione pr le vostre password. Abitualmente questo è definibile mediante dei modelli per gli utilizzatori, ma è anche possibile definire un metodo base (default).
pl: GOsa wspiera kilka typów szyfrowania hasła. Typy można ustawić przez szablony użytkownika, oraz można też ustawić typ domyślny tutaj.
zh: GOsa 支持好几种口令加密算法。通常可以通过用户模板调整算法，但是在这里您可以定义一个缺省方法。

source: GOsa always acts as admin and manages access rights internally. This is a workaround till OpenLDAP's in directory ACI's are fully implemented. For this to work, we need the admin DN and the corresponding password.
de: GOsa arbeitet immer als Administrator und verwaltet die Rechte intern (solange die in OpenLDAP implementierten ACIs nicht vollständig unterstützt werden, wird dieser Workaround bestehen bleiben). Damit dies funktioniert, wird an dieser Stelle der DN des LDAP-Administrators und das dazugehörige Kennwort benötigt.
fr: GOsa agit toujours comme un administrateur et gère les droits (ACLs) en interne. C'est un procédé utilisé en attendant que les ACI de OpenLDAP soient finalisées. Pour ces raisons il est nécessaire d'indiquer le DN de l'administrateur et son mot de passe.
pl: GOsa zawsze zachowuje się jak admin i zarządza uprawnieniami wewnętrznie. Jest to obejście dopóki ACL w katalogu OpenLDAP zostaną w pełni zaimplementowane. Trzeba podać administracyjne DN i odpowiednie hasło.
zh: GOsa 总是以管理员身份进行内部访问控制管理。这是一个临时方案直到 OpenLDAP 目录 ACI 被完全实现。为了让其实现，我们需要管理员 DN 和相关口令。

source: Some basic LDAP parameters are tunable and affect the locations where GOsa saves people and groups, including the way accounts get created. Check the values below if the fit your needs.
de: Einige LDAP-Parameter beeinflussen die Art und Weise wie (und wo) GOsa Daten in der Baumstruktur ablegt. Prüfen Sie die vorgegebenen Werte, ob sie Ihren Vorgaben entsprechen.
fr: Des paramètres basiques du serveur LDAP sont modifiables et affectent l'endroit où GOsa va enregistrer les utilisateurs et les groupes, incluant la façon dont vont être créés les comptes. Vérifiez les valeurs suivantes afin quelles correspondent à vos besoins.
it: Alcuni parametri base di LDAP sono adattabili e influenzano l'indirizzo nel quale GOsa salverà Persone (people) e Gruppi (groups), incluse le modalità con cui gli account saranno generati. Verificate i seguenti valori e completateli se necessario.
pl: Pewne podstawowe parametry LDAP są zmienialne i wpływają na lokalizacje gdzie GOsa zapisuje użytkowników i grupy razem ze sposobem w jaki konta są tworzone. Sprawdź wartości poniżej i dostosuj do wymagań.
zh: 有的基本的 LDAP 参数是可调的，并影响位置Gosa 保存用户和组的地方。包括账号创建的方式。点击下面的值如果它们不符合您的需要。

source: GOsa has modular support for several mail methods. These methods provide interfaces to users mailboxes and general handling for quotas. You can choose the dummy plugin to leave all your mail settings untouched.
de: GOsa verfügt über modulare Unterstützung für verschiedene Zustellungs-Methoden. Diese Methoden stellen Schnittstellen für Benutzer-Postfächer und die allgemeine Verwaltung von Kontingenten bereit. Wählen sie 'dummy', um all Ihre Mail-Einstellungen unberührt zu lassen.
fr: GOsa à un support modulaire des méthodes de messagerie. Ces méthodes fournissent des interfaces vers les boîtes à messages des utilisateurs ainsi que la gestion de leurs quotas. Vous pouvez choisir l'extension dummy pour que GOsa ne touche a rien.
pl: GOsa posiada modularne wsparcie dla kilku metod pocztowych. Te metody zapewniają interfejsy dla kont użytkowników oraz quota. Można wybrać sztuczny dodatek, aby pozostawić ustawienia poczty nietknięte.
zh: GOsa 通过模组支持几种邮件方法。这些方法提供用户邮箱的界面以及管理用户空间。您可以选择选择 dummy 插件以保持您的邮件设置不被更改。

source: Completed
de: Abgeschlossen
fr: Terminé
pl: Zakończone
zh: 完成

source: Back
de: Zurück
fr: Retour
it: Indietro
pl: Wróć
zh: 返回

source: Continue
de: Fortsetzen
fr: Continuer
it: Continua
pl: Kontynuuj
zh: 继续

source: During the LDAP inspection, we're going to check for several common pitfalls that may occur when migration to GOsa base LDAP administration. You may want to fix the problems below, in order to provide smooth services.
de: Während der LDAP-Inspektion, werden wir auf gängige Fallstricke prüfen, die bei der Migration auf eine GOsa-basierte LDAP-Administration auftreten können. Sie möchten wahrscheinlich die Probleme unten beheben, um einen reibungslosen Betrieb zu ermöglichen.
fr: Pendant l'inspection LDAP, nous allons regarder pour les problèmes classiques qui peuvent arriver lorsque l'on migre vers une administration basée sur GOsa. Vous pouvez fixer les problèmes si dessous afin de procurer une administration facilitée.
zh: 在 LDAP 检查中，我们将检查当迁移至基于 GOsa 的 LDAP 管理时遇到的几个常见陷阱。为了提供平滑的服务，您可能想要修正下面的问题。to fix the problems below, in order to provide smooth services.
