Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: The XLS export plugin provides methods to download a complete snapshot of the running LDAP directory as xls. You may save these files for documentation.
de: Dieses Modul ermöglicht Ihnen den Download der kompletten momentan verwendeten LDAP-Datenbank als xls-Datei. Die übertragenen Dateien können beispielsweise zur Dokumentation/Übersicht verwendet werden.
fr: L'extension d'exportation au format XLS permet d'exporter une copie complète de l'annuaire LDAP au format XLS. Ces fichiers peuvent être utilisés à des fins de documentation.
it: Il plugin di esportazione XLS possiede metodi di scaricamento di una immagine completa di tutti della directory LDAP come file XLS. Puoi salvare questi file per documentazione.
pl: Dodatek export XLS umożliwia ściąganie pełnego obrazu działającego katalogu LDAP jalo xls. Można zapisać te pliki dla dokumentacji.
zh: 该 XLS 导出插件提供将运行中的 LDAP 目录整体导出为 xls 的功能。您可以保存这些文件用于文档。

source: Choose the data you want to Export
de: Wählen Sie die Daten, die exportiert werden sollen
fr: Choisissez les données que vous voulez exporter
it: Scegli i dati che vuoi esportare.
pl: Wybierz dane które chcesz eksportować
zh: 选择您要导出的数据

source: Export complete XLS for
de: Exportiere vollständige XLS-Datei für
fr: Exporter un fichier xls complet pour
it: Esportazione completata del file XLS per
pl: Eksportuj kompletny XLS dla
zh: 导出整个 XLS

source: Click here to save the complete LDAP database to a xls file
de: Hier klicken, um die gesamte LDAP-Datenbank in eine xls-Datei zu exportieren.
fr: Cliquez ici pour sauvegarder l'arbre LDAP au complet dans un fichier xls
it: Clicca quì per salvare l'esportazione del database LDAP completo in un file XLS
pl: Kliknij tutaj aby zapisać kompletną bazę LDAP do pliku xls
zh: 点击这里保存整个 LDAP 数据库为一个 xls 文件

source: Click here to save the LDAP Export to a xls file
de: Hier klicken, um die exportierten Daten in eine xls-Datei zu speichern
fr: Cliquez ici pour exporter un morceau de l'arbre LDAP comme un fichier xls
it: Clicca quì per salvare l'esportazione LDAP in un file XLS
pl: Kliknij tutaj aby zapisać Eksport LDAP do pliku xls
zh: 点击这里保存 LDAP 导出为一个 xls 文件

source: LDAP manager
fr: Gérer l'annuaire
it: Gestione LDAP
pl: Menedżer LDAP
zh: LDAP 管理

source: XLS import
fr: Importer un fichier XLS
it: importa file XLS
pl: Import XLS
zh: 导入 XLS

source: You've no permission to do CSV imports.
de: Sie haben keine Berechtigung, um CSV Daten zu importieren.
fr: Vous n'avez pas les droits nécessaires pour effectuer des importations CSV.
it: Non hai il permesso di fare importazioni da file CSV.
pl: Brak uprawnień do wykonania importu CSV.
zh: 您无权执行 CSV 导入。

source: Need 'sn','givenName' and 'uid' to create user.
de: Benötige 'Name', 'Vorname' und 'Kennung'' um den Benutzer anzulegen.
fr: J'ai besoin d'un 'sn','givenName' et 'uid' pour créer un utilisateur.
it: Servono un 'sn', un 'givenName' e una 'uid' per creare un utente.
pl: Potrzeba 'sn', 'givenName' oraz 'uid' do utworzenia użytkownika.
zh: 需要 'sn', 'givenName' 和 'uid' 来创建用户。

source: failed
de: Fehlgeschlagen
fr: échec
it: fallito
pl: błąd
zh: 失败

source: status
fr: statut
it: stato
zh: 状态

source: An Error Occured while inserting entry %s - process aborted
de: Ein Fehler trat während des Einfügens des Eintrags %s auf - Vorgang abgebrochen
fr: Une erreur s'est produite lors de l'insertion de l'entrée %s - le processus à été interrompu
it: Un errore è occorso nella fase di isnerimento del valore %s. Il processo p stato interrotto.
pl: Wystąpił błąd podczas dodawania wpisu %s - proces przerwany
zh: 当插入记录 %s 时发送一个错误 ─ 终止运行

source: Nothing to import!
de: Nichts zu importieren!
fr: Rien à importer !
it: Niente da imporare!
pl: Nic do importowania!
zh: 没有数据导入！

source: The selected file does not contain any CSV Data...
de: Die gewählte Datei enthält keine CSV Daten...
fr: Le fichier spécifié ne contient pas de données CSV valide...
it: Il file selezionato non contiene alcun dato CSV...
pl: Wybrany plik nie zawiera żadnych danych CSV...
zh: 选择的文件不包含任何 CSV 数据...

source: Address book
de: Adressbuch
fr: Carnet d'adresses
it: Ribrica
pl: Książka adresowa
zh: 地址簿

source: Choose the department to store entry in
de: Wählen Sie die Abteilung, in der der Eintrag abgelegt werden soll
fr: Choisissez le département où l'entrée sera stockée
it: Scegli il dipartimento in cui inserire il valore
pl: Wybierz departament do przechowania wpisu
zh: 选择放置条目的部门

source: Personal
de: Persönlich
fr: Personnel
it: Personale
pl: Osobiste
zh: 个人

source: Initials
de: Initialien
fr: Initiales
it: Iniziali
pl: Inicjały
zh: 中间名

source: Private
de: Privat
fr: Privé
it: privata
pl: Prywatne
zh: 私人电话

source: Organizational
de: Organisationsbezogen
fr: Organisation
it: Organizzazione
pl: Organizacyjne
zh: 组织

source: Company
de: Firma
fr: Société
it: Azienda
pl: Firma
zh: 公司

source: City
de: Stadt
fr: Ville
it: Città
pl: Miasto
zh: 城市

source: Country
de: Land
fr: Pays
it: Nazione
pl: Kraj
zh: 国家

source: This includes all addressbook data in this entry. Please double check if your really want to do this since there is no way for GOsa to get your data back.
de: Dies umfasst alle in diesem Eintrag gespeicherten Informationen. Überlegen Sie genau, was Sie tun, da es keine Möglichkeit für GOsa gibt, die Daten wiederherzustellen.
fr: Ceci inclut toutes les données du carnet d'adresse situées dans cette entrée. Veuillez vérifier si vous voulez réaliser cette opération, toutes les données seront définitivement perdues, il n'y a pas de moyen pour GOsa de les récupérer.
it: Questa sezione include tutti i contatti. Controlla con attenzione se è quello che vuoi perché GOsa non può annullare l'operazione una volta effettuata.
pl: Operacja odnosi się do wszystkich danych książki adresowej w tym elemencie. Proszę upewnić się że jest to pożądana akcja, gdyż nie będzie możliwości powrotu.
zh: 这个条目包含所有的地址簿数据，请再次检查您是否要这么做，因为 GOsa 没有办法将您的数据找回。

source: Dial connection...
de: Wähle Verbindung...
fr: Appel en cours ...
it: Connessione telefonica...
pl: Połączenie dzwonienia...
zh: 拨号中...

source: Dial
de: Wähle
fr: Appeler
it: Componi
pl: Dzwonienie
zh: 拨号

source: Dial from %s to %s now?
de: Soll von %s nach %s gewählt werden?
fr: Appeler de %s vers %s maintenant ?
it: Chiama dal '%s' al '%s' ora?
pl: Zadzwonić teraz z '%s' do '%s'?
zh: 现在从 %s 拨号到 %s 么？

source: You have no personal phone number set. Please change that in order to perform direct dials.
de: Sie haben keine Telefonnummer. Um direkt wählen zu können müssen Sie zuerst eine erstellen.
fr: Vous n'avez pas de numéro de téléphone personnel indiqué. Veuillez rectifier cela en vue de pouvoir faire des appels directs.
it: Non avete indicato un numero di telefono personale. Dovete definirlo per poter gestire le telefonate personali.
pl: Brak ustawionego osobistego numeru telefonu. Proszę uzupełnić aby móc wykonywać bezpośrednie połączenia.
zh: 您尚未设置个人电话号码。要想使用直接拨号需要修改个人电话号码。

source: Removing addressbook entry failed
de: Entfernen des Adressbucheintrags ist fehlgeschlagen
fr: La suppression de l'entrée du carnet d'adresses à échoué
it: Rimozione della voce della rubrica fallita
pl: Usuwanie wpisu książki adresowej nieudane
zh: 删除地址簿条目失败

source: You are not allowed to delete this entry!
de: Sie haben keine Berechtigung, diesen Eintrag zu löschen!
fr: Vous n'êtes pas autorisé à supprimer cette entrée!
it: Non è permesso cancellare questa voce!
pl: Brak uprawnień do usunięcia tego elementu!
zh: 您无权删除这个条目！

source: You're about to delete the entry %s.
de: Sie löschen gerade den Eintrag %s.
fr: Vous êtes sur le point de supprimer l'entrée %s.
it: State per cancellare la voce %s.
pl: Zamierzasz usunąć element %s.
zh: 您将要删除条目 %s。

source: Save contact for %s as vcard
de: Speichere Kontakt für %s als vcard
fr: Enregistrer le contact %s au format vcard
it: Salva il contatto %s come vcard
pl: Zapisz kontakt dla %s jako wizytówka
zh: 保存 %s 的内容为 vcard

source: Send mail to %s
de: Sende eine Mail an %s
fr: Envoyer un message à %s
it: Invia e-mail a %s
pl: Wyślij email do %s
zh: 发送邮件到 %s

source: global addressbook
de: dem globalen Adressbuch
fr: Carnet d'adresses général
it: Rubrica globale
pl: Globalna książka adresowa
zh: 全局地址簿

source: user database
de: Fax-Datenbank
fr: Base de données des utilisateurs
it: Database utenti
pl: użyj bazy
zh: 用户数据库

source: Contact stored in '%s'
de: Kontakt wurde in '%s' abgelegt
fr: Contact enregistré dans '%s'
it: Contatto salvato in '%s'
pl: Kontakt zachowany w '%s'
zh: 联系方式保存到 '%s'

source: Creating new entry in
de: Erzeugen eines neuen Eintrags in
fr: Création d'une nouvelle entrée dans
it: Crea una nuova voce in
pl: Tworzenie nowego elementu w
zh: 创建新条目到

source: Given name
de: Vorname
fr: Prénom
it: Nome di battesimo
pl: Imię
zh: 名

source: Work phone
de: Telefon (Arbeit)
fr: Téléphone du bureau
it: Telefono ufficio
pl: Telefon do pracy
zh: 工作电话

source: Cell phone
de: Mobiltelefon
fr: GSM
it: Telefono cellulare
pl: Numer telefonu komórkowego
zh: 移动电话

source: Home phone
de: Telefon (zu Hause)
fr: Téléphone personnel
it: Telefono di casa
pl: Telefon domowy
zh: 住宅电话

source: Cannot create a unique DN for your entry. Please fill more formular fields.
de: Es kann kein eindeutiger DN für diesen Eintrag erzeugt werden. Füllen Sie bitte weitere Felder aus.
fr: Impossible de créer un DN unique pour cette entrée. Veuillez remplir plus de champs.
it: Non posso creare un distinto DN per questo valore. Per favore compilate i campi previsti.
pl: Nie można utworzyć unikalnego DN dla tego elementu. Proszę wypełnić więcej pól formularza.
zh: 无法为您的条目创建一个唯一 DN。请填写更多字段。

source: You have no permissions to create or modify a global address book entry.
de: Sie haben keine Berechtigung, einen Eintrag unterhalb dieser 'Basis' anzulegen.
fr: Vous n'avez pas les droits nécessaires pour créer ou modifier une entrée dans le carnet d'adresse général.
it: Non avete il permesso di creare o modificare un valore nella rubrica globale.
pl: Brak uprawnień do tworzenia lub modyfikacji elementów w globalnej książce adresowej.
zh: 您无权创建或者更改一个全局电话簿条目。

source: Saving addressbook entry failed
de: Speichern des Adressbucheintrags ist fehlgeschlagen
fr: La sauvegarde d'une entrée du carnet d'adresses à échoué
it: Salvataggio del valore della rubrica fallito
pl: Zapisywanie wpisu książki adresowej nieudane
zh: 保存地址簿条目失败

source: The telephone list plugin provides list and search facilities for the people in your site. You may want to specify the asterisk [*] like in 'Go*us' to find 'Gonicus'. Use the filters below to narrow down your search.
de: Das Telefonlistenmodul bietet Auflistungs- und Suchfunktionen für die Mitarbeiter Ihrer Organisation. Bei Eingaben wie 'gon' wird dementsprechend sowohl 'Gonicus' als auch 'gone' gefunden.
fr: L'extension gérant les listes de numéros de téléphone permet de les mettre à disposition de vos utilisateurs. Vous pouvez utiliser les [*] dans vos recherches, comme dans 'Go*us' pour trouver 'Gonicus'. Utilisez les filtres ci dessous pour réduire l'étendue de votre recherche.
it: L'elenco dei plugin telefonici prevede liste e ricerche semplificate per gli utenti del dominio. Puoi utilizzare il carattere asterisco [*] in 'Go*us' per cercare 'Gonicus'. Usa i filtri sotto riportati per rstringere la ricerca.
pl: Dodatek lista telefonów udostępnia listę oraz mechanizmy wyszukiwania dla ludzi w firmie. Mozna podawać gwiazdkę [*] np. 'Go*us' aby znależć 'Gonicus'. Użyj filtrów poniżej aby zawęzić wyniki wyszukiwania.
zh: 电话列表插件提供了针对您站点用户的列表和查询功能。您可以用通配符[*]，如“Go*us”拉来查询“Gonicus”。使用下面的过滤器来过滤查询结果。

source: Add entry
de: Eintrag hinzufügen
fr: Ajouter une entrée
it: Aggiungi valore
pl: Dodaj pozycję
zh: 添加记录

source: Remove entry
de: Eintrag entfernen
fr: Supprimer une entrée
it: Cancella valore
pl: Usuń pozycję
zh: 删除记录

source: Select to see regular users
de: Wählen Sie dies, um gewöhnliche Benutzer anzuzeigen
fr: Sélectionnez afin d'afficher les utilisateurs habituels
it: Seleziona per cercare utenti regolari
pl: Wybierz aby zobaczyć zwykłych użytkowników
zh: 选择查看普通用户

source: Show organizational entries
de: Zeige Benutzer der Organisation
fr: Afficher les entrées de l'organisation
it: Mostra le entry delle Organizzazioni
pl: Pokaż elementy organizacyjne
zh: 显示组织记录

source: Select to see users in addressbook
de: Wählen, um Adressbucheinträge zu sehen
fr: Sélectionner pour afficher les utilisateurs présent dans le carnet d'adresse
it: Seleziona per vedere gli utenti nella rubrica
pl: Wybierz aby zobaczyć użytkowników w książce adresowej
zh: 选择查看地址簿中用户

source: Show addressbook entries
de: Zeige Adressbuch-Einträge
fr: Afficher les entrées du carnet d'adresses
it: Mostra le entry della rubrica
pl: Pokaż elementy książki adresowej
zh: 显示地址簿记录

source: Display results for department
de: Zeige Ergebnisse der Abteilung
fr: Afficher les résultats pour le département
it: Mostra i risultati per dipartimento
pl: Wyświetl wyniki dla departamentu
zh: 显示部门的结果

source: Match object
de: Untersuchtes Objekt
fr: Objet correspondant
it: Confronta oggetti
pl: Dopasuj obiekt
zh: 匹配对象

source: Choose the object that will be searched in
de: Wählen Sie das Objekt, auf das die Suchfunktion angewandt wird
fr: Indiquez l'objet dans lequel la recherche sera effectuée
it: Scegli gli oggetti che debbono essere cercati in
pl: Wybierz obiekt w którym będziesz przeszukiwać
zh: 选择要在其中查询的对象

source: Search string
de: Suchtext
fr: Phrase de recherche
it: Cerca la stringa
pl: Poszukiwany napis
zh: 查找字符串

source: Can't open specified file, check accessibility and or existence
de: Kann angegebene Datei nicht öffnen, prüfen Sie die Existenz und/oder Zugriffsrechte
fr: Impossible d'ouvrir le fichier spécifié, vérifiez que celui ci est existant et/ou accessible
it: Non posso aprire il file selezionato: verificatene l'accessibilità o l'esistenza
pl: Nie można otworzyć podanego pliku. Sprawdź istnienie i uprawnienia
zh: 无法打开特定文件，检查是否可以访问或者是否存在。

source: Can't read specified certificate / or empty string given
de: Kann angegebenes Zertifikat nicht lesen (oder es wurde eine leere Zeichenkette übergeben)
fr: Impossible de lire le certificat spécifié / ou chaîne vide spécifiée
it: Nonnposso leggere il certificato specificato o una stringa vuota è stata passata
pl: Nie można czytać certyfkatu / lub podano pusty ciąg znaków
zh: 无法读取特定证书或者提供了一个空字符串

source: Can't load certificate, possibly unsupported format (use PEM/DER)
de: Kann Zertifikat nicht laden, wahrscheinlich aufgrund eines nicht unterstützten Formats (benutzen Sie PEM/DER)
fr: Impossible de charger le certificat, probablement un format non supporté (utilisez un format PEM/DER)
it: Non posso caricare il certificato; può essere stato utilizzato un formato non supportato (usate PEM/DER)
pl: Nie można załadować certyfikatu, prawdopodobnie niewspierany format (użyj PEM/DER)
zh: 无法加载证书，可能是不支持的格式（用 PEM/DER）。

source: The Format must be PEM, to output certificate informations
de: Um Zertifikatsinformationen anzuzeigen muss das Format PEM sein
fr: Le format doit être PEM, afin de pouvoir afficher les informations
it: Il formato deve essere PEM per ottenere il certificato di informazione
pl: Format musi być PEM, aby wyświetlić informacje certyfikatu
zh: 要输出证书信息，格式必须是 PEM

source: Can't create/open File
de: Kann Datei nicht anlegen/öffnen
fr: Impossible de créer/ouvrir le fichier
it: Non posso creare/aprile il file
pl: Nie można utworzyć/otworzyć Pliku
zh: 无法创建/打开文件

source: No valid certificate loaded
de: Kein gültiges Zertifikat geladen
fr: Pas de certificat valide chargé
it: Nessun valido certificato caricato
pl: Nie załadowano prawidłowego certyfikatu
zh: 无有效证书加载

source: Your %s information has changed partly. Please convert it using the contributed script fix_config.sh!
de: Die Information %s hat sich teilweise geändert. Bitte konvertieren Sie diese mit dem beigefügten Skript fix_config.sh!
fr: Votre information %s à changé partiellement . Veuillez le convertir en utilisant le script fix_config.sh!
zh: 您的 %s 的信息被部分修改。请用贡献的脚本 fix_config.sh 转换它。

source: You are currently editing a database entry. Do you want to dismiss the changes?
de: Sie bearbeiten gerade einen Datenbankeintrag. Sollen die Daten verworfen werden?
fr: Vous êtes actuellement en train d éditer une entrée de la base de données. Voulez vous annuler les modifications ?
it: State modificando i valori inseriti nel database. Volete abbandonare le modifiche?
pl: Obecnie edytujesz bazę danych. Czy chcesz porzucić zmiany?
zh: 您正在编辑一个数据项。您确认要丢弃当前的修改么？

source: XML error in guide.xml: %s at line %d
de: XML-Fehler in der Datei guide.xml: %s in Zeile %d
fr: Erreur XML dans guide.xml: %s à la ligne %d
it: Errore XML nella guide.xml: %s alla linea %d
pl: Błąd XML w guide.xml: %s w linii %d
zh: XML 出错于 guide.xml: %s ，行 %d

source: No help available for this plugin.
de: Für dieses Modul ist keine Hilfe verfügbar.
fr: L'aide n'est pas disponible pour cette extension.
it: Nessun aiuto disponibile per questo plugin.
pl: Pomoc nie jest dostępna dla tego dodatku.
zh: 此插件没有可用帮助信息。

source: previous
de: Vorherige
fr: précédent
it: precedente
pl: poprzednie
zh: 上一个

source: next
de: Nächste
fr: suivant
it: prossimo
pl: następne
zh: 下一个

source: %s results for your search with the keyword %s
de: %s Ergebnisse für Ihre Suche nach %s
fr: %s résultats de votre recherche avec le mot %s
it: %s di risultati per la ricerca con la chiave %s
pl: %s wyników zapytania ze słowem %s
zh: %s 结果当您查找关键字 %s

source: %s%% hit rate in file %s
de: %s%% Trefferquote in Datei %s
fr: %s%% de correspondance dans le fichier %s
it: %s%% alta corrispondenza nel file %s ??????
pl: %s%% trafień w pliku %s
zh: %s%% 点击率于文件 %s

source: The LDAP server is slow (%.2fs for the last query). This may be responsible for performance breakdowns.
de: Der LDAP-Server antwortet sehr langsam (%.2fs für die letzte Anfrage), dies könnte die Ursache für Leistungseinbrüche sein.
fr: Le serveur LDAP répond très lentement (%.2f lors de la dernière requête). Ceci peut être responsable des problèmes de performances.
it: Il server LDAP è lento (%.2fs per l'ultima interrogazione). Questo potrà ridurre le performance del sistema.
pl: Serwer LDAP odpowiada bardzo wolno (%.2f dla ostatniego zapytania). To może być przyczyną słabej wydajności.
zh: LDAP 服务器反应慢（上次查询花费 %.2f 秒）。可能是性能故障。

source: The ldapserver is answering very slow (%.2f), this may be responsible for performance breakdowns.
de: Der LDAP-Server antwortet sehr langsam (%.2f), dies könnte die Ursache für Leistungseinbrüche sein.
fr: Le serveur ldap répond très lentement (%.2f), ceci peut être responsable des problèmes de performances.
it: Il server LDAP rispnde molto lentamente (%.2f); questo può ridurre le performance del sistema.
pl: Serwer LDAP odpowiada bardzo wolno (%.2f), to może być przyczyną słabej wydajności.
zh: LDAP 服务器反应非常慢（%.2f）。可能是性能故障。

source: Creating copy of %s
de: Erstelle Kopie von %s
fr: Création d'un copie de %s
it: Creazione copia di %s
pl: Tworzenie kopii %s
zh: 创建 %s 的拷贝

source: Processing
de: Verarbeite
fr: Traitement en cours
it: Processing in corso
pl: Przetwarzanie
zh: 处理

source: Error while fetching source dn - aborted!
de: Fehler beim Abrufen des Quell-DN, der Vorgang wurde abgebrochen!
fr: Une erreur s'est produite lors de la récupération du dn - Arrêt !
it: Errore durante il recupero della fonte dn - operazione abortita!
pl: Błąd podczas pobierania źródłowego dn - anulowano!
zh: 当获取源 dn 时错误──退出！

source: Unknown FAIstate %s
de: unbekannter FAI-Status %s
fr: Statut FAI inconnu %s
it: Stato sconosciuto di installazione remota %s (FAI)
pl: Nieznany FAIstate %s
zh: 未知 FAIstate %s

source: Autocreation of subtree failed. No objectClass found for attribute '%s'.
de: Das automatische Anlegen des Unterbaums wird nicht unterstützt. Es wurde keine objectClass für das Attribut '%s' gefunden.
fr: L'autocréation d'une branche à échouée. Pas d'objectClass trouvé pour l'attribut '%s'.
zh: 自动创建子树失败。没有找到属性 '%s' 的 objectClass。

source: Autocreation of type '%s' is currently not supported. Please report to the GOsa team.
de: Das automatische Erzeugen des Objekt-Typs '%s' wird momentan nicht unterstützt. Bitte melden Sie dies an das Entwicklerteam.
fr: La création automatique du type '%s' n'est pas supportée. Veuillez faire un rapport à l'équipe de GOsa.
it: La creazione automatica del tipo '%s' non è attualmente supportata. Per favore riprotare le informazioni al GOsa team.
pl: Automatyczne tworzenie typu '%s' nie jest obecnie wspierane. Proszę skontaktować się z zespołem GOsa.
zh: 类型 '%s' 的自动创建当前不支持。请报告给 GOsa 项目。

source: Creating subtree '%s' failed.
de: Erzeugen des Unterbaums '%s' ist fehlgeschlagen.
fr: Créer la nouvelle branche '%s' à échoué.
zh: 创建子树 '%s' 失败。

source: The referral url '%s' is missing the ldap base. It should look like this 'ldap://server:port/base'.
de: Die Referral-URL '%s' fehlt in der LDAP-Basis. Sie sollte ungefähr so aussehen 'ldap://server:port/basis'.
fr: Il manque la base de l'arbre ldap dans l'url pour les referal '%s'. L'url doit ressembler à ceci 'ldap://server:port/base'.
zh: 参照的 url '%s' 缺少 LDAP base。看起来应该像这样 'ldap://server:port/base'。

source: while operating on '%s' using LDAP server '%s'
de: während der Arbeit mit '%s' auf dem LDAP-Server '%s'
fr: lors de l'opération sur '%s' en utilisant le serveur LDAP '%s'
it: mentre operavo su '%s' usando il server LDAP '%s'
pl: podczas działania na '%s' używając serwera LDAP '%s'
zh: 当操作 '%s' 使用 LDAP 服务器 '%s' 时

source: while operating on LDAP server %s
de: während der Arbeit auf LDAP-Server '%s'
fr: lors de l'opération sur le serveur LDAP %s
it: mentre operavo sul server LDAP '%s'
pl: podczas połączenia z serwerem LDAP '%s'
zh: 当操作 LDAP 服务器 '%s' 时

source: This is not a valid DN: '%s'. A block for import should begin with 'dn: ...' in line %s
de: Dies ist keine valide DN: '%s'. Ein Block für den Import sollte mit 'dn:...' beginnen in Zeile %s
fr: Ceci n'est pas un DN valide: '%s'. Le fichier d'importation doit commencer avec 'dn: ...' à la ligne %s
it: Non c'è un valdo DN: '%s'. Un blocco da importare deve iniziare con 'dn:...' alla linea %s
pl: To nie jest poprawne DN: '%s'. Blok dla importu powinien zaczynać się 'dn: ...' w linii %s
zh: 这不是一条有效的 DN: '%s'。导入数据应该以 'dn:...' 开始于行 %s

source: The dn: '%s' (from line %s) already exists in the LDAP database.
de: Der DN: '%s' (aus Zeile %s) existiert bereits in der LDAP-Datenbank.
fr: Le dn : '%s' (de la ligne %s) existe déjà dans l'arbre LDAP.
it: Il dn: '%s' (dalla linea %s) già esiste nel database LDAP.
pl: dn: '%s' (od linii %s) już istnieje w bazie LDAP
zh: 在 LDAP 数据库中，已经存在 dn: '%s' （从行 %s）。

source: Error while importing dn: '%s', please check your LDIF from line %s on!
de: Fehler beim Importieren von dn: '%s', bitte überprüfen Sie die LDIF-Datei ab Zeile %s!
fr: Erreur lors de l'importation du dn: '%s', veuillez vérifier votre fichier votre fichier LDIF à partir de la ligne %s !
it: Errore nella fase di importazione dn: '%s', per favore controllate il file LDIF alla linea %s!
pl: Błąd podczas importu dn: '%s', proszę sprawdzić LDIF od linii %s !
zh: 导入 dn: '%s' 时错误，请从行 %s 开始检查您的 LDIF！

source: PPD manager : The specified path '%s' doesn't exists.
de: PPD manager: Der angegebene Pfad '%s' existiert nicht.
fr: Gestionnaire de PPD: Le chemin '%s' n'existe pas.
it: Gestore PPD: il percorso specificato '%s' non esiste.
pl: Manager PPD: Podana ścieżka '%s' nie istnieje.
zh: PPD 管理员：给出的路径 '%s' 不存在。

source: Specified ppd file '%s' can't be opened for reading.
de: Die PPD-Datei '%s' konnte nicht zum Lesen geöffnet werden.
fr: Le fichier ppd '%s' ne peut pas être ouvert en lecture.
it: Lo specificato file ppd '%s' non può essere aperto per la lettura.
pl: Podany plik ppd '%s' nie może zostać otwarty do czytania.
zh: 给出的 ppd 文件 '%s' 无法打开读取。
