Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: again
de: nochmal
fr: encore
pl: ponownie
zh: 再次

source: New password repeated
de: Neues Kennwort (Wiederholung)
fr: Nouveau mot de passe
pl: Nowe hasło powtórzone
zh: 重复新口令

source: Change
de: Ändern
fr: Changer
pl: Zmień
zh: 修改

source: Click here to change your password
de: Hier klicken, um Ihr Kennwort zu ändern
fr: Cliquez ici pour changer votre mot de passe
pl: Kliknij tutaj aby zmienić swoje hasło
zh: 点击这里来修改您的口令

source: Your Password has expired !! Choose a new Password
de: Ihr Kennwort ist abgelaufen, geben Sie bitte ein neues Kennwort ein
fr: Votre mot de passe à expiré !! Choisissez un nouveau mot de passe
it: La tua password è scaduta!! Scegline una nuova
pl: Twoje hasło wygasło !! Proszę wybrać inne hasło
zh: 您的口令已经过期 !! 选择一个新口令

source: Old Password
de: Altes Kennwort
fr: Ancien mot de passe
it: Vecchia password
pl: Stare hasło
zh: 旧口令

source: New Password
de: Neues Kennwort
fr: Nouveau mot de passe
it: Nuova password
pl: Nowe hasło
zh: 新口令

source: Verify Password
de: Kennwort überprüfen
fr: Vérifier le mot de passe
it: Verifica password
pl: Hasło ponownie
zh: 口令确认

source: Change Password
de: Kennwort ändern
fr: Modifier le mot de passe
it: Cambia password
pl: Zmień hasło
zh: 修改口令

source: Click here to Change your password
de: Hier klicken, um Ihr Kennwort zu ändern
fr: Cliquer ici pour changer votre mot de passe
it: Clicca qui per cambiare la password
pl: Brak uprawnień do zmiany własnego hasła
zh: 点击这里来修改您的口令

source: Session conflict detected
de: Ein Sitzungskonflikt wurde festgestellt
fr: Conflit détecté entre différentes sessions
it: Conflitto di sessione individuato
pl: Wykryto konflikt sesji
zh: 检测到会话冲突

source: Probably there's another active instance of your session. Multiple window operation is technical not possible and heavily depends on the browser you're using. Usage of different browsers at a time (i.e. IE and Mozilla) is possible. Pressing the 'Logout'button will close this session.
de: Vermutlich existiert eine andere aktive Instanz Ihrer Sitzung. Das Arbeiten mit mehreren Fenstern ist technisch so nicht möglich und hängt stark vom eingesetzten Browser ab. Die Verwendung unterschiedlicher Browser zur gleichen Zeit (z.B. IE und Mozilla) ist möglich. Das Drücken von 'Abmelden' schließt diese Sitzung.
fr: Une autre instance de votre session a été détectée. Les opérations multiples sont techniquement impossible et dépendent du navigateur utilisé. L'usage de navigateurs différents en même temps est possible (ex: IE et Mozilla) est possible. Cliquer sur le bouton 'Déconnexion' fermera cette session.
it: Probabilmente c'è un'altra istanza attiva nella sesisone. Utilizzar e finestre multiple non è tecnicamente possibile e dipende dal browser che state utilizzando. E' possiible l'uso di differenti browser (i.e. IE o Firefox). Chiudete la sessione premendo il bottone 'Disconnetti'.
zh: 可能已经存在另外一个您的活动的会话。多窗口操作在技术上不可能并且和严重依赖您使用浏览器。使用不同的浏览器（如 IE 和 Mozilla）是可能的。按“退出”按钮关闭此会话。

source: Ignoring this message will change/destroy the data you're currently editing, so please close multiple windows and log in again.
de: Falls Sie trotzdem fortfahren, können einige Daten der momentan bearbeiteten Dialoge verlorengehen. Deshalb schließen Sie bitte die verschiedenen Fenster und melden sich neu an.
fr: Ignorer ce message entraînera la modification/destruction des données en cours d'édition, il est conseillé de fermer toutes les fenêtres ouvertes et de se reconnecter.
it: Ignorando questo messaggio cancellerete i dati che stavate modificando; chiudegte le diverse finestre aperte e effettuate un nuovo accesso.
pl: Ignorując ten komunikat zmienisz/usuniesz dane które obecnie edytujesz. Proszę zamknąć wiele okien i zalogować się ponownie.
zh: 忽略这条信息将会修改/破坏您当前编辑的数据，所以请关闭多个窗口并重新登录。

source: Logout
de: Abmelden
fr: Déconnexion
it: Disconnetti
pl: Wyloguj
zh: 退出

source: Main
de: Hauptmenü
fr: Accueil
it: Principale
pl: Główne
zh: 首页

source: Help
de: Hilfe
fr: Aide
it: Aiuto
pl: Pomoc
zh: 帮助

source: Sign out
de: Abmelden
fr: Déconnexion
it: Disconnessione
pl: Wyloguj
zh: 退出

source: Signed in:
de: Angemeldet:
fr: Connecté:
it: Autenticazione in:
pl: Zalogowano:
zh: 登录:

source: Your GOsa session has expired!
de: Die Gültigkeit ihrer GOsa-Sitzung ist abgelaufen!
fr: Votre session GOsa à expiré !
it: La tua sessioen GOsa è scaduta!
pl: Twoja sesja w GOsa wygasła!
zh: 您的 GOsa 会话已经过期！

source: The last interaction with the GOsa web interface has been some time ago in the past. For security reasons, the session has been closed. To continue with administrative tasks, please sign in again.
de: Die letzte in der Web-Applikation durchgeführte Aktion liegt einige Zeit in der Vergangenheit. Aus Sicherheitsgründen wurde die Sitzung geschlossen. Um mit der Administration fortzufahren, melden Sie sich bitte erneut an.
fr: Votre dernière interaction avec GOsa était il y a un certain temps. Pour des raisons de sécurité, la session à été fermée. Pour continuer à administrer, veuillez vous reconnecter.
it: L'ultimo accesso con l'kinterfaccia web di GOsa è avvenuta da molto tempo. Per ragioni di sicurezza la sessione è stata chiusa. Per continuare l'amministrazione del sistema effettuare un nuovo accesso.
pl: Ostatnia interakcja z interfejsem GOsa była już jakiś czas temu. Z powodów bezpieczeństwa sesja została zamknięta. Aby kontynuować proszę zalogować się ponownie.
zh: 上一次操作 GOsa 界面是在很长时间之前。出于安全上的考虑，已经关闭了连接。要继续执行管理任务，请重新登录。

source: Sign in again
de: Erneut anmelden
fr: Reconnexion
it: Devi autenticardi di nuovo
pl: Zaloguj się ponownie
zh: 重新登录

source: Applications
de: Anwendungen
it: Applicazioni
pl: Aplikacje
zh: 应用程序

source: ACL
de: Zugriffsregeln
it: Liste controllo accessi (ACL)

source: Options
de: Optionen
it: Opzioni
pl: Opcje
zh: 选项

source: Services
de: Dienste
it: Servizi
pl: Usługi
zh: 服务

source: Partitions
de: Partitionen
it: Partizioni
pl: Partycje
zh: 分区

source: Script
de: Skript
pl: Skrypt
zh: 脚本

source: Variables
de: Variablen
it: Variabili
pl: Zmienie
zh: 变量

source: Base
de: Basis
pl: Kontener
zh: 位置

source: Symbol values are not supported yet!
de: Symbolische Werte werden noch nicht unterstützt!
it: I valori Symbol non sono ancora supportati!
pl: Wartości symboliczne nie są jeszcze wspierane!
zh: 尚不支持符号值！

source: Trace
de: Ablaufverfolgung
it: Traccia
pl: Śledzenie
zh: 跟踪

source: Type
de: Typ
it: Tipo
pl: Typ
zh: 类型

source: Arguments
de: Argumente
it: Argomenti
pl: Argumenty
zh: 参数

source: Condition
de: Bedingung
pl: Warunek
zh: 条件

source: Description
de: Beschreibung
it: Descrizione
pl: Opis
zh: 描述

source: Quota
de: Kontingent

source: Ratio
de: Verhältnis
pl: Proporcja
zh: 比率

source: Actions
de: Aktionen
it: Azioni
pl: Akcje
zh: 动作

source: Please enter a valid phone number!
de: Bitte geben Sie eine gültige Telefonnummer ein
pl: Proszę podać prawidłowy numer telefonu.

source: Date
de: Datum
it: data
pl: Data
zh: 日期

source: Visible
de: Sichtbar
it: Visibile
pl: Widoczne
zh: 可见

source: Macro
de: Makro
pl: Makro
zh: 宏

source: visible
de: sichtbar
it: visibile
pl: widoczne
zh: 可见

source: invisible
de: unsichtbar
it: nascosta
pl: niewidoczne
zh: 不可见

source: type
de: Typ
it: tipo
pl: typ
zh: 类型

source: Branches
de: Zweige
it: Filiali
pl: Gałęzie
zh: 分支

source: Scripts
de: Skripte
it: Script
pl: Skrypty
zh: 脚本

source: FS type
de: Dateisystem
it: Tipo FS
pl: Typ FS
zh: 文件系统类型

source: Action
de: Aktion
it: Azione
pl: Akcja
zh: 行动

source: You're trying to add an invalid email address
de: Sie versuchen, eine ungültige Mail-Adresse hinzuzufügen
it: Stai provando ad aggiungere un indirizzo mail non valido
pl: Próbujesz dodać nieprawidłowy adres email

source: Contacts
de: Kontakte
it: Contatti
pl: Kontakty
zh: 联系

source: Notes
de: Notizen

source: application
de: Anwendung
it: applicazione
pl: aplikacja
zh: 应用程序

source: Mode
de: Modus
it: Modalità
pl: Tryb
zh: 模式

source: Port
de: Anschluss
it: Porta
zh: 端口

source: Secret
de: Kennwort
it: Segreto
pl: Tajny
zh: 秘密

source: GoFonInkeys
de: GOFon-Schlüssel (eingehend)

source: GoFonOutKeys
de: GOFon-Schlüssel (ausgehend)

source: direct
de: direkt
it: Diretto
pl: bezpośredni
zh: 直接

source: Inch
de: Zoll
it: Pollici
pl: Cale
zh: 英寸

source: Zones
de: Zonen
it: Zone
pl: Strefy
zh: 域

source: Trading
de: Handeln
it: Commercio (Trading)
pl: Handel
zh: 交易

source: Sections
de: Sektionen
it: Sezioni
pl: Sekcje
zh: 节

source: Permissions
de: Berechtigungen
it: Permessi
pl: Uprawnienia
zh: 允许

source: CPU
de: Prozessor

source: applications
de: Anwendungen
it: applicazioni
pl: aplikacje
zh: 应用程序

source: # pages
de: # Seiten
it: # pagina/e
pl: # stron
zh: # 页

source: Contact
de: Kontakt
it: Contatto
pl: Kontakt
zh: 联系

source: Message
de: Nachricht
it: Messaggio
pl: Wiadomość
zh: 信息

source: Administration
it: Amministrazione
pl: Administracja
zh: 系统管理

source: Fax
zh: 传真

source: Information
it: Informazione
pl: Informacja
zh: 提示信息

source: Ok
zh: 好

source: Installation
pl: Instalacja
zh: 安装

source: FAX ID
zh: 传真 ID

source: FAX
zh: 传真

source: Proxy
zh: 代理

source: Intranet
pl: Inranet
zh: 内联网

source: Argument
it: Argomenti
zh: 参数

source: Section
it: Sezione
pl: Sekcja
zh: 节

source: FAI
zh: 自动化安装

source: Terminal
it: Terminali
zh: 终端

source: Volume
pl: Głośność
zh: 卷

source: Option
it: Opzioni
pl: Opcja
zh: 选项

source: bit
zh: 比特

source: Bit
zh: 字节

source: Anti virus
zh: 反病毒

source: Interface
it: Interfaccia
pl: Interfejs
zh: 界面

source: Cache
zh: 缓存

source: format
it: formato
zh: 格式

source: Variable
it: Variabile
pl: Zmienna
zh: 变量

source: Megabyte
pl: Megabajt
zh: MB

source: Kilobyte
pl: Kilobajt
zh: KB

source: Bytes
pl: Bajtów
zh: 字节

source: OK
zh: 好

source: Index
it: Indice
pl: Indeks
zh: 索引

source: N/A
pl: B/D

source: Sub-D
pl: Pod-D

source: Zone
it: Zona
pl: Strefa

source: OGo
it: OpenGroupware (OGo)

source: Postfix mydomain
it: Voce 'mydomain' di postfix

source: Postfix mydestination
it: Voce 'mydestination' di postfix
