Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Remove this object
de: Entferne dieses Objekt
fr: Supprimer cet objet
pl: Usuń ten obiekt
zh: 删除这个对象

source: Remove element
de: Entferne Element
fr: Supprimer cet élément
pl: Usuń element
zh: 删除元素

source: operator
fr: opérateur
zh: 操作符

source: Discard message
de: Nachricht verwerfen
fr: Effacer le message
zh: 丢弃邮件

source: Vacation Message
de: Urlaubsnachricht
fr: Message d'absence
pl: Treść autorespondera
zh: 假期信息

source: Release interval
de: Freigabe-Intervall
fr: Intervalle de temps
zh: 发行间隔

source: Alternative sender addresses
de: Alternative Absender-Adressen
fr: Adresses alternatives pour l'envoi
zh: 发送者替代地址

source: View structured
de: Zeige Struktur
fr: Vue structurée
pl: Zobacz strukturalnie
zh: 查看结构

source: View source
de: Zeige Quelltext
fr: Voir la source
pl: Zobacz źródło
zh: 查看代码

source: Best thing to do before performing this action would be to save the current script in a file. So - if you've done so - press 'Delete' to continue or 'Cancel' to abort.
de: Das Beste vor der Ausführung dieser Aktion ist es, das momentane Skript in eine Datei zu speichern. Wenn Sie dies getan haben, drücken Sie auf 'Entfernen' um fortzufahren oder 'Abbrechen' zum Abbrechen.
fr: La meilleure chose à faire avant de réaliser cette action serait de sauver le script dans un fichier. Donc - si vous avez fait cela - appuyez sur 'Delete' pour continuer ou 'Annuler' pour abandonner.
zh: 最好在执行这个操作之前，保存当前脚本到一个文件。所以，如果您已经这么做了，按“删除”继续或者按“取消”退出。

source: Add a new element
de: Ein neues Element einfügen
fr: Ajouter un nouvel élément
pl: Dodaj nowy element
zh: 添加一个新元素

source: Please select the type of element you want to add
de: Bitte wählen Sie den Typ des Elements, das Sie einfügen möchten
fr: Veuillez sélectionner le type d'élément que vous voulez ajouter
zh: 请选择你要添加的元素类型

source: Reject mail
de: Mails ablehnen
fr: Rejeter les messages
pl: Odrzuć pocztę
zh: 拒信

source: This is a multiline text element
de: Dies ist ein mehrzeiliges Text-Element
fr: C'est un élément de texte multiligne
zh: 这是一个多行文本元素

source: This is stored as single string
de: Dies wird als einzelne Zeichenkette gespeichert
fr: Ceci est stocké comme une simple chaîne de caractère
zh: 保存为一个字符串

source: Move object up one position
de: Bewege Objekt eine Position nach oben
fr: Bouger l'objet d'un position vers le haut
zh: 向上移动一次

source: Move object down one position
de: Bewege Objekt eine Position nach unten
fr: Bouger l'objet d'une position vers le bas
zh: 向下移动一次

source: choose element
de: Element wählen
fr: choisir un élément
pl: wybierz element
zh: 选择元素

source: Fileinto
de: Ablegen in
fr: Classer dans

source: Add new
de: Neuen hinzufügen
fr: Ajouter un nouveau
pl: Dodaj nowe
zh: 新增

source: Add a new object above this one.
de: Neues Objekt oberhalb des Gewählten einfügen
fr: Ajouter un objet au dessus de celui-ci.
zh: 在其上添加一个新对象。

source: Add element above
de: Neues Element oberhalb einfügen
fr: Ajouter un élément au dessus
pl: Dodaj element powyżej
zh: 在上面添加元素

source: Add a new object below this one.
de: Neues Element unterhalb des Gewählten einfügen
fr: Ajouter un objet en dessous de celui ci.
pl: Dodaj nowy obiekt poniżej obecnego.
zh: 在其下添加一个新对象。

source: Add element below
de: Neues Element unterhalb einfügen
fr: Ajouter un élément en dessous
pl: Dodaj element poniżej
zh: 在下面添加元素

source: Complete address
de: Vollständige Adresse
fr: Adresse complète
pl: Pełen adres
zh: 完整地址

source: Domain part
de: Domänen-Teil
fr: Domaine internet
pl: Domena
zh: 域部分

source: Local part
de: Lokaler Teil
fr: Partie locale

source: Case insensitive
de: Groß-/Kleinschreibung nicht beachten
fr: Insensible majuscule, minuscule
zh: 大小写不敏感

source: Case sensitive
de: Groß-/Kleinschreibung beachten
fr: Sensible majuscule, minuscule
zh: 大小写敏感

source: Numeric
de: Numerisch
fr: Numérique
zh: 数字型

source: is
de: ist
fr: est
pl: jest
zh: 是

source: regex
fr: expression régulière

source: contains
de: enthält
fr: contient
pl: zawiera
zh: 包含

source: matches
de: stimmt überein
fr: correspond
pl: pasuje
zh: 匹配

source: count
de: Summe
fr: nombre
zh: 计数

source: value is
de: Wert ist
fr: la valeur est
pl: wartość jest
zh: 值为

source: less than
de: kleiner als
fr: moins de
pl: mniej niż
zh: 小于

source: less or equal
de: kleiner oder gleich als
fr: plus petit ou égal
pl: mniejsze lub równe
zh: 小于等

source: equals
de: gleich
fr: égal
pl: równa
zh: 等于

source: greater or equal
de: größer oder gleich als
fr: plus grand ou égal
pl: większe lub równe
zh: 大于等于

source: greater than
de: größer als
fr: plus grand que
pl: większa niż
zh: 大于

source: not equal
de: nicht gleich
fr: pas égal
pl: nie równa
zh: 不等于

source: Can't save empty tests.
de: Kann leere Tests nicht speichern.
fr: Impossible de sauver des tests vides.
zh: 无法保存空测试。

source: emtpy
de: leer
fr: vide
pl: pusta
zh: 空

source: Nothing specified right now
de: Bisher noch keine Angaben
fr: Rien de spécifié pour l'instant
zh: 当前未定义

source: Invalid type of address part.
de: Ungültiger Typ des Adress-Teils.
fr: Type non valide dans la partie adresse.
zh: 地址部分无效的类型

source: Invalid match type given.
de: Ungültiger Übereinstimmungs-Typ angegeben.
fr: Type non valide pour la recherche
zh: 提供无效匹配类型

source: Invalid operator given.
de: Ungültiger Operator übergeben.
fr: Type non valide comme opérateur.
zh: 提供无效运算符

source: Please specify a valid operator.
de: Bitte geben Sie einen gültigen Operator an.
fr: Veuillez spécifier un opérateur valide.
pl: Proszę podać prawidłowy operator.
zh: 请输入一个有效的操作符。

source: Invalid character found in address attribute. Quotes are not allowed here.
de: Ungültiges Zeichen im Adress-Attribut gefunden. Anführungszeichen sind dort nicht erlaubt.
fr: Caractère non valide dans l'adresse. Les guillemets sont interdits ici.
zh: 地址属性中发现无效字符。这里不允许引号。

source: Invalid character found in value attribute. Quotes are not allowed here.
de: Ungültiges Zeichen im Wert-Attribut gefunden. Anführungszeichen sind dort nicht erlaubt.
fr: Caractère non valide trouvé dans l'attribut. Les guillemets ne sont pas permis ici.
zh: 在取值中发现无效字符。这里不允许出现引号。

source: lower than
de: kleiner als
fr: plus petit que
pl: mniej niż
zh: 小于

source: Please select a valid match type in the list box below.
de: Bitte wählen Sie einen gültigen Übereinstimmungstyp aus der Liste unterhalb.
fr: Veuillez sélectionner un type de correspondance valide dans la liste ci dessous.
zh: 请在嫌慢的列表框中选择一个有效匹配类型。

source: Only numeric values are allowed here.
de: Hier sind nur numerische Werte erlaubt.
fr: Seul des chiffres sont permis ici.
pl: Tylko cyfry są dozwolone w tym miejscu.
zh: 这里只允许填数字。

source: No valid unit selected
de: Keine gültige Einheit ausgewählt
fr: Pas d'unité valide sélectionnée
zh: 没有选择有效单元

source: Empty
de: Leer
fr: Vide
pl: Puste
zh: 空

source: Click here to add a new test
de: Hier klicken, um einen neuen Test hinzuzufügen
fr: Cliquez ici pour vous ajouter un nouveau test
zh: 点击这里添加一个新测试

source: Unhandled switch type
de: Unbehandelte Weichenstellung
fr: Type de switch non pris en charge
zh: 未处理的 switch 类型

source: Place a mail address here
de: Bringen Sie hier eine Mail-Adresse an
fr: Veuillez entrer une adresse de messagerie ici.
pl: Proszę podać tutaj adres mailowy
zh: 请在这里输入一个邮件地址

source: Can't remove last element.
de: Kann das letzte Element nicht entfernen.
fr: Impossible d'enlever le dernier élément.
zh: 无法删除最后元素。

source: Require must be the first command in the script.
de: Benötige muss das erste Kommano im Skript sein.
fr: Require doit être la première commande de ce script.
zh: 请求必须是脚本的第一个命令。

source: Please specify at least one valid requirement.
de: Bitte geben Sie mindestens ein gültige Erfordernis an.
fr: Veuillez spécifié au moins un paramètre valide.
zh: 请给出至少一个有效的需求！

source: Alternative sender address must be a valid email addresses.
de: Alternative Senderadresse muss eine gültige E-Mail-Adresse sein.
fr: L'adresse d'envoi alternative doit être une adresse valide.
zh: 替代发件者地址必须是一个有效的邮件地址。

source: FATAL: Error when connecting the LDAP. Server said '%s'.
de: FATAL: Fehler beim Verbinden mit dem LDAP-Server. Die Meldung lautet '%s'.
fr: FATAL: Erreur lors de la connexion au serveur LDAP. Le serveur à répondu '%s'.
it: Errore irreversibile nella connessione a LDAP. Il server ha risposto '%s'.
pl: BŁĄD: Nie można połączyć się z serwerem LDAP. Odpowiedź serwera '%s'.
zh: 致命错误：连接 LDAP 错误。服务器返回 '%s'。

source: User login failed. LDAP server said '%s'.
de: Anmeldung des Nutzers ist fehlgeschlagen. Die Meldung lautet '%s'.
fr: Echec de l'authentification. Le serveur LDAP répond '%s'.
it: Login dell'utente fallito. Il server LDAP risponde '%s'.
pl: Logowanie użytkownika nieudane, odpowiedź serwera LDAP '%s'.
zh: 用户登录失败。LDAP 服务器返回 '%s'。

source: Username / UID is not unique. Please check your LDAP database.
de: Die Kennung ist nicht eindeutig. Bitte prüfen Sie die LDAP-Datenbank.
fr: Le nom de l'utilisateur / UID n'est pas unique. Veuillez vérifier votre base de données LDAP.
it: Nome utente/UID non unico. Controlla il database LDAP.
pl: Użytkownik /UID nie są unikalne. Proszę sprawdzić bazę LDAP.
zh: 用户名 / UID 不唯一。请检查您的 LDAP 数据库。

source: Error while adding a lock. Parameters are not set correctly, please check the source!
de: Fehler beim Anlegen eines Locks. Die Parameter sind nicht korrekt gesetzt!
fr: Erreur lors de la création d'un verrou. Les paramètres sont incorrects. Veuillez vérifier la source !
it: Errore aggiungendo il blocco. I parametri non sono impostati correttamente: verificate la fonte!
pl: Błąd podczas dodawania blokady. Parametry nie są ustawione prawidłowo, proszę sprawdzić źródło!
zh: 添加锁时发生错误。参数没有正确设置，请检查源！

source: Can't set locking information in LDAP database. Please check the 'config' entry in %s! LDAP server says '%s'.
de: Der Zugriffsschutz für die LDAP-Datenbank kann nicht gesetzt werden. Bitte überprüfen Sie den "%s" Eintrag in der Datei gosa.conf! Der LDAP-Server meldete '%s'.
fr: Impossible d'enregistrer les informations à propos des verrous dans l'annuaire LDAP. Veuillez vérifier l'entrée 'config' dans %s ! Le serveur LDAP répond '%s'.
zh: 无法在 LDAP 数据库中设置锁定信息。请检查 %s 中的 'config' 条目！LDAP 服务器报告说 '%s'。

source: Adding a lock failed. LDAP server says '%s'.
de: Kann keinen Zugriffsschutz anlegen. Die Meldung des LDAP-Servers lautet '%s'.
fr: Echec lors de l'ajout d'un verrou. Le serveur LDAP répond '%s'.
it: Aggiunta del blocco fallito. Il server LDAP ha risposto '%s'.
pl: Dodawanie blokady nieudane, odpowiedź serwera LDAP '%s'.
zh: 添加锁失败。 LDAP 服务器报告说 '%s'。

source: Removing a lock failed. LDAP server says '%s'.
de: Kann den Zugriffsschutz nicht entfernen. Die Meldung des LDAP-Servers lautet '%s'.
fr: Echec lors de la suppression d'un verrou. Le serveur LDAP répond '%s'.
it: Rimozione del blocco fallita. Il server LDAP ha risposto '%s'.
pl: Usuwanie blokady nieudane, odpowiedź serwera LDAP '%s'.
zh: 删除锁失败。 LDAP 服务器报告说 '%s'。

source: Getting the lock from LDAP failed. Parameters are not set correctly, please check the source!
de: Es kann nicht geprüft werden, ob das Objekt gesperrt ist. Die Parameter sind nicht korrekt!
fr: Echec lors de la récupération du verrou depuis l'annuaire LDAP. Les paramètres ne sont pas corrects. Veuillez vérifier la source !
it: Acquisizione del blocco da LDAP fallita. I parametri non sono settati correttament, per favore controllate la fonte!
pl: Pobieranie blokady z LDAP nieudane. Parametry nie są ustawione prawidłowo, proszę sprawdzić źródło!
zh: 从 LDAP 获取锁失败。参数没有正确设置，请检查源！

source: Can't get locking information in LDAP database. Please check the 'config' entry in %s!
de: Die Information über den Zugriffsschutz kann nicht aus der LDAP-Datenbank gelesen werden. Bitte prüfen Sie den "%s"-Eintrag in der gosa.conf!
fr: Impossible d'obtenir les informations de verrouillage dans l'annuaire LDAP. Veuillez vérifier l'entrée 'config' dans %s !
zh: 无法获得 LDAP 数据库的锁信息。检查 %s 中的 'config' 条目！

source: Found multiple locks for object to be locked. This should not be possible - cleaning up multiple references.
de: Mehrere Sperrungen für ein Objekt gefunden. Dies sollte nicht möglich sein, bitte entfernen Sie mehrfache Referenzen.
fr: Détection de verrou multiple pour un même objet. Ceci ne devrait pas être possible. Effacement des références multiples.
it: Ho trovato più blocci per l'oggetto da bloccare. Questo non è possibile: ripulite le referenze multiple.
pl: Znaleziono wiele blokad dla obiektu do zablokowania. Taka sytuacja nie powinna się wydażyć - czyszczę wiele odwołań.
zh: 发现要锁定的对象由多个锁。这虽然不可能──清除多个引用。

source: The size limit of %d entries is exceed!
de: Die Größenbeschränkung von %d Einträgen ist überschritten!
fr: La taille limite de %d entrées est dépassée !
it: Il limite di %d valori è superato!
pl: Limit wielkości %d elementów został przekroczony!
zh: 超过了 %d 个条目的大小限制！

source: Set the new size limit to %s and show me this message if the limit still exceeds
de: Verwende eine neue Größenbeschränkung von %s Einträgen und zeige diese Meldung bei Überschreitung wieder an
fr: Mettre la nouvelle limite à %s et me montrer ce message si la limite est toujours dépassée
it: Imposta il nuovo limite a %s e mostrami il messaggio se in limite è ancora superato.
pl: Ustaw nowy limit rozmiaru na %s i pokaż ten komunikat jeśli limit wciąż jest przekroczony
zh: 设置新的大小限制为 %s 并且如果限制依然超出还显示这条信息。

source: incomplete
de: unvollständig
fr: incomplet
it: incompleto
pl: niepełne
zh: 不完整

source: LDAP error:
de: LDAP-Fehler:
fr: Erreur LDAP :
it: Errore LDAP:
pl: błąd LDAP:
zh: LDAP 错误:

source: Problems with the LDAP server mean that you probably lost the last changes. Please check your LDAP setup for possible errors and try again.
de: Probleme mit dem LDAP-Server bedeuten meist, dass ihre letzten Änderungen verloren gegangen sind. Bitte prüfen Sie die LDAP-Konfiguration um eventuelle Fehler aufzudecken und wiederholen Sie die Aktion.
fr: Des problèmes avec le serveur LDAP on probablement provoqué la perte des changements. Veuillez vérifier votre serveur LDAP et ressayer.
it: I problemi con il server LDAP possono aver fato perdere le ultime modifiche. Per favore controlla il setup LDAP per possibili errori e riprova.
pl: Problemy z serwerem LDAP oznaczają, że prawdopodobnie utracono ostatnie zmiany. Proszę sprawdzić konfiguracje LDAP w poszukiwaniu możliwych błędów i spróbować ponownie.
zh: LDAP 服务器发生错误，意味着您最后的修改可能丢失。请检查您 LDAP 安装可能的错误再重试。

source: Please check your input and fix the error. Press 'OK' to close this message box.
de: Bitte prüfen Sie ihre Eingaben und beheben Sie den Fehler. Drücken Sie den 'OK'-Knopf um dieses Meldungsfenster zu schließen.
fr: Veuillez vérifier vos données et corriger l'erreur. Cliquez sur 'OK' pour fermer cette fenètre.
it: Verifica i dati inseriti e sistema gli errori. Premi il pulsante 'OK per chidere questa finestra.
pl: Proszę sprawdzić wprowadzane dane i poprawić błąd. Naciśnij 'OK' aby zamknąć to okno.
zh: 请检查您的输入并修正错误。按“OK”关闭此对话框。

source: Continue anyway
de: Trotzdem Fortsetzen
fr: Continuer malgré tout
it: Continua in ogni caso
pl: Kontynuuj mimo wszystko
zh: 仍然继续

source: Edit anyway
de: Trotzdem bearbeiten
fr: Éditer malgré tout
it: Modifica in ogni caso
pl: Edytuj mimo wszystko
zh: 仍然编辑

source: You're going to edit the LDAP entry '%s' which appears to be used by '%s'. Please contact the person in order to clarify proceedings.
de: Sie versuchen den LDAP-Eintrag '%s' zu bearbeiten. Dieser Eintrag wird gerade von '%s' benutzt. Bitte kontaktieren Sie diese Person, um das weitere Vorgehen abzuklären.
fr: Vous êtes sur le point de modifier l'entrée '%s' qui est en cours d'utilisation par '%s'. Veuillez contacter cette personne afin de clarifier la situation.
it: Stai per modificare il valore '%s' di LDAP che appare essere usato da '%s'. Per favore contatta l'utente per capire come procedere.
pl: Zamierzasz edytować wpis LDAP '%s' który wydaje się być używany przez '%s'. Proszę skontaktować się z osobą aby wyjaśnić postępowanie.
zh: 您将要修改的 LDAP 条目 '%s' 看起来正在被 '%s' 使用。请联系这个人再继续。

source: Entries per page
de: Einträge pro Seite
fr: Entrées par page
it: Valori per pagina
pl: Wpisów na stronie
zh: 每页条目数

source: Apply filter
de: Filter anwenden
fr: Appliquer le filtre
it: Applica filtro
pl: Zastosuj filtr
zh: 应用过滤器

source: GOsa development snapshot (Rev %s)
de: GOsa Entwicklerversion (Rev %s)
fr: Version de développement de GOsa (Rev %s)
it: Snapshot di sviluppo di GOsa (Rev %s)
pl: Wersja deweloperska GOsa (Rev %s)
zh: GOsa 开发版（版本 %s）

source: Warning - base_hook is not available. Using default base.
de: Warnung - base_hook ist nicht deklariert. Es wird die Standardbasis verwendet.
fr: Attention - base_hook n'est pas disponible. Utilisation de la base par défaut.
zh: 警告： base_hook不可用。使用缺省 base。

source: Warning - no base_hook defined. Using default base.
de: Warnung - base_hook ist nicht deklariert. Benutze Standardbasis.
fr: Attention - pas de base_hook défini. Utilisation de la base par défaut.
zh: 警告──没有定义 base_hook。使用缺省 base。

source: Used to store account specific informations.
de: Wird verwendet, um kontenspezifische Informationen zu speichern.
fr: Utilisé pour stocker les informations spécifiques des comptes.
zh: 用于存储账号相关信息。

source: Used to lock currently edited entries to avoid multiple changes at the same time.
de: Wird verwendet, um die Einträge, die momentan in Bearbeitung sind, zu sperren und somit mehrere gleichzeitige Änderungen zu verhindern.
fr: Utilisé pour verrouiller les entrées actuellement modifiées afin d'éviter de multiples changements simultanés.
zh: 用于锁定当前编辑条目以避免同时多次更改。

source: The required objectClass '%s' is not present in your schema setup
de: Die benötigte ObjektKlasse '%s' ist nicht in der Schema-Einrichtung vorhanden
fr: L'objectCLass requis '%s' n'est pas présent dans vos schéma
zh: 必须的对象类 '%s' 在您的 schema 设置中不存在

source: The optional objectClass '%s' is not present in your schema setup
de: Die optionale ObjektKlasse '%s' ist nicht in der Schema-Einrichtung vorhanden
fr: l'objectCLass optionnel '%s' n'est pas présent dans vos schéma
zh: 可选的对象类 '%s' 在您的 schema 设置中不存在

source: The required objectclass '%s' does not have version %s
de: Die benötigte ObjektKlasse '%s' hat nicht die Version %s
fr: L'objectClass obligatoire '%s' n'est pas à la version %s
zh: 必须的对象类 '%s' 没有版本 %s

source: The optional objectclass '%s' does not have version %s
de: Die optionale ObjektKlasse '%s' hat nicht die Version %s
fr: L'objectClass optionnel '%s' n'est pas à la version %s
zh: 可选的对象类 '%s' 没有版本 %s

source: Class(es) available
de: Verfügbare Klasse(n)
fr: Classe(s) disponible(s)
zh: 可用的类

source: You have enabled the rfc2307bis option on the 'ldap setup' step, but your schema configuration do not support this option.
de: Sie haben die rcf2307bis-Optionen in der 'LDAP Einrichtung' aktiviert, aber Ihre Schema-Konfiguration unterstützt diese Option nicht.
fr: Vous avez activé l'option rfc2307bis dans votre option 'configuration du serveur ldap' lors de l'installation, mais la configuration de vos schéma ne supportent pas cette option.
zh: 你在 'ldap 设置' 步骤已经启用了 rfc2307bis 选项，但是您的 schema 配置不支持这个选项。

source: In order to use rfc2307bis conform groups the objectClass 'posixGroup' must be AUXILIARY
de: Um zu RFC2307bis konforme Gruppen verwenden zu können, muss die ObjektKlasse 'posixGroup' AUXILIARY sein
fr: Pour pouvoir utiliser des groupes conformes à la norme rfc2307bis, l'objectClass 'posixGroup' doit être AUXILIARY
zh: 为了使用 rfc2307bis 标准的组，对象类 'posixGroup' 必须是 AUXILIARY

source: You have disabled the rfc2307bis option on the 'ldap setup' step, but your schema configuration do not support this option.
de: Ihr LDAP-Schema unterstüzt rfc2307bis, allerdings haben Sie diese Option im Setup nicht aktiviert.
fr: Vous avez désactivé l'option rfc2307bis dans le l'option 'configuration du serveur ldap' lors de l'installation, mais la configuration de vos schéma ne supportent pas cette option.
zh: 您已经在 'ldap setup' 步骤中禁用 rfc2307bis 选项，但是您的 schema 配置不支持这个选项。

source: The objectClass 'posixGroup' must be STRUCTURAL
de: Die ObjektKlasse 'posixGroup' muss STRUCTURAL sein
fr: L'objectClass 'posixGroup' doit être STRUCTURAL
zh: 对象类 'posixGroup' 必须是 STRUCTURAL

source: German
de: Deutsch
fr: Allemand
it: Tedesco
pl: Niemiecki
zh: 德语

source: French
de: Französisch
fr: Français
it: Francese
pl: Francuski
zh: 法语

source: Italian
de: Italienisch
fr: Italien
it: Italiano
pl: Włoski
zh: 意大利语

source: Spanish
de: Spanisch
fr: Espagnol
it: Spagnolo
pl: Hiszpański
zh: 西班牙语

source: English
de: Englisch
fr: Anglais
it: Inglese
pl: Angielski
zh: 英语

source: Dutch
de: Niederländisch
fr: Allemand
it: Olandese
pl: Holenderski
zh: 荷兰语

source: Polish
de: Polnisch
fr: Polonais
it: Polacco
pl: Polski
zh: 波兰语

source: Swedish
de: Schwedisch
fr: Suédois
pl: Szwedzki

source: Chinese
de: Chinesisch
fr: Chinois
pl: Chiński
zh: 中文

source: Russian
de: Russisch
fr: Russe
pl: Rosyjski

source: Warning: Account has an invalid mailserver string!
de: Warnung: Das Konto hat eine ungültige Mail-Server Adresse!
fr: Attention: Le compte à un chaîne de connexion au serveur de messagerie invalide !
it: Attenzione: l'utente ha una stringa relativa al server di posta non valida!
pl: Uwaga: Konto posiada nieprawidłową nazwę serwera pocztowego!
zh: 警告： 账户包含一个无效邮件服务器字符串！

source: Warning: IMAP Server cannot be reached! If you save this account, some mail settings will not be stored on your server!
de: Warnung: Der IMAP-Server kann nicht erreicht werden! Einige Mail-Einstellungen werden nicht auf den Server übertragen!
fr: Erreur: Impossible de contacter le serveur IMAP. Si vous sauvez ce compte, certains paramètres ne seront pas stockés sur votre serveur !
it: Attenzione: il server IMAP non può essere raggiunto! Se salvi questo utente alcune impostazioni di posta non saranno salvate nel server!
pl: Uwaga: serwer IMAP jest niedostępny! Jeśli zapiszesz to konto, pewne ustawienia poczty nie zostaną zachowane na serwerze!
zh: 警告： 无法连接到 IMAP 服务器! 如果您保存这个账号，有的邮件设置不能保存到服务器上。

source: Can't create IMAP mailbox. Server says '%s'.
de: Kann das IMAP-Postfach nicht anlegen. Der Server meldet '%s'.
fr: Impossible de créer la boite de messagerie IMAP. Le serveur indique '%s'.
it: Non posso creare la casella di posta IMAP. Il server ha risposto '%s'.
pl: Nie można utworzyć konta IMAP. Odpowiedź serwera '%s'.
zh: 无法创建 IMAP 邮箱。服务器报告说 '%s'。

source: Can't write IMAP quota. Server says '%s'.
de: Kann die Kontingent-Einstellungen nicht sichern. Der Server meldete '%s'.
fr: Impossible de créer les quotas IMAP. Le serveur indique'%s'.
it: Non posso scrivere la quota IMAP. Il server ha risposto '%s'.
pl: Nie można zapisać quoty IMAP. Odpowiedź serwera '%s'.
zh: 无法写 IMAP quota。服务器报告说 '%s'。

source: Warning: imap_getacl is not implemented, can't remove acl informations.
de: Achtung: Die PHP-Funktion 'imap_getacl' ist nicht verfügbar - Zugriffsinformationen können nicht entfernt werden.
fr: Erreur: imap_getacl n'est pas implémenté, il est impossible de supprimer les informations à propos des acls.
it: Attenzione: imap_getacl non è implementato, non posso rimuovere le informazioni acl.
pl: Uwaga: imap_getacl nie jest zaimplementowane nie można usunąć informacji acl.
zh: 警告：imap_getacl 未实现，无法删除 acl 信息。

source: Warning: imap_getacl is not available, can't get imap permissions!
de: Achtung: Die PHP-Funktion imap_get_acl ist nicht verfügbar, die IMAP-Berechtigungen können nicht gelesen werden!
fr: Erreur: imap_getacl n'est pas disponible, impossible d'obtenir les permissions imap !
it: Attenzione: imap_getacl non è disponibile, non posso ottenere i permessi!
pl: Uwaga: imap_getacl nie jest dostępne, nie można pobrać uprawnień imap!
zh: 警告： imap_getacl 不可用。无法获取 imap 权限！
