Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: To change the terminal root password use the fields below. The changes take effect during the next reboot. Please memorize the new password, because you wouldn't be able to log in.
de: Um das root-Kennwort des Terminals zu ändern, nutzen Sie die Felder unten. Die Änderungen werden beim nächsten Neustart wirksam. Merken Sie sich das Kennwort, da eine Anmeldung ohne dieses Kennwort nicht möglich ist.
fr: Pour changer le mot de passe root du terminal, utilisez le champ ci-dessous. Les changements prennent effet immédiatement. Veuillez mémoriser le nouveau mot de passe sinon vous ne pourrez pas vous identifier sans celui-ci.
it: Per modificare la password di amministrazione dei terminali usa i campi sottostanti. Le modifiche avranno effetto dal prossimo riavvio. Memorizzate la nuova password perché altrimenti non sarete in grado di accedere al sistema.
pl: Aby zmienić hasło root'a dla terminala użyj pól poniżej. Zmiany wchodzą po następnym uruchomieniu. Proszę zapamiętać nowe hasło, gdyż bez niego logowanie będzie niemożliwe
zh: 用下面的字段来修改终端 root 口令。这项修改将在下次重启之后起作用。请记住新口令，否则您无法登录。

source: Leave fields blank for password inheritance from default entries.
de: Lassen Sie die Felder leer, um das Kennwort aus den Standard-Einträgen zu übernehmen.
fr: Laissez le champ vide pour le mot de passe afin de l'obtenir depuis l'entrée par défaut.
it: Lasciate i campi 'vuoti' per ereditare i valori di default.
pl: Pozostaw pola puste aby dziedziczyć hasło z wpisów domyślnych.
zh: 如果要口令从缺省条目继承，此项空白

source: Changing the password impinges on authentification only.
de: Das Ändern des Kennwortes wirkt sich nur auf die Authentifizierung aus.
fr: Changer le mot de passe influe seulement sur l'authentification.
it: Il cambiamento della password influisce solo sull'autenticazione.
pl: Zmiana hasła wpływa tylko na autentykację.
zh: 修改口令仅影响到鉴权。

source: Phone name
de: Telefon-Name
fr: Nom du téléphone
it: Nome del telefono
pl: Nazwa telefonu
zh: 电话名称

source: Name of pool
de: Name des Pools
fr: Nom du pool

source: Network configuration
de: Netzwerk-Konfiguration
fr: Configuration du réseau

source: Router
fr: Routeur

source: Enter name or IP address of router to be used in this section
de: Geben Sie den Namen oder die IP-Adresse des Routers ein, der in dieser Sektion verwendet werden soll
fr: Entrez le nom ou l'adresse IP du routeur qui doit être utilisé dans cette section

source: Bootup
fr: Démarrage

source: Filename
de: Dateiname
fr: Nom du fichier
it: Nome del file
pl: Nazwa pliku
zh: 文件名

source: Enter name of file that will be loaded via tftp after client has started
de: Geben Sie den Namen der Datei ein, die über TFTP geladen werden soll, nachdem der Client gestartet wurde
fr: Entrez le nom du fichier qui doit être chargé à travers le serveur tftp lors de son démarrage

source: Next server
de: Nächster Server
fr: Serveur suivant

source: Enter name of server to retrieve bootimages from
de: Geben Sie den Namen des Servers ein, von dem Boot-Images bezogen werden sollen
fr: Entrez le nom du serveur qui contient les images de démarrage

source: Domain Name Service
de: Domänen-Namensdienst
fr: DNS

source: Name of domain
de: Name der Domäne
fr: Nom du domaine

source: DNS server
fr: Serveur DNS

source: List of DNS servers to be propagated
de: Liste der zu veröffentlichenden DNS-Server
fr: Listes des serveurs DNS à propager

source: DNS server do be added
de: DNS-Server, der hinzugefügt werden soll
fr: Serveur DNS à ajouter

source: Click here add the selected server to the list
de: Klicken Sie hier, um den gewählten Server zur Liste hinzuzufügen
fr: Cliquez ici pour ajouter un serveur à la liste

source: Click here remove the selected servers from the list
de: Klicken Sie hier, um die gewählten Server aus der Liste zu entfernen
fr: Cliquez ici pour enlever les serveurs sélectionnés de la liste

source: Domain Name Service options
de: DNS-Dienst Optionen
fr: Options du service DNS

source: Assign hostnames found via reverse mapping
de: Weise Hostnamen zu, die aus Reverse Mapping ermittelt wurden
fr: Assigner les nom trouvés avec un lookup inverse

source: Assign hostnames from host declarations
de: Weise Hostnamen aus den Host-Deklarationen zu
fr: Assigner les noms depuis les déclarations d'hôtes

source: Can't open '%s', ppd settings resetted.
de: Kann '%s' nicht öffnen, PPD-Einstellungen wurden zurückgesetzt.
fr: Impossible d'ouvrir '%s', les paramètres du fichier ppd on été réinitialisés.
it: Non posso aprile il file '%s', inpostazioni ppd reimpostate.
pl: Nie można otworzyć '%s', ustawienia ppd zresetowane.
zh: 无法打开 '%s'，ppd 设置被重置。

source: The specified path '%s' which results from PPD_PATH in your gosa.conf is invalid, can't read/write any ppd informations.
de: Der in Ihrer 'gosa.conf' angegebene PPD-Pfad (PPD_PATH) '%s' ist ungültig - kann daher keine ppd-Informationen lesen.
fr: Le chemin spécifié '%s' qui correspond à votre PPD_PATH dans votre fichier de configuration gosa.conf est invalide, impossible de lire/écrire des informations.
it: Il percorso indicato '%s' che risulta da PPD_PATH nel file gosa.conf non è valido; non posso leggere/scrivere alcuna informazione ppd.
pl: Ścieżka '%s' z parametru PPD_PATH w pliku gosa.conf jest nieprawidłowa. Nie można czytać/zapisywać informacji ppd.
zh: 从您的 gosa.conf 中的 PPD_PATH 给出的路径 '%s' 无效，不能读/写任何 ppd 信息。

source: Please specify a valid ppd file.
de: Bitte geben Sie eine gültige PPD-Datei an.
fr: Veuillez indiquer un fichier ppd valide.
it: Per favore specificate un valido file ppd.
pl: Proszę podać prawidłowy plik ppd.
zh: 请指定一个有效的 ppd 文件。

source: Can't select PPD file '%s', the file is not readable
de: Kann Datei '%s' nicht öffnen, möglicherweise existiert sie nicht
fr: Impossible d'ouvrir '%s', le fichier PPD n'est pas lisible
it: Non puoi selezionare il file PPD '%s' perché il file non è leggibile
pl: Nie można wybrać pliku ppd '%s'. Nie można czytać pliku
zh: 无法选择 PPD 文件 '%s'，文件无法读取

source: Can't create folder '%s' for the uploaded ppd file.
de: Kann Verzeichnis '%s' für hochgeladene PPD-Datei nicht anlegen.
fr: impossible de créer le répertoire '%s' pour sauvegarder le fichier ppd.
it: Non posso creare la cartella '%s' per il file ppd caricato.
pl: Nie można utworzyć katalogu '%s' dla wgrywanych plików ppd.
zh: 无法为上传的 ppd 文件创建目录 '%s'。

source: Can't create file '%s' to store modifed ppd informations.
de: Kann Datei '%s' zur Speicherung der PPD-Informationen nicht anlegen.
fr: impossible de créer le fichier '%s' pour sauvegarder le informations modifiées du fichier ppd.
it: Non posso creare il file '%s' per salvare le informazioni modificate ppd.
pl: Nie można utworzyć pliku '%s' do przechowywania zmodyfikowanych informacji ppd.
zh: 无法创建文件 '%s' 来保存修改的 ppd 信息。

source: Can't add new ppd file, the source file '%s' is not accessible.
de: Kann neue PPD-Datei nicht hinzufügen, auf die Quelldatei '%s' konnte nicht zugegriffen werden.
fr: Impossible d'ajouter un nouveau fichier ppd, le fichier source '%s' n'est pas accessible.
it: Non posso aggiungere un nuovo file ppd; il file di origine '%s' non è accessibile.
pl: Nie można dodać nowego pliku ppd, plik źródłowy '%s' jest nieosiągalny.
zh: 无法添加新 ppd 文件，源文件 '%s' 无法访问。

source: The given ppd file '%s' seams to be invalid, can't get any model or vendor informations.
de: Die angegebene PPD-Datei '%s' scheint ungültig zu sein. Es lassen sich keine Modell- oder Hersteller-Informationen extrahieren.
fr: Le fichier ppd '%s' est invalide, je ne peut pas obtenir le modèle ou les informations sur le vendeur.

source: Can't save file '%s'.
de: Kann Datei '%s' nicht speichern.
fr: Impossible de sauver le fichier '%s'.
it: Non posso salvare i file '%s'.
pl: Nie można zapisać pliku '%s'.
zh: 无法保存文件 '%s'。

source: Uploaded ppd file is empty, can't create new ppd file.
de: Die hochgeladene PPD-Datei ist leer, kann daher keine neue PPD-Datei anlegen.
fr: Le fichier PPD téléchargé est vide, impossible de créer un nouveau fichier ppd.
it: Il file ppd caricato è vuoto; non posso creare un nuovo file ppd.
pl: Wgrany plik ppd jest pusty, nie można utworzyć nowego pliku ppd.
zh: 上传的 ppd 文件为空，无法创建一个新 ppd 文件。

source: True
de: wahr
fr: Vrai
it: Vero
pl: Tak
zh: 真

source: False
de: falsch
fr: Faux
it: Falso
pl: Nie
zh: 假

source: Unsupported ppd type '%s' used for '%s'
de: Nicht unterstützter PPD-Typ '%s' (verwendet von '%s')
fr: Type de PPD '%s' non supporté pour '%s'
it: Tipo ppd non supportato '%s' usato per '%s'.
pl: Niewspierany typ ppd '%s' użyty dla '%s'
zh: 不支持的 ppd 类型 '%s' 为 '%s' 使用。

source: Removing old ppd file '%s' failed.
de: Entfernen der alten PPD-Datei '%s' schlug fehl.
fr: La suppression de l'ancien fichier ppd '%s' à échoué.
zh: 删除旧的 ppd 文件 '%s' 失败。

source: Removing old ppd file '%s' failed. File is not accessible.
de: Entfernen der alten PPD-Datei '%s' schlug fehl. Auf die Datei konnte nicht zugegriffen werden.
fr: Impossible de supprimer l'ancien fichier ppd '%s'. Le fichier n'est pas accessible.
zh: 删除旧 ppd 文件 '%s' 失败。文件不可访问。

source: Removing old ppd file '%s' failed. File does not exists or is not accessible.
de: Entfernen der alten PPD-Datei '%s' schlug fehl. Die Datei existiert nicht oder darf nicht entfernt werden.
fr: Impossible d'enlever l'ancien fichier ppd '%s'. Le fichier n'existe pas ou n'est pas accessible.
zh: 删除旧的 ppd 文件 '%s' 失败。文件不存在或者不可访问。

source: Please select a valid ppd file or use 'Cancel' to go back to printer configuration.
de: Bitte wählen Sie eine gültige PPD-Datei oder drücken Sie 'Abbrechen' um zur Druckerkonfiguration zurückzukehren.
fr: Veuillez sélectionner un fichier ppd valide ou utiliser 'Annuler' pour revenir à la configuration de l'imprimante.
it: Seleziona un valido file ppd o usa 'Annulla' per ritornare alla configurazione delle stampanti.
zh: 请选择一个有效的 ppd 文件或者点击“取消”来返回打印机配置。

source: Departments
de: Abteilungen
fr: Départements
it: Dipartimenti
pl: Departamenty
zh: 部门

source: use
de: verwenden
fr: utiliser
it: usa
pl: użyj
zh: 使用

source: FAI server
fr: Serveur FAI
it: Server FAI
pl: Serwer FAI
zh: 自动化安装服务器

source: Assigned FAI classes
de: Zugewiesene FAI-Klassen
fr: Liste des classes FAI utilisées
it: Classe FAI assegnata
pl: Przydzielone klasy FAI
zh: 分配的 FAI 类

source: set
de: setzen
fr: activé
it: imposta
pl: ustaw
zh: 设置

source: Parent server
fr: Serveur Père
it: Server parente
pl: Nadrzędny serwer
zh: 父服务器

source: Remove FAI repository extension.
de: FAI-Repository-Erweiterung entfernen
fr: Enlever l'extension dépôts FAI.
it: Rimuovi l'estensione di riposizionamento FAI.
pl: Usuń rozszerzenie repozytorium FAI
zh: 删除 FAI 仓库扩展

source: This server has FAI repository features enabled. You can disable them by clicking below.
de: Dieser Server besitzt aktivierte FAI-Repository-Erweiterungen. Sie können diese durch einen Klick auf die Schaltfläche unten deaktivieren.
fr: Ce serveur à l'extension dépôts FAI activée. Vous pouvez la désactiver en cliquant sur le bouton ci-dessous.
it: Questo server ha le caratteristiche di repository FAI abilitate. Puoi disabilitarle cliccando sotto.
pl: Ten serwer posiada cechy repozytorium FAI. Można je wyłączyć klikając poniżej.
zh: 这个服务器启用了 FAI 仓库功能。您可以点击下面按钮禁用。

source: Add FAI repository extension.
de: FAI-Repository-Erweiterung hinzufügen
fr: Ajouter une extension dépôts FAI.
it: Aggiungi l'estensione di riposizionamento FAI.
pl: Dodaj rozszerzenie repozytorium FAI
zh: 添加 FAI 仓库扩展。

source: This server has FAI repository features disabled. You can enable them by clicking below.
de: Aktuell besitzt dieser Server keine aktivierten FAI-Repository-Erweiterungen. Sie können diese durch einen Klick auf die Schaltfläche unten aktivieren.
fr: Ce serveur à l'extension dépôts FAI désactivé. Vous pouvez l'activer en cliquant sur le bouton ci-dessous.
it: Questo server ha le caratteristiche di repository FAI disabilitare. Puoi abilitarle cliccando sotto.
pl: Ten serwer nie posiada cech repozytorium FAI. Można je włączyć klikając poniżej.
zh: 这个服务器禁用了 FAI 仓库功能。您可以点击下面按钮启用。

source: You can't delete this release, it is still used by these workstations [%s]. Please solve this dependencies first, to keep data base consistency.
de: Sie können dieses Release nicht entfernen, da es momentan noch von diesen Arbeitsstationen verwendet wird [%s]. Bitte lösen Sie zunächst diese Abhängigkeiten, um die Konsistenz der Datenbank zu gewährleisten.
fr: Vous ne pouvez pas effacer cette version, elles est utilisée par ces stations de travail [%s]. Veuillez régler ces problèmes d'abord pour que la base de données reste cohérente.
it: Non puoi cancellare questa release perché è ancora utilizzato dalla workstation [%s]. Risolvi prima le dipendenze per mantenere la consistenza del database.
pl: Nie można usunąć tego wydania, jest wciąż używane przez te stacje robocze [%s]. Proszę poprawić te zależności aby zachować spójność danych.
zh: 您无法删除这个版本，它仍然被这些工作站 [%s] 使用。请先解决依赖关系，以保持数据库完整性。

source: Be careful editing this release, it is still used by these workstations [%s].
de: Seien Sie vorsichtig, wenn Sie dieses Release editieren - es wird momentan noch von folgenden Arbeitsstationen verwendet [%s].
fr: Soyez prudent en éditant cette version, elle est toujours utilisée par ces système(s) [%s].
it: Attenzione a modificare questa release perché è ancora utilizzata dalla workstation [%s].
pl: Ostrożnie z edycją tego wydania, jest wciąż używane przez te stacje robocze [%s].
zh: 请小心编辑此发行版，它仍然被这些工作站使用 [%s]。

source: Removing Samba workstation failed
de: Entfernen der Samba-Arbeitsstation ist fehlgeschlagen
fr: La suppression d'une station de travail Samba à échoué
it: Rimozione della workstayion in Samba fallita.
pl: Usuwanie stacji roboczej Samba nieudane
zh: 删除 Samba 工作站失败

source: Saving Samba workstation failed
de: Speichern der Samba-Arbeitsstation ist fehlgeschlagen
fr: La sauvegarde de la station de travail Samba à échoué
it: Salvataggio della workstayion in Samba fallita.
pl: Zapisywanie stacji roboczej Samba nieudane
zh: 保存 Samba 工作站失败

source: Hide advanced settings
de: Verstecke erweiterte Einstellungen
fr: Cacher les paramètres avancés

source: DHCP statements
de: DHCP Anweisungen
fr: Directives DHCP

source: DHCP options
de: DHCP-Optionen
fr: Options DHCP

source: Show advanced settings
de: Zeige erweiterte Einstellungen
fr: Montrer le paramètres avancés

source: Advanced phone settings
de: Erweiterte Telefon-Einstellungen
fr: Configuration avancée du téléphone
it: Impostazioni avanzate telefono
pl: Zaawansowane ustawienia telefonu
zh: 高级电话设置

source: Phone type
de: Telefon-Modell
fr: Type de téléphone
it: Tipo telefono
pl: Typ telefonu
zh: 电话类型

source: Choose a phone type
de: Wählen Sie das Telefon-Modell
fr: Sélectionnez un type de téléphone
it: Scegli un tipo di telefono
pl: Proszę wybrać typ telefonu
zh: 选择一个电话类型

source: refresh
de: Aktualisieren
fr: Rafraîchir
it: Aggiorna
pl: Odśwież
zh: 刷新

source: DTMF mode
de: DTMF-Modus
fr: Mode DTMF
it: Modalità DTMF
pl: Tryb DTMF
zh: DTMF 模式

source: Default IP
de: Standard IP-Adresse
fr: Adresse ip par défaut
it: IP di default
pl: Domyślny IP
zh: 缺省 IP

source: Response timeout
de: Wartezeit bis Antwort
fr: Temps de réponse maximum
it: Timeout risposta
pl: Przekroczony limit czasu odpowiedzi
zh: 响应超时

source: Modus
fr: Mode
it: Modo
zh: 模块

source: Authtype
de: Authentifizierung
fr: Type d'authentification
it: Tipo autorizzazione
pl: Typ autoryzacji
zh: 认证类型

source: Account code
de: Konto-Identifikation
fr: Code du compte téléphonique
it: Codice Utente
pl: Kod konta
zh: 账号号码

source: Trunk lines
de: Leitungen zusammenfassen
fr: Regrouper des lignes
it: Linea troncata
pl: Zmniejsz linie
zh: 主线

source: Hosts that are allowed to connect
de: Erlaube diesen Rechnern die Verbindung
fr: Machines qui peuvent se connecter
it: Hosts a cui è permesso di connettersi
pl: Hosty które mogą się połączyć.
zh: 允许连接的主机

source: Hosts that are not allowed to connect
de: Verbiete diesen Rechnern die Verbindung
fr: Machines qui ne peuvent pas se connecter
it: Hosts a cui non è permesso di connettersi
pl: Hosty które nie mogą się połączyć.
zh: 不允许连接的主机

source: Name for shared network
de: Name des verteilten Netzwerkes
fr: Nom du réseau partagé

source: Propagated server identifier for this shared network
de: Öffentliche Serverkennung für dieses verteilte Netzwerk
fr: Identifiant de serveur propagé pour ce réseau partagé

source: Select if this server is authoritative for this shared network
de: Server ist autoritativ für dieses verteilte Netzwerk
fr: Sélectionner si ce serveur est autoritaire pour ce réseau partagé

source: Authoritative server
de: Autoritativer Server
fr: Serveur autoritaire

source: Leases
fr: Bail

source: Default lease time
de: Standard Leasedauer
fr: Temps de bail de défaut

source: seconds
de: Sekunden
fr: secondes

source: Max. lease time
de: Max. Leasedauer
fr: Bail maximal

source: Maximum lease time
de: Maximale Leasedauer
fr: Bail maximum

source: Min. lease time
de: Min. Leasedauer
fr: Bail minimum

source: Minimum lease time
de: Minimale Leasedauer
fr: Bail minimum

source: Access control
de: Zugriffskontrolle
fr: Contrôle d'accès

source: Select if unknown clients should get dynamic IP addresses
de: Unbekannte Clients sollen eine dynamische IP-Adresse bekommen
fr: Choisir si les clients inconnus obtiennent des adresses IP dynamiques

source: Allow unknown clients
de: Erlaube unbekannte Clients
fr: Permettre les clients inconnus

source: Select if bootp clients should get dynamic IP addresses
de: BOOTP-Clients sollen eine dynamische IP-Adresse bekommen
fr: Choisir si les clients BOOTP obtiennent des adresses IP dynamiques

source: Allow bootp clients
de: Erlaube BOOTP-Clients
fr: Permettre les clients BOOTP

source: Select if clients are allowed to boot using this DHCP server
de: Clients dürfen von diesem DHCP-Server booten
fr: Sélectionnez les clients qui sont autorisés à utiliser ce serveur DHCP

source: Allow booting
de: Erlaube Booten
fr: Permettre le démarrage

source: Name of group
de: Name der Gruppe
fr: Nom du groupe

source: Add/Edit monitor
de: Monitor hinzufügen/bearbeiten
fr: Ajouter/Modifier un écran
it: Aggiungi/modifica monitor
pl: Dodaj/Edytuj monitor
zh: 添加/修改 显示器

source: Monitor size
de: Monitorgröße
fr: Taille écran
it: Dimensione monitor
pl: Rozmiar monitora
zh: 显示器大小

source: Integrated microphone
de: Integriertes Mikrofon
fr: Micro intégré
it: Microfono integrato
pl: Zintegrowany mikrofon
zh: 整合麦克风

source: Integrated speakers
de: Integrierte Lautsprecher
fr: Haut parleur intégré
it: Casse acustiche integrate
pl: Zintegrowane głośniki
zh: 整合音箱

source: Additional serial number
de: Zusätzliche Seriennummer
fr: Numéro de série supplémentaire
it: Numero seriale addizionale
pl: Dodatkowy numer seryjny
zh: 附加系列号

source: Add/Edit other device
de: Allgemeines Gerät hinzufügen/bearbeiten
fr: Ajouter/Modifier un autre périphérique
it: Aggiungi/modifica un altro componente
pl: Dodaj/Edytuj urządzenie
zh: 添加/修改 其他设备

source: Add/Edit power supply
de: Netzteil hinzufügen/bearbeiten
fr: Ajouter/Modifier une alimentation
it: Aggiungi/modifica sistemi di alimentazione supplettiva
pl: Dodaj/Zmień zasilacz komputera
zh: 添加/修改 电源

source: Power
de: Strom
fr: Puissance électrique
it: Alimentazione
pl: Moc
zh: 电源

source: Add/Edit graphic card
de: Grafikkarte hinzufügen/bearbeiten
fr: Ajouter/Modifier une carte graphique
it: Aggiungi/modifica scheda video
pl: Dodaj/Zmień kartę graficzną
zh: 添加/修改 显卡

source: Ram
fr: Mémoire vive
pl: Pamięć

source: Add/Edit controller
de: Controller hinzufügen/bearbeiten
fr: Ajouter/Modifier un contrôleur
it: Aggiungi/modifica un controller
pl: Dodaj/Edytuj kontroler
zh: 添加/修改 控制器

source: Add/Edit drive
de: Laufwerk hinzufügen/bearbeiten
fr: Ajouter/Modifier un lecteur
it: Aggiungi/modifica un drive
pl: Dodaj/Edytuj napęd
zh: 添加/修改 驱动

source: Speed
de: Taktung
fr: Vitesse
it: Velocità
pl: Prędkość
zh: 速度

source: Writeable
de: Beschreibbar
fr: Inscriptible
it: Scrivibile
pl: Zapisywalny
zh: 可写

source: Add/Edit harddisk
de: Festplatte hinzufügen/bearbeiten
fr: Ajouter/Modifier un disque dur
it: Aggiungi/modifica un hard disk
pl: Dodaj/Edytuj dysk twardy
zh: 添加/修改 硬盘

source: Rpm
de: Upm
fr: Vitesse

source: Add/Edit memory
de: Speicher hinzufügen/bearbeiten
fr: Ajouter/Modifier la mémoire vive
it: Aggiungi/modifica memoria
pl: Dodaj/Edytuj pamięć RAM
zh: 添加/修改 内存

source: Frequenz
fr: Fréquence
it: Frequenza
pl: Częstotliwość
zh: 频率

source: Add/Edit sound card
de: Soundkarte hinzufügen/bearbeiten
fr: Ajouter/Modifier une carte son
it: Aggiungi/modifica scheda audio
pl: Dodaj/Zmień kartę dźwiękową
zh: 添加/修改 声卡

source: Add/Edit network interface
de: Netzwerk-Interface hinzufügen/bearbeiten
fr: Ajouter/Modifier une carte réseau
it: Aggiungi/modifica scheda di rete
pl: Dodaj/Zmień interfejs sieciowy
zh: 添加/修改 网卡

source: MAC address
de: MAC-Adresse
fr: Adresse MAC
pl: Adres MAC
zh: MAC 地址

source: Add/Edit processor
de: Prozessor hinzufügen/bearbeiten
fr: Ajouter/Modifier un processeur
it: Aggiungi/modifica un processore
pl: Dodaj/Edytuj procesor
zh: 添加/修改 处理器

source: Frequence
de: Frequenz
fr: Fréquence
it: Frequenza
pl: Częstotliwość
zh: 频率

source: Default frequence
de: Standardfrequenz
fr: Fréquence par défaut
it: Frequenza di default
pl: Domyślna częstotliwość
zh: 缺省频率

source: Add/Edit motherboard
de: Motherboard hinzufügen/bearbeiten
fr: Ajouter/Modifier une carte mère
it: Aggiungi/modifica la scheda madre
pl: Dodaj/Edytuj płytę główną
zh: 添加/修改 主板

source: Chipset
de: Chipsatz
fr: Jeu de composants
zh: 芯片组

source: Add/Edit computer case
de: Computergehäuse hinzufügen/bearbeiten
fr: Ajouter/Modifier un Boîtier
it: Aggiungi/modifica il case del computer
pl: Dodaj/Zmień obudowę komputera
zh: 添加/修改 机箱

source: The file '%s/encodings' does not exist, can't get supported charsets.
de: Die Datei '%s/encodings' wurde nicht gefunden, kann die unterstützten Zeichensätze nicht einlesen.
fr: Le fichier '%s/encodings' n'existe pas, impossible d'obtenir la liste des jeux de caractères supportés.
zh: 文件 '%s/encodings' 不存在，无法得到支持字符。

source: Can't read '%s/encodings', please check permissions.
de: Kann '%s/encodings' nicht lesen, bitte prüfen Sie die Rechte.
fr: Impossible de lire '%s/encodings', veuillez vérifier les permissions.
zh: 无法读取 '%s/encodings'，请检查权限。

source: Please specify a valid path for your setup.
de: Bitte geben Sie einen gültigen Pfad an.
fr: Veuillez entrer un chemin valide pour votre configuration.
it: Per favore inserite una valida directory per il vostro setup.
pl: Proszę podać prawidłową ścieżkę dla ustawień.
zh: 请为您的安装提供一个有效路径。

source: Please specify a valid name for your share.
de: Bitte geben Sie einen gültigen Freigabe-Namen an.
fr: Veuillez spécifier un nom valide pour votre partage.
it: Per favore inserite una valido nome per la vostra condivisione.
pl: Proszę podać prawidłową nazwę doa udziału.
zh: 请为您的共享提供一个有效名称。

source: Please specify a name for your share.
de: Bitte geben Sie einen Freigabe-Namen an.
fr: Veuillez spécifier un nom pour votre partage.
it: Per favore inserite un nome per la vostra condivisione.
pl: Proszę podać nazwę dla udziału.
zh: 请为您的共享提供一个名称。

source: Description contains invalid characters.
de: Das Feld 'Beschreibung' enthält ungültige Zeichen!
fr: La description contient des caractères invalides.
it: La descrizione contiene caratteri non validi.
pl: Opis zawiera nieprawidłowe znaki.
zh: 描述包含无效字符。

source: Volume contains invalid characters.
de: Das Feld 'Volume' enthält ungültige Zeichen!
fr: Le nom du Volume contient des caractères invalides.
it: Il volume contiene caratteri non validi.
pl: Wolumin zawiera nieprawidłowe znaki.
zh: 卷包含无效字符。

source: Path contains invalid characters.
de: Das Feld 'Pfad' enthält ungültige Zeichen.
fr: Le chemin contient des caractères invalides.
it: La directory contiene caratteri non validi.
pl: Ścieżka zawiera nieprawidłowe znaki.
zh: 路径包含无效字符。
