Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: You're about to delete the whole LDAP subtree placed under '%s'.
de: Sie sind dabei, einen gesamten LDAP-Baum unterhalb von '%s' zu löschen.
fr: Vous êtes sur le point de supprimer la branche complète de l'annuaire LDAP placé sous '%s'.
it: Stai per cancellare l'intero albero sottostante della struttura LDAP sotto '%s'.
pl: Zamierzasz usunąć całe poddrzewo LDAP umieszczone pod '%s'.
zh: 您将要删除 '%s' 下的整个 LDAP 子树。

source: You have no permission to remove this department.
de: Sie haben keine Berechtigung, diese Abteilung zu entfernen.
fr: Vous n'avez pas les droits nécessaires pour supprimer ce département.
it: Non hai il permesso di cancellare questo dipartimento.
pl: Brak uprawnień do usunięcia tego departamentu.
zh: 您无权删除这个部门。

source: The specified home server '%s' is not available in GOsa server configuration. Saving this account will create a new entry on the server '%s'. Use cancel if you do not want to create a new entry while ignoring old accounts.
de: Der angegebene HomeServer '%s' ist nicht in der GOsa Server-Verwaltung verfügbar. Das Speichern dieses Kontos wird einen neuen Eintrag auf dem Server '%s' erzeugen. Verwenden Sie 'Abbrechen', wenn Sie kein neues Konto erstellen möchten.
fr: Le serveur primaire spécifié '%s' n'est pas disponible dans la configuration serveur de GOsa. La sauvegarde de ce compte va créer une nouvelle entrée dans le serveur '%s'. Utilisez annuler si vous ne voulez pas créer un nouveau compte en ignorant les anciens comptes.
zh: 提供的主服务器 '%s' 不在 GOsa 服务器配置中。保存这个账号将在服务器 '%s' 上创建一个新条目。选择“取消”如果您不想创建一个新条目并忽略旧账号。

source: Could not remove the conference entry from database on home server (%s). Please check your asterisk database configuration.
de: Konnte den Konferenz-Eintrag nicht aus der Datenbank auf dem Home-Server (%s) entfernen.Bitte überprüfen Sie Ihre Asterisk Datenbank-Konfiguration.
fr: Impossible d'effacer la conférence de la base de données primaire sur le serveur (%s). Veuillez vérifier la configuration de votre base de données asterisk.
zh: 无法从主服务器(%s)中数据库中删除会议条目。请检查您 asterisk 数据库的配置。

source: Can't save any changes to asterisk database, there is currently no mysql extension available in your php setup.
de: Die MySQL-Erweiterung wurde nicht gefunden - kann daher keine Änderungen in der Asterisk-DB speichern.
fr: Impossible de sauver les changement dans votre base de données asterisk, il n'y a pas d'extension mysql disponible dans votre configuration php.
it: Non posso salvare le modifiche nel database Asterisk; non c'è una estensione mysql disponibile nella configurazione php.
pl: Nie można zapisać zmian do bazy asterisk. Brak funkcjonalnosci mysql w ustawieniach php.
zh: 无法保存修改到 asterisk 数据库，当前 php 没有安装 mysql 扩展。

source: The MySQL home server '%s' isn't reachable as user '%s', check GOsa log for mysql error.
de: Der MySQL Home-Server '%s' ist als Benutzer '%s' nicht erreichbar, bitte überprüfen Sie das GOsa-Protokoll auf mysql-Fehler.
fr: Le serveur MySQL primaire '%s' n'est pas joignable avec l'utilisateur '%s', veuillez vérifier les journaux systèmes GOsa pour les erreurs mysql.
zh: MySQL 主服务器 '%s' 无法被用户 '%s' 访问到，通过 GOsa 日志来查看 mysql 错误。

source: Can't select database '%s' on home server '%s'.
de: Die Datenbank '%s' auf dem Home-Server '%s' kann nicht ausgewählt werden.
fr: Impossible de sélectionner la base de données '%s' située sur le serveur '%s'.
zh: 无法在主服务器 '%s' 上选择数据库 '%s'。

source: The MySQL initial home server '%s' isn't reachable as user '%s', check GOsa log for mysql error.
de: Der initiale MySQL Home-Server '%s' kann nicht als Benutzer '%s' erreicht werden, überprüfen Sie das GOsa Protokoll auf MySQL-Fehlermeldungen.
fr: Le serveur MySQL primaire '%s' n'est pas joignable avec l'utilisateur '%s', veuillez vérifier les journaux systèmes GOsa pour les erreurs mysql.
zh: MySQL 主服务器 '%s' 无法被用户 '%s' 访问到，通过 GOsa 日志来查看 mysql 错误。

source: Can't select database '%s' on initial home server '%s'.
de: Die Datenbank '%s' auf dem initialen Home-Server '%s' kann nicht ausgewählt werden.
fr: Impossible de sélectionner la base de données '%s' située sur le serveur initial '%s'.
zh: 无法在初始的主服务器 '%s' 上选择数据库 '%s'。

source: The previously selected asterisk home server (%s) is no longer available.
de: Der zuvor ausgewählte Asterisk Home-Server (%s) ist nicht mehr verfügbar.
fr: Le serveur asterisk primaire (%s) précédemment sélectionné n'est plus disponible.
zh: 之前选择的 asterisk 主服务器 (%s) 不存在了。

source: You have specified a conference 'without PIN' ... please leave the PIN fields empty.
de: Sie haben eine Konferenz ohne PIN angelegt - bitte lassen Sie die PIN-Felder leer.
fr: Vous avez spécifié une conférence 'sans code PIN' ...veuillez laisser le champ code pin vide.
it: Hai specificato una conferenza 'senza PIN' ... per favore lascia il campo PIN vuoto.
pl: Wybrano konferencję 'bez PINu'... proszę pozostawić pola PIN puste.
zh: 您指定了一个没有'PIN'的会议 ... 请将 PIN 字段填为空白。

source: Please enter a PIN.
de: Bitte geben Sie eine PIN ein.
fr: Veuillez entrer un code pin.
it: Per favore inserisci il PIN.
pl: Proszę wpisać PIN.
zh: 请输入一个 PIN。

source: Please enter a name for the conference.
de: Bitte geben Sie einen Namen für die Konferenz ein.
fr: Veuillez entrer un nom pour la conférence.
it: Per favore inserisci un nome per la conferenza.
pl: Proszę podać nazwę konferencji.
zh: 请为这个会议输入一个名称。

source: Only numeric chars are allowed in Number field.
de: Der Wert für 'Nummer' muss numerisch sein.
fr: Seul des chiffres sont permis dans le champ numéro.
it: Sono ammessi solo caratteri numerici nel campo 'Numero'
pl: Tylko cyfry są dozwolone w polu Numer.
zh: 数字字段只允许填数字。

source: Only numbers are allowed in Lifetime.
de: Der Wert für 'Lebenszeit' muss numerisch sein.
fr: Seul des nombres sont autorisés dans la durée.
it: Sono ammessi solo caratteri numerici nel campo 'Tempo massimo'
pl: Tylko liczby są dozwolone w okresie życia
zh: 在 Lifetime 中只允许数字。

source: There is currently no asterisk server defined. Possibly you are missing a server that handles the asterisk management (goFonServer). Your settings can't be saved to asterisk database.
de: Momentan ist kein Asterisk-Server definiert. Wahrscheinlich fehlt Ihnen ein Server, der das Asterisk-Management (goFonServer) enthält. Ihre Einstellungen können daher nicht in der Asterisk-Datenbank gespeichert werden.
fr: Il n'y a pas de serveur asterisk défini. Probablement qu'il vous manque un serveur qui gère asterisk (goFonServer).Vos préférences ne peuvent pas être sauvées dans la base de données d'asterisk.
it: Al momento non è definito un server Asterisk. Può essere che hai omesso di indicare l'handle di gestione di Asterisk (goFonServer). Queste impostazioni non possono essere salvate nel database Asterisk.
pl: Brak zdefiniowanego serwera asterisk. Prawdopodobnie prakuje serwera który obsługuje zarządzanie asterisk (goFonServer). Ustawienia nie mogą być zapisane do bazy asterisk.
zh: 当前没有定义 asterisk 服务器。可能您漏掉了个服务器处理 asterisk 管理(goFonServer)。您的设置不能保存到 asterisk 数据库。

source: Can not check if there are already some entries with given telephone number and/or cn in the destination home server.
de: Kann nicht überprüfen, ob bereits Einträge mit der angegebenen Telefonnummer und/oder cn im betreffenden Home-Server existieren.
fr: Impossible de vérifier si il y a déjà des entrées avec ce numéro de téléphone et/ou cn dans le serveur primaire.
zh: 无法检查是否已经有一些条目包含给出的电话号码 和/或 cn 在目标主服务器中。

source: Please have a look a the gosa logfiles.
de: Bitte schauen Sie in die GOsa Log-Dateien.
fr: Veuillez regarder les journaux systèmes de GOsa.
pl: Proszę sprawdzić pliki logów gosa.
zh: 请看一下 GOsa 日志文件。

source: Can not remove entries with some telephone number and/or cn from destination home server.
de: Kann Einträge mit manchen Telefonnummern und/oder cn nicht vom betreffenden Home-Server entfernen.
fr: Impossible d'effacer des entrées avec certains numéro de téléphone et/ou cn dans le serveur primaire.
zh: 无法删除包含一些电话号码并且/或者 cn 来自目标主服务器的条目。

source: Can not check if entry exists in old database. Please have a look a the gosa logfiles.
de: Kann nicht überprüfen, ob der Eintrag in der alten Datenbank bereits existiert. Bitte schauen Sie in das GOsa-Protokoll.
fr: Impossible de vérifier si l'entrée existe dans l'ancienne base de données. Veuillez vérifier les journaux systèmes GOsa.
zh: 无法检查条目是否存在于旧的数据库中。请查看 gosa 日志文件。

source: Can not remove old entries from initial home server. Please have a look a the gosa logfiles.
de: Kann die alten Einträge vom anfänglichen Home-Server nicht entfernen. Bitte schauen Sie in das GOsa-Protokoll.
fr: Impossible d'effacer les anciennes entrées de l'ancien serveur primaire. Veuillez vérifier les journaux systèmes de GOsa.
zh: 无法在原来的主服务器中删除旧条目。请查看 gosa 日志文件。

source: The specified telephonenumber '%s' is already assigned to '%s'.
de: Die angegebene Telefonnummer '%s' wird bereits von '%s' verwendet.
fr: Le numéro de téléphone %s est déjà utilisé par '%s'.
it: Il numero di telefono prescelto '%s' è già assegnato a '%s'.
pl: Podany numer telefonu '%s' jest już przypisany do '%s'.
zh: 指定的电话号码 '%s' 已经分配给了 '%s'。

source: Saving phone conference failed
de: Speichern der Telefon-Konferenz ist fehlgeschlagen
fr: La sauvegarde du compte conférence téléphonique à échoué
it: Salvataggio della conferenza telefonica fallito
pl: Zapisywanie konferencji telefonicznej nieudane
zh: 保存电话会议失败

source: Properties
de: Eigenschaften
fr: Propriétés
it: Proprietà
pl: Właściwości
zh: 属性

source: Conference name
de: Konferenz-Name
fr: Nom de la conférence
it: Nome conferenza
pl: Nazwa konferencji
zh: 会议名称

source: Name of conference to create
de: Name der zu erzeugenden Konferenz
fr: Nom de la conférence à créer
it: Nome della 'conferenza' da creare
pl: Nazwa tworzonej konferencji
zh: 要创建会议的名称

source: Choose subtree to place conference in
de: Wählen Sie den Unterbaum, in den die Konferenz eingepflegt werden soll
fr: Sélectionnez la branche où sera enregistrée la conférence
it: Scegli dove posizionare la 'conferenza'
pl: Wybierz poddrzewo do umieszczenia konferencji
zh: 选择放置会议的子树

source: Home server
fr: Serveur Primaire
zh: 主服务器

source: Select language
fr: Sélectionnez votre langue

source: Descriptive text for department
de: Beschreibender Text zu dieser Abteilung
fr: Description du département
it: Descrizione del dipartimento
pl: Tekst opisujący departament
zh: 部门描述文件

source: Lifetime (in days)
de: Lebenszeit (in Tagen)
fr: Durée (en jours)
it: Tempo massimo (in giorni)
pl: Wiek (w dniach)
zh: 生存期（天）

source: Phone number
de: Telefonnummer
fr: Numéro de téléphone
it: Numero di telefono
pl: Numer telefonu
zh: 电话号码

source: Preset PIN
de: PIN voreinstellen
fr: Code PIN préselectionné
it: PIN predefinito
pl: Prekonfiturowany PIN
zh: 预置 PIN

source: PIN
fr: Code PIN

source: Record conference
de: Konferenz aufnehmen
fr: Enregistrer la conférence
it: Registro conferenza
pl: Nagrywanie konferencji
zh: 会议记录

source: Sound file format
de: Format der Audiodatei
fr: Format du fichier son
it: Formato file musicale
pl: Format pliku dźwiękowego
zh: 声音文件类型

source: Choose subtree to place department in
de: Wählen Sie den Unterbaum, in den die Abteilung eingepflegt werden soll
fr: Sélectionnez la branche de l'annuaire dans laquelle sera placée le département
it: Scegli dove posizionare il dipertimento
pl: Wybierz poddrzewo do umieszczenia departamentu
zh: 选择放置部门的子树

source: Play music on hold
de: Wartemusik bei Halten
fr: Musique d'attente
it: Suona la musica nell'attesa
pl: Odtwarzaj muzykę podczas zawieszenia
zh: 播放暂停音乐

source: Activate session menu
de: Sitzungsmenü aktivieren
fr: Activer le menu de session
it: Attiva il menu della sessione
pl: Aktywuj menu sesji
zh: 激活会话菜单

source: Announce users joining or leaving the conference
de: Benachrichtige über Abgang/Zugang von Teilnehmern
fr: Annoncer les nouveaux utilisateurs et ceux qui quittent
it: Annucia agli utenti la connessione e disconnessione da una conferenza
pl: Zapowiadaj użytkowników dołączających lub opuszczających konferencję
zh: 通知用户加入或者离开会议

source: Count users
de: Zähle Benutzer
fr: Compter les utilisateurs
it: Conta gli utenti
pl: Zlicz użytkowników
zh: 用户计数

source: Name - Number
de: Name - Nummer
fr: Nom - numéro
it: Nome - Numero
pl: Nazwa - Numer
zh: 名称 - 数字

source: Owner
de: Besitzer
fr: Propriétaire
it: Proprietario
pl: Właściciel
zh: 所有者

source: Regular expression for matching conference names
de: Regulärer Ausdruck zum Erkennen von Konferenznamen
fr: Expression régulière concordant avec les noms des conférences
it: Espressione regolare per ricercare nomi conferenze
pl: Wyrażenie regularne dla dopasowania nazw konferencji
zh: 匹配会议名称的正则表达式

source: Create new conference
de: Neue Konferenz erstellen
fr: Création d'une nouvelle conférence
it: Crea una nuova conferenza
pl: Utwórz nową konferencję
zh: 创建新会议

source: New conference
de: Neue Konferenz
fr: Nouvelle conférence
it: Nuova conferenza
pl: Nowa konferencja
zh: 新建会议

source: Edit this entry
de: Diesen Eintrag bearbeiten
fr: Editer cette entrée
it: Modifica questo valore (entry)
pl: Edytuj ten obiekt
zh: 编辑这条记录

source: Delete this entry
de: Diesen Eintrag entfernen
fr: Supprimer cette entrée
it: Cancella questo valore (entry)
pl: Usuń ten obiekt
zh: 删除这个条目

source: Conference
de: Konferenz
fr: Conférence
it: Conferenza
pl: Konferencja
zh: 会议

source: Number of listed conferences
de: Anzahl der angezeigten Konferenzen
fr: Nombre de conférences

source: Conference management
de: Konferenz-Verwaltung
fr: Gestion des conférences
it: Gestione conferenze
pl: Zarządzanie konferencją
zh: 会议管理

source: This includes 'all' accounts, systems, etc. in this subtree. Please double check if your really want to do this since there is no way for GOsa to get your data back.
de: Dies umfasst 'alle' Konten, System- und Setup-Informationen. Bitte prüfen Sie genau, da es keine Möglichkeit für GOsa gibt, die Daten wiederherzustellen.
fr: Ceci inclus tous les comptes systèmes, etc... dans cette branche. Veuillez vérifier si vous voulez réaliser cette opération étant donné qu'il est impossible pour GOsa de récupérer vos données.
it: Questa sezione include tutti gli utenti, in sistemi, ecc. sotto di sé. Controlla con attenzione se è quello che vuoi perché GOsa non può annullare l'operazione una volta effettuata.
pl: Operacja odnosi sie do 'wszystkich' kont, systemów, etc w tym poddrzewie. Proszę upewnić się czy kontynuować, gdyż nie ma operacji powrotu.
zh: 在这个子树中包含了所有账号，系统等等。请再次检查您是否要这么做，因为 GOsa 没有办法将您的数据找回。

source: Best thing to do before performing this action would be to save the current contents of your LDAP tree in a file. So - if you've done so - press 'Delete' to continue or 'Cancel' to abort.
de: Eine Sicherung der LDAP-Datenbank bietet sich an. Wenn Sie dies erledigt haben, drücken Sie 'Entfernen' um Fortzufahren oder 'Abbrechen', um den Vorgang abzubrechen.
fr: Il est conseillé de sauvegarder l'arbre de votre annuaire LDAP dans un fichier avant de réaliser cette action. Appuyez sur 'Supprimer' pour continuer ou 'Annuler' pour abandonner.
it: E' meglio salvare il contenuto dell'albero LDAP i un file prima di eseguire questa azione. Una volta fatto questo puoi premere 'Cancella' per proseguire o 'Annulla' per interompere l'azione.
pl: Przed wykonaniem tej operacji zaleca się wykonanie kopii bezpieczeństwa drzewa LDAP. Naciśnij 'Usuń' aby kontynuować, lub 'Anuluj' aby przerwać.
zh: 最好在执行这个操作之前，保存当前 LDAP 树中的内容到一个文件。所以，如果您已经这么做了，按“删除”继续或者按“取消”退出。

source: Phone macros
de: Telefon-Makros
fr: Macros téléphoniques
it: Macro telefoniche
pl: Makra telefoniczne
zh: 电话宏

source: You're about to delete the macro '%s'.
de: Sie sind dabei das Makro '%s' zu löschen.
fr: Vous êtes sur le point de supprimer la macro '%s'.
it: Stai per cancellare la macro '%s'.
pl: Zamierzasz usunąć makro '%s'.
zh: 您将要删除宏 '%s'。

source: You are not allowed to delete this macro!
de: Sie sind nicht berechtigt, dieses Makro zu löschen!
fr: Vous n'êtes pas autorisé à supprimer cette macro!
it: Non ti è permesso cancellare questa macro!
pl: Brak uprawnień do usunięcia tego makro!
zh: 您无权删除这个宏！

source: List of macros
de: Liste der Makros
fr: Liste des macros
it: Elenco delle macro
pl: Lista makr
zh: 宏列表

source: This menu allows you to add, edit and remove selected macros. You may want to use the range selector on top of the macro listbox, when working with a large number of macros.
de: Dieses Menü erlaubt es Ihnen Makros hinzuzufügen, zu bearbeiten oder zu entfernen. Bei einer großen Anzahl von Makros bietet sich die Verwendung der Bereichsauswahl an.
fr: Ce menu permet d'ajouter, de modifier ou de supprimer les macros sélectionnés. Vous pouvez utiliser les différents filtres lorsque vous travaillez avec un nombre élevé de macros.
it: Questo menu permette di aggiungere, modificare e cancellare le macro selezionate. Puoi utilizzare il selettore in cima all'elenco se il numero delle stesse è considerevole.
pl: To menu umożliwia tworzenie, usuwanie oraz edycję wybranych makr. Posiadając dużą ilość makr, może okazać się wygodniejsze korzystanie z selektorów zakresu na górze listy makr.
zh: 这个菜单允许您添加，编辑和删除所选的宏。对于一个长列表，您可以通过选择框上面的范围选择来调整。

source: Display macros matching
de: Zeige Makros, auf die zutrifft
fr: Afficher les macros correspondantes
it: Mostra le macro corrispondenti
pl: Wyświetl makra pasujące
zh: 显示匹配的宏

source: Regular expression for matching macro names
de: Regulärer Ausdruck zum Erkennen von Makro-Namen
fr: Expression régulière correspondant à des noms de macro
it: Espressioni regolari per ricercare i nomi delle macro
pl: Wyrażenie regularne dla dopasowania nazw makr
zh: 匹配宏名的正则表达式

source: Default value
de: Standardwert
fr: Valeur par défaut
it: Valore di default
pl: Domyślna wartość
zh: 缺省值

source: Macro name
de: Makro-Name
fr: Nom de la macro
it: Nome della macro
pl: Nazwa makra
zh: 宏名称

source: Display name
de: Angezeigter Name
fr: Nom à afficher
it: Nome mostrato (display name)
pl: Wyświetl nazwę
zh: 显示名称

source: Macro name to be displayed
de: Makro-Name der angezeigt wird
fr: Nom d'affichage de la macro
it: Nome della macro mostrato
pl: Nazwa makra do wyświetlenia
zh: 要显示的宏名称

source: Choose subtree to place macro in
de: Wählen Sie den Unterbaum, in den das Makro eingepflegt werden soll
fr: Sélectionnez la branche où sera placée la macro
it: Scegli la posizione dove salvare la macro
pl: Wybierz poddrzewo do umieszczenia makro
zh: 选择放置宏的子树

source: Visible for user
de: Sichtbar für Benutzer
fr: Visible pour l'utilisateur
it: Visibile per gli utenti
pl: Widoczne dla użytkownika
zh: 用户可见

source: Macro text
de: Makro-Inhalt
fr: Texte de la macro
it: testo della Macro
pl: Tekst makro
zh: 宏文本

source: Phone macro management
de: Telefon-Makro-Verwaltung
fr: Administration des macros téléphoniques
it: Gestione delle macro telefoniche
pl: Zarządzanie makrami telefonów
zh: 电话宏管理

source: Removing macro from '%s' failed. Check GOsa log for mysql error.
de: Das Makro kann nicht aus '%s' entfernt werden. Überprüfen Sie die GOsa Log-Meldungen nach MySQL-Fehlermeldungen.
fr: L'effacement de la macro depuis '%s' à échoué. Veuillez vérifier les journaux système de GOsa pour les erreurs mysql.
zh: 从 '%s' 删除宏失败。通过 GOsa 日志来查看 mysql 错误。

source: More than one '(' is currently not supported. Line : '%s'.
de: Mehr als ein '(' wird momentan nicht unterstützt (Zeile: '%s').
fr: Plus d'un '(' n'est actuellement pas supporté. Ligne : '%s'.
zh: 当前不支持一个以上的 '('。行: '%s'。

source: More than one ')' is currently not supported. Line : '%s'.
de: Mehr als ein ')' wird momentan nicht unterstützt (Zeile: '%s').
fr: Plus d'une ')' n'est actuellement pas supporté, Ligne : '%s'.
zh: 当前不支持一个以上的 ')'。行: '%s'。

source: There is no application given in line : '%s'.
de: Es wurde keine Anwendung angegeben (Zeile: '%s').
fr: Il y a pas d'application indiquée à la ligne : '%s'.
zh: 没有给出应用程序，在行: '%s'。

source: There is no extension type given in line : '%s'.
de: Es wurde keine Erweiterung angegeben (in Zeile '%s').
fr: Il n'y a pas de type d'extension indiquée à la ligne : '%s'.
zh: 没有给出扩展类型，在行: '%s'。

source: Insert of new macro failed for server '%s'.
de: Einfügen des neuen Makros auf Server '%s' fehlgeschlagen.
fr: L'insertion de la nouvelle macro à échoué pour le serveur '%s'.
zh: 为服务器 '%s' 插入新宏失败。

source: There must be at least one server with an asterisk database to save this phone macro.
de: Es muss mindestens ein Server mit einer Asterisk-Datenbank definiert sein um das Makro zu speichern.
fr: Il doit y avoir au moins un serveur avec la base de donnée asterisk pour sauver cette macro.
zh: 必须有至少一个带有 asterisk 数据库的服务器来保存电话宏。

source: The given cn '%s' already exists.
de: Die Kennung '%s' exisitiert bereits.
fr: Le cn indiqué '%s' existe déjà.
it: il cn '%s' indicato già esiste.
pl: Podane cn '%s' już istnieje.
zh: 给出的 cn '%s' 已经存在。

source: You must specify the 'Display Name' in order to save this macro
de: Um das Makro zu speichern, darf das Feld 'Angezeigter Name'f nicht leer sein
fr: Vous devez spécifier le 'Nom d'affichage' pour pouvoir sauver cette macro
it: Devi specificare il 'Mostra nome' per poter salvare questa macro
pl: Należy podać 'Nazwa wyświetlana' aby zapisać to makro
zh: 为保存这个宏，您必须提供“显示名称”

source: The given cn is too long, to create a Makro entry, maximum 20 chars.
de: Die angegebene cn ist zu lang. Die mögliche Länge ist auf 20 Zeichen begrenzt.
fr: Le cn introduit est trop long, pour créer une macro le maximum est de 20 caractères.
it: Il cn fornito è troppo lungo pre creare una 'entry'; massimo 20 caratteri.
pl: Podane cn jest zbyt długie aby utworzyć wpis Makro, maksimum 20 znaków.
zh: 提供的 cn 可能太长，为创建一个 Makro 条目，最多 20 个字符。

source: Insufficient permissions, can't change attribute '%s' in goFonMacro
de: Zugriffsrechte nicht ausreichend, kann Attribut '%s' in goFonMacro nicht ändern
fr: Permissions insuffisantes, vous ne pouvez pas changer l'attribut '%s' dans la macro goFonMacro
it: Permessi insufficienti, non posso cam,biare l'attrivuto '%s' in goFonMacro
pl: Brak uprawnień do zmian atrybutu '%s' w goFonMacro.
zh: 权限不足，无法在 goFonMacro 中修改属性 '%s'。

source: This macro is still in use. It is necessary to mark this macro as visible for users.
de: Dieses Makro ist noch in Benutzung. Es ist daher erforderlich, dass es als sichtbar für Benutzer markiert ist.
fr: Cette macro est toujours utilisée. Il est nécessaire de marquer cette macro comme visible pour tout les utilisateurs.
zh: 该宏仍在使用。有必要将这个宏标记为用户可见。

source: Makro length must be lower than 100 lines
de: Das Makro darf nicht länger als 100 Zeilen sein
fr: La longueur de la macro doit être plus petite que 100 lignes
it: La lunghezza della macro deve essere inferiore a 100 linee
pl: Długość makro musi być mniejsza niż 100 linii
zh: Macro 长度必须少于 100 行

source: This macro is still in use. To delete this Macro ensure that nobody has selected it.
de: Dieses Makro ist in Benutzung. Um es zu entfernen, stellen Sie bitte sicher, dass niemand dieses Makro ausgewählt hat.
fr: Cette macro est toujours utilisée. Pour effacer cette macro, assurez vous que personne ne la sélectionnée.
zh: 该宏仍在使用。要删除这个宏先确认没有人使用它。

source: Could not remove the macro entry from asterisk databases. Please check your asterisk database configurations.
de: Kann den Makro-Eintrag nicht aus den Asterisk-Datenbanken entfernen. Bitte überprüfen Sie Ihre Asterisk-Konfigurationen.
fr: Impossible d'effacer la macro de la base de données asterisk. Veuillez vérifier la configuration de la base de donnée asterisk.
zh: 无法从 asterisk 数据库中删除该宏记录。请检查您的 asterisk 数据库配置。

source: Removing phone macro failed
de: Entfernen des Telefon-Markos ist fehlgeschlagen
fr: La suppression de la macro téléphonique à échoué
it: Rimozione della macro telefonica fallita
pl: Usuwanie makra telefonicznego nieudane
zh: 删除电话宏失败
