Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Please use 'swap' as mount point, if 'swap' is used as fs-type.
de: Bitte wählen Sie 'swap' als Mount-Punkt, wenn Dateisystem 'swap' gewählt wurde.
fr: Veuillez utiliser 'swap' comme point de montage, si 'swap' est utilisé comme type de fichier.
it: Per favofe usa 'swap' come punto di montaggio, se è usato come tipo di file system.
pl: Proszę użyć 'swap' jako punkt montowania w przypadku użycia systemu plików 'swap'.
zh: 请用 'swap' 作为挂载点，如果 'swap' 作为文件系统类型。

source: Please enter a valid partition size for partition %s.
de: Bitte geben Sie eine gültige Grösse für Partition %s ein.
fr: Veuillez entrer une taille valide pour la partition %s.
it: Per favore inserisci una valida dimensione per la partizione %s.
pl: Proszę podać poprawny rozmiar partycji dla partycji %s.
zh: 请为分区 %s 输入一个有效的分区大小。

source: Please enter a valid range for partition %s.
de: Bitte geben Sie einen gültigen Bereich für Partition %s ein.
fr: Veuillez entrer une dimension valide pour la partition %s.
it: Per favore inserisci un valido range per la partizione %s.
pl: Proszę podać prawidłowy zasięg dla partycji %s.
zh: 请为分区 %s 输入一个有效范围。

source: Please enter a range for partition size for partition %s.
de: Bitte geben Sie einen Bereich für die Partitionsgröße für die Partition %s an.
fr: Veuillez entrer une dimension valide pour la taille de la partition %s.
it: Per favoreinserisci un valido range per la dimensione della partizione %s.
pl: Proszę podać zasięg dla rozmiaru partycji %s.
zh: 请为分区 %s 输入分区大小范围。

source: You have more than 3 primary partition table entries in your configuration, please check your configuration twice.
de: Sie haben mehr als 3 primäre Partitionen in ihrer Konfiguration. Bitte prüfen Sie die Konfiguration.
fr: Vous avez plus de 3 partitions primaires dans votre configuration, veuillez vérifier votre configuration.
it: hai più di 3 partizioni primarie nella tua configurazione; verificala attentamente.
pl: Jest więcej niż 3 wpisy w podstawowej tablicy partycji. Proszę sprawdzić konfigurację.
zh: 在您的配置文件中，有超过 3 个主要分区表记录，请再次检查您的配置。

source: Device
de: Gerät
fr: Périphérique
it: Componenti
pl: Urządzenie
zh: 设备

source: Partition entries
de: Partitions-Einträge
fr: Liste de partitions
it: Valori della partizione
pl: Partycje
zh: 分区条目

source: Add partition
de: Partition hinzufügen
fr: Ajouter une partition
it: Aggiungi partizione
pl: Dodaj partycje
zh: 添加分区

source: Package
de: Paket
fr: Paquet
it: Pacchetti
pl: Pakiet
zh: 软件包

source: There is already a hook with the given name.
de: Ein Hook mit diesem Namen existiert bereits.
fr: Il y a déjà un hook avec ce nom.
zh: 已经存在一个有相同名称的 hook。

source: Please enter a value for script.
de: Bitte geben Sie einen Wert für 'Skript' ein.
fr: Veuillez entrer une valeur pour le script.
it: Per favore inserite un valore per lo script.
pl: Proszę podać wartość dla skryptu.
zh: 请为脚本输入一个值。

source: Debconf information for package '%s'
de: Debconf-Information für Paket '%s'
fr: Information Debconf pour le paquet '%s'
it: Informazioni debconf per il pacchetto '%s'
pl: Informacja Debconf dla pakietu '%s'
zh: 软件包'%s' 的 Debconf 信息

source: FAI object tree
de: FAI-Objekthierarchie
fr: Liste des objets FAI
it: Albero degli oggetti FAI
pl: Drzewo obiektów FAI
zh: 自动化安装（FAI）对象树

source: Reload class and release configuration from parent object.
de: Klasse aktualisieren und Konfiguration vom übergeordneten Objekt freigeben.
fr: Recharger la classe et la version depuis l'objet parent.
it: Ricarica la classe e rilascia la configurazione dall'oggetto padre.
pl: Przeładuj klasę i uwolnij konfigurację z obiektu nadrzędnego.
zh: 从父类重新加载类和发行版配置。

source: Fully Automatic Installation - management
de: Verwaltung von FAI
fr: Gestion de - Fully Automatic Installation
it: Gestione delle installazioni automatizzate
pl: Fully Automatic Installation - zarządzanie
zh: 全自动安装 ─ 管理

source: You're about to delete all information about the FAI class at '%s'.
de: Sie sind dabei, alle Informationen über die FAI-Klasse auf '%s' zu löschen.
fr: Vous êtes sur le point de supprimer toute les informations relatives au composant FAI '%s'.
it: Stai per cancellare tutte le informazioni nrelativa alla classe FAI '%s'.
pl: Zamierzasz usunąć wszyskie informacje o klasie FAI w '%s'.
zh: 您将要删除在 '%s' 的 FAI 类所有信息。

source: You are not allowed to delete this component!
de: Es ist Ihnen nicht erlaubt, diese Komponente zu löschen!
fr: Vous n'êtes pas autorisé à supprimer ce composant!
it: Non ti è consentito di cancellare questo componente!
pl: Brak uprawnień do usunięcia tego elementu!
zh: 您无权删除这个组件！

source: You're about to delete a fai branch / freeze '%s'.
de: Sie sind dabei den Zweig / Freeze '%s' zu löschen.
fr: Vous êtes sur le point d'effacer une branche fai '%s'.
it: Stai per cancellare una filiale/freeze (???) FAi '%s'.
pl: Zamierzasz usunąć gałąź / zamrożenie FAI '%s'.
zh: 您将要删除一个 fai 分支 / freeze '%s'。

source: You are not allowed to delete this release!
de: Sie haben keine Berechtigung, dieses Release zu löschen!
fr: Vous n'êtes pas autorisé à supprimer cette version!
it: Non è permesso di cancellare questa release!
pl: Brak uprawnień do usunięcia tego wydania!
zh: 您无权删除这个发行版！

source: Specified branch name is invalid.
de: Der angegebene Zweigname ist ungültig.
fr: Le branche spécifiée est invalide.
it: Il nome indicato per nla filiale non è valido.
pl: Podana nazwa gałęzi jest niepoprawna.
zh: 指定的 branch 名称无效。

source: Specified freeze name is invalid.
de: Der angegebene "Freeze"-Name ist ungültig.
fr: Le nom utilisé pour le verrouillage est invalide.
it: Il nome specificato per freeze (???) non è valido.
pl: Podana nazwa zamrożenia jest niepoprawna.
zh: 指定的 freeze 名称无效。

source: This name is already in use.
de: Der angegebene Name wird bereits verwendet.
fr: Le nom spécifié est déjà utilisé.
it: Questo nome è già in uso.
pl: Ta nazwa jest już w użyciu.
zh: 该名称已经被使用。

source: List of FAI classes
de: Liste benutzter Klassen
fr: Liste des classes FAI
it: Lista delle classi FAI
pl: Nazwy klas FAI
zh: FAI 类列表

source: This table displays all FAI classes in the selected tree.
de: Diese Tabelle enthält alle FAI-Klassen im ausgewählten Unterbaum
fr: Ce tableau montre toutes les classes FAI, dans l'arbre sélectionné.
it: Questa tabella mostra tutte le classi FAI nell'albero selezionato.
zh: 这个表显示在所选树下的所有 FAI 分类。

source: This menu allows you to create, delete and edit FAI classes.
de: Dieses Menü erlaubt es Ihnen, FAI-Klassen zu erstellen, entfernen und zu bearbeiten.
fr: Ce menu vous permet créer, effacer et éditer des classes FAI.
it: Questo menu permette di creare, cancellare e modificare delle classi FAI.
pl: To menu umożliwia tworzenie, usuwanie oraz edycję klas FAI.
zh: 这个菜单允许您创建，删除和修改 FAI 分类。

source: Name of FAI class
de: Name der FAI-Klasse
fr: Nom de la classe FAI
it: Nome delle classi FAI
pl: Nazwy klasy FAI
zh: FAI 分类名称

source: Class type
de: Typ der Klasse
fr: Type de la classe
it: Tipo classe
pl: Typ klasy
zh: 分类类型

source: Display FAI profile objects
de: Zeige FAI-Profil Objekte
fr: Afficher les profiles FAI
it: Mostra il profilo degli oggetti FAI
pl: Wyświetl obiekty profili FAI
zh: 显示 FAI profile 对象

source: Show profiles
de: Zeige Profile
fr: Afficher les profils
it: Mostra profili
pl: Pokaż profile
zh: 显示 profiles

source: Display FAI template objects
de: Zeige FAI-Vorlagen Objekte
fr: Afficher les modèles d'objets FAI
it: Mostra i modelli degli oggetti FAI
pl: Wyświetl szablony FAI
zh: 显示 FAI 模板对象

source: Show templates
de: Zeige Vorlagen
fr: Afficher les modèles
it: Mostra modelli
pl: Pokaż szablony
zh: 显示模板

source: Display FAI scripts
de: Zeige FAI-Skripe
fr: Afficher les scripts FAI
it: Mostra gli script FAI
pl: Wyświetl skrypty FAI
zh: 显示 FAI 脚本

source: Show scripts
de: Zeige Skripte
fr: Afficher les scripts
it: Mostra script
pl: Pokaż skrypty
zh: 显示脚本

source: Display FAI hooks
de: Zeige FAI-Hooks
fr: Afficher les connexions FAI
it: Mostra gli hook FAI
pl: Wyświetl zaczepy FAI
zh: 显示 FAI 钩子

source: Show hooks
de: Zeige Hooks
fr: Montrer les connections
it: Mostra hooks????
pl: Pokaż zaczepy
zh: 显示钩子

source: Display FAI variables
de: Zeige FAI-Variablen
fr: Afficher les variables FAI
it: Mostra le variabili FAI
pl: Wyświetl zmienne FAI
zh: 显示 FAI 变量

source: Show variables
de: Zeige Variablen
fr: Afficher les variables
it: Mostra variabili
pl: Pokaż zmienne
zh: 显示变量

source: Display FAI packages
de: Zeige FAI-Paketlisten
fr: Afficher les paquets FAI
it: Mostra i pacchetti FAI
pl: Wyświetl pakiety FAI
zh: 显示 FAI 软件包

source: Show packages
de: Zeige Pakete
fr: Afficher les paquets
it: Mostra pacchetti
pl: Pokaż pakiety
zh: 显示软件包

source: Display FAI partitions
de: Zeige FAI-Partitionstabellen
fr: Afficher les partitions FAI
it: Mostra le partizioni FAI
pl: Wyświetl partycje FAI
zh: 显示 FAI 分区

source: Show partitions
de: Zeige Partitionen
fr: Afficher les partitions
it: Mostra partizioni
pl: Pokaż partycje
zh: 显示分区

source: New profile
de: Neues Profil
fr: Nouveau profil
it: Nuovo profilo
pl: Nowy profil
zh: 新配置

source: New partition table
de: Neue Partitions-Tabelle
fr: Nouvelle table des partitions
it: Nuova Partition Table
pl: Nowa tablica partycji
zh: 新分区表

source: New scripts
de: Neue Skripte
fr: Nouveau scripts
it: Nuovi script
pl: Nowe skrypty
zh: 新脚本

source: New hooks
de: Neue Hooks
fr: Nouvelles connexions
it: Nuovi hooks????
pl: Nowe zaczepy
zh: 新钩子

source: New variables
de: Neue Variablen
fr: Nouvelles variables
it: Nuove variabili
pl: Nowe zmienne
zh: 新变量

source: New templates
de: Neue Vorlagen
fr: Nouveau modèles
it: Nuovi modelli
pl: Nowe szablony
zh: 新模板

source: New package list
de: Neue Paketliste
fr: Nouvelle liste des paquets
it: Nuovo elenco di pacchetti
pl: Nowa lista pakietów
zh: 新软件包列表

source: Package list
de: Paketliste
fr: Liste des paquets
it: Lista pacchetti
pl: Lista pakietów
zh: 软件包列表

source: Profile
fr: Profil

source: cut
de: Ausschneiden
fr: couper
it: taglia
pl: wytnij
zh: 剪切

source: Cut this entry
de: Diesen Eintrag ausschneiden
fr: Couper cette entrée
it: Taglia questo valore
pl: Wytnij ten obiekt
zh: 剪切条目

source: copy
de: Kopieren
fr: copier
it: copia
pl: kopiuj
zh: 复制

source: Copy this entry
de: Diesen Eintrag kopieren
fr: Copier cette entrée
it: Copia questo valore
pl: Kopiuj ten obiekt
zh: 拷贝条目

source: Edit class
de: Klasse bearbeiten
fr: Editer la classe
it: Modifica la classe
pl: Edytuj klasę
zh: 编辑分类

source: Delete class
de: Klasse entfernen
fr: Effacer la classe
it: Cancella la classe
pl: Usuń klasę
zh: 删除分类

source: Number of listed profiles
de: Anzahl der angezeigten Profile
fr: Nombre de profiles
pl: Ilość wyświetlonych profili

source: Number of listed partitions
de: Anzahl der angezeigten Partitionen
fr: Nombre de partitions
pl: Ilość wyświetlonych partycji

source: Number of listed scripts
de: Anzahl der angezeigten Skripte
fr: Nombre de scripts

source: Number of listed hooks
de: Anzahl der angezeigten Hooks
fr: Nombre de connexions

source: Number of listed variables
de: Anzahl der angezeigten Variablen
fr: Nombre de variables

source: Number of listed templates
de: Anzahl der angezeigten Vorlagen
fr: Nombre de branche

source: Number of listed packages
de: Anzahl der angezeigten Pakete
fr: Nombre de paquets

source: Fully Automatic Installation
de: Automatische Installation
fr: Installation entièrement automatique (FAI)
it: Installazione completamente automatica
zh: 全自动安装 (FAI)

source: no file uploaded yet
de: Es wurden noch keine Datei hochgeladen.
fr: pas encore de fichier téléchargé
it: nessun file ancora caricato
pl: Nie wgrano jeszcze żadnego pliku
zh: 还没有上传文件

source: exists in database (size: %s bytes)
de: existiert in der Datenbank (Größe: %s Bytes)
fr: existe dans la base de données (taille: %s octets)
it: esiste nel database (dimensione: %s bytes)
pl: istnieje w bazie danych (rozmiar %s bajtów)
zh: 存在于数据库 （大小： %s 字节）

source: There is already a template with the given name.
de: Es existiert bereits eine Vorlage mit diesem Namen.
fr: Il existe déjà un modèle avec ce nom.
zh: 已经存在相同名称的模板。

source: Please specify a value for attribute 'file'.
de: Bitte geben Sie einen Wert für Attribut 'Datei' an.
fr: Veuillez spécifier une valeur pour l'attribut 'fichier'.
it: Per favore specifica un valore per l'attributo 'file'.
pl: Proszę podać wartość dla atrybutu 'plik'.
zh: 请为属性“文件”指定一个值

source: Please specify a value for attribute 'path'.
de: Bitte geben Sie einen Wert für Attribut 'Pfad' an.
fr: Veuillez spécifier une valeur pour l'attribut 'chemin'.
it: Per favore specifica un valore per l'attributo 'percorso'.
pl: Proszę podać wartość dla atrybutu 'ścieżka'.
zh: 请为属性“路径”给定一个值

source: Please enter a user.
de: Bitte geben Sie einen Benutzer ein.
fr: Veuillez entrer un utilisateur.
it: Per favore inserisci un utente.
pl: Proszę podać użytkownika
zh: 请输入一个用户。

source: Please enter a valid user. Only a-z/0-9 are allowed.
de: Bitte geben Sie einen gültigen Benutzer ein (0-9 und a-Z sind erlaubt).
fr: Veuillez indiquer un utilisateur valide. Seul les chiffres de 0 à 9 et les lettres de a à Z sont permises.
it: Per favore inserisci un valido utente. Solo valori a-z/0-9 sono ammessi.
pl: Proszę podać prawidłowego użytkownika. Tylko a-z/0-9 są dozwolone.
zh: 请输入一个有效用户名。只允许 a-z/0-9。

source: Please enter a group.
de: Bitte geben Sie eine Gruppe ein.
fr: Veuillez entrer un groupe.
it: Per favore inserisci un gruppo.
pl: Proszę podać grupę
zh: 请输入一个组。

source: Please enter a valid group. Only a-z/0-9 are allowed.
de: Bitte geben Sie eine gültige Gruppe ein (0-9 und a-Z sind erlaubt).
fr: Veuillez indiquer un groupe valide. Seul les chiffres de 0 à 9 et les lettres de a à Z sont permises.
it: Per favore inserisci un valido gruppo. Solo valori a-z/0-9 sono ammessi.
pl: Proszę podać prawidłową grupę. Tylko a-z/0-9 są dozwolone.
zh: 请输入一个有效组名。只允许 a-z/0-9。

source: Package bundle
de: Paket-Gruppe
fr: Ensemble des paquets
it: Pacchetti collegati (Package bundle)
pl: Zestaw pakietu
zh: 软件包集合

source: Class name
de: Klassen-Name
fr: Nom de la classe
it: Nome classe
pl: Nazwa klasy
zh: 类名

source: Adding a new class to the FAI management, requires a class name. You have to specify a unique class name for unique types of FAI classes, while you can use the same class name for different types of FAI classes. In the laste case, FAI will automatically enclose all these different class types to one unique class name.
de: Es wird ein Klassen-Name benötigt, um der FAI-Verwaltung eine neue Klasse hinzuzufügen. Dieser Klassen-Name muss lediglich für jeden Typ der FAI-Klasse eindeutig sein, d.h. Sie können den gleichen Klassen-Namen für verschiedene Typen von FAI-Klassen verwenden. In diesem Fall wird FAI automatisch all diese verschiedenen Typen mit einem eindeutigen Namen versehen.
fr: Ajouter une classe à la gestion FAI nécessite un nom de classe. Vous devez spécifier un nom de classe unique pour les classe FAI de type unique, alors que vous pouvez utiliser le même nom pour des classes FAI de type différent. Dans le dernier cas, FAI incluera automatiquement toutes ces classes de différent type dans un nom de classe unique.
it: Per aggiungere una nuova classe alla gestione FAI è richiesto un nome. Dovete specificare un nome 'unico' per ogni tipo di classe FAI, mentre si può usare lo stesso nome in differenti classi FAI. Nell'ultimo caso FAI aggiungerà automaticamente tutti i differenti tipi di classe ad un'unico nome di classe. ???????
pl: Dodawanie nowej klasy do zarządzania FAI wymaga nazwy klasy. Należy podać unikalną nazwę klasy dla unikalnych typów klas FAI, podczas gdy można użyć tej samej nazwy klasy dla różnych typów klas FAI. W ostatnim przypadku, FAI automatycznie połączy wszystkie różne typy klas w jedną unikalną nazwę klasy.
zh: 在 FAI 管理中添加一个新分类，需要一个分类名。您必须为唯一的 FAI 分类提供一个唯一类名，而您可以为不同的 FAI 分类使用相同的类名。在最后一种情况，FAI 会自动包含所有不同分类类型到唯一一个类名中。

source: Please use one of the following methods to choose the name for the new FAI class.
de: Bitte verwenden Sie eine der folgenden Methoden um den Namen der neuen FAI-Klasse zu bestimmen.
fr: Veuillez utiliser une des méthodes suivantes pour choisir le nom de la nouvelle classe FAI.
it: Per favore selezionate uno dei seguenti metodi per scegliere il nome per una nuova classe FAI.
pl: Proszę użyć jedną z poniższych metod dla wybrania nazwy nowej klasy FAI.
zh: 请使用下面的一个方法来选择新 FAI 分类的名称。

source: Enter FAI class name manually
de: FAI-Klassen-Name manuell eingeben
fr: Entrez le nom de la classe FAI manuellement
it: Inserisci un nome di classe FAI manualmente
pl: Podaj nazwę klasy FAI ręcznie
zh: 手工输入 FAI 分类名称

source: Choose FAI class name from a list of existing classes
de: Verwenden Sie den Namen aus einer Liste bestehender Klassen.
fr: Choisissez le nom de la classe FAI parmi les classes existantes
it: Scegli un nome di classe FAI dalla lista delle classi esistenti
pl: Wybierz nazwę klasy FAI z listy istniejących klas
zh: 从现存类的列表中选择一个 FAI 分类名称

source: Choose class name
de: Wählen Sie den Klassen-Namen
fr: Choisissez un nom de classe
it: Scegli il nome della classe
pl: Wybierz nazwę klasy
zh: 选择分类名

source: Use
de: Benutzen
fr: Utiliser
it: Uso
pl: Użyj
zh: 使用

source: A new class name.
de: Ein neuer Klassen-Name.
fr: Un nouveau nom de classe.
it: Un nuovo nome di classe.
pl: Nowa nazwa klasy
zh: 一个新类名称。

source: Variable attributes
de: Variablen-Attribute
fr: Attributs des variables
it: Attributi delle variabili
pl: Atrybuty zmiennych
zh: 变量属性

source: Variable content
de: Variablen-Inhalt
fr: Contenu de la variable
it: Contentuo delle variabili
pl: Zawartość zmiennych
zh: 变量内容

source: Discs
de: Festplatten
fr: Disques
it: Dischi
pl: Dyski

source: Choose a disk to delete or edit
de: Wählen Sie eine Festplatte zum Entfernen oder Bearbeiten
fr: Choisissez un disque à effacer ou éditer
it: Scegli un disco da cancellare o modificare
pl: Wybierz dysk do usunięcia lub edycji
zh: 选择一个要删除或修改的磁盘

source: %s partition
fr: partition(s) %s
it: %s partizione
pl: partycja %s
zh: %s 分区

source: %s partition(s)
de: %s Partition(en)
fr: partition(s) %s
it: %s partizione(i)
pl: partycje %s
zh: %s 分区

source: Can't insert a new fai partition table named '%s' in '%s' there is already one defined with the given name.
de: Kann die FAI-Partitionstabelle mit dem Namen '%s' nicht in '%s' einfügen, da bereits eine Partitionstabelle mit diesem Namen existiert.
fr: Impossible d'insérer une table de partition fai nommée '%s' dans '%s' il y a déjà une table de partition avec le même nom.
it: Non puoi inserire una nuova partizione FAI chiamata '%s' in '%s' perché ce ne già una con lo stesso nome.
zh: 无法插入一个名为 '%s' 新 fai 分区表在 '%s' 中。已经存在一个同名的了。

source: Saving FAI partition table base failed
de: Speichern des FAI-Partitionstabellen-Eintrags fehlgeschlagen
fr: LA sauvegarde de la table de partition FAI à échoué
it: Salvataggio della partition table base FAI fallito
pl: Zapisywanie bazy tablicy partycji FAI nieudane
zh: 保存 FAI 分区表失败

source: Removing FAI partition table failed
de: Entfernen der FAI-Partitionstabelle ist fehlgeschlagen
fr: La suppression de la table des partitions FAI à échoué
it: Rimozione della partition table FAI fallito
pl: Usuwanie tablicy partycji FAI nieudane
zh: 删除 FAI 分区表失败

source: Saving FAI partition table failed
de: Speichern der FAI-Partitionstabelle ist fehlgeschlagen
fr: La sauvegarde de la table des partitions FAI à échoué
it: Salvataggio della partition table FAI fallito
pl: Zapisywanie tablicy partycji FAI nieudane
zh: 保存 FAI partition table 失败

source: Removing FAI partition table entry failed
de: Entfernen des FAI-Partitionstabellen-Eintrags fehlgeschlagen
fr: La suppression la la table de partition FAI à échoué
it: Rimozione del valore della partition table FAI fallito
pl: Usuwanie elementu tablicy partycji FAI nieudane
zh: 删除 FAI 分区表条目失败

source: Saving FAI partition table entry failed
de: Speichern des FAI-Partitionstabellen-Eintrags fehlgeschlagen
fr: La sauvegarde de l'entrée dans la table de partition FAI à échoué
it: Salvataggio del valore della partition table FAI fallito
pl: Zapisywanie elementu tablicy partycji FAI nieudane
zh: 保存 FAI 分区表条目失败

source: You can't use this plugin until FAI is activated.
de: Sie können diese Erweiterung erst verwenden, wenn FAI aktiviert wurde.
fr: Vous ne pouvez pas utiliser cette extension tant que FAI n'est pas activé.
zh: 直到激活 FAI，您不能使用这个插件。

source: This object has no FAI classes assigned.
de: Diesem Objekt sind keine FAI-Klassen zugeordnet.
fr: Cet objet n'a pas de classe FAI assignée.
it: L'oggetto non ha una classe FAI assegnata.
pl: Ten obiekt nie ma przypisanych klas FAI.
zh: 这个对象没有分配 FAI 类。

source: Open
de: Aufklappen
fr: Ouvrir
it: Apri
pl: Otwórz
zh: 打开

source: No.
de: Nr.
fr: Non.
it: N.
pl: Nie.
zh: 编号

source: FS options
de: Dateisystem-Optionen
fr: Options FS
it: Opzioni FS
pl: Opcje systemu plików
zh: 文件系统选项

source: List of available packages
de: Liste verfügbarer Pakete
fr: Liste des paquets disponibles
it: Elenco dei pacchetti disponibili
pl: Lista dostępnych pakietów
zh: 可用软件包列表

source: This menu allows you to select multiple packages to add them to the currently edited package list.
de: Dieses Menü erlaubt es Ihnen, Pakete auszuwählen und zur gegenwärtig bearbeiteten Paketliste hinzuzufügen.
fr: Ce menu vous permet de sélectionner de multiples paquets à ajouter a la liste en cours d'édition.
it: Questo menu permette di selezionare più pacchetti da aggiungere alla lista in fase di modifica.
pl: To menu umożliwia wybieranie wielu pakietów i dodawanie ich do obecnie edytowanej listy pakietów.
zh: 这个菜单允许您为当前编辑的软件包列表添加多个软件包。

source: This includes 'all' object information. Please double check if your really want to do this since there is no way for GOsa to get your data back.
de: Dies umfasst 'alle' Objekt-Informationen Bitte prüfen Sie genau, da es keine Möglichkeit für GOsa gibt, die Daten zu restaurieren.
fr: Ceci inclut toutes les informations sur les objets. Veuillez vérifier que vous voulez effectuer cette opération, étant donné qu'il est impossible pour GOsa de récupérer vos données.
it: Questo include tuttr le informazioni dell'oggetto. Controllate attentamente i dati prima di eseguire l'operazione perché GOsa non è in grado di ripristinare i dati precedenti.
pl: Operacja odnosi się do 'wszystkich' informacji obiektowych. Proszę upewnić się, czy na pewno wykonać tą operację, gdyż nie ma możliwości powrotu.
zh: 这包含“所有”对象信息。请再次检查您是否要这么做，因为 GOsa 没有办法将您的数据找回。

source: Can't insert a fai variable named '%s' in '%s' there is already a variable with the given name.
de: Kann die FAI-Variable mit dem Namen '%s' nicht in '%s' einfügen, da bereits eine Variable mit diesem Namen existiert.
fr: Impossible d'insérer une variable fai nommée '%s' dans '%s' il y a déjà une variable avec le même nom.
it: Non puoi inserire una variabile FAI chiamata '%s' in '%s' perché ce ne già una con lo stesso nome.
zh: 无法插入一个 fai 变量 '%s' 于 '%s' 中。已经存在一个同名的变量。

source: Saving FAI variable base failed
de: Speichern der FAI-Variablen-Basis fehlgeschlagen
fr: La sauvegarde de la variable de base FAI à échoué
it: Salvataggio della variabile FAI base fallito
pl: Zapisywanie bazy zmiennych FAI nieudane
zh: 保存 FAI 变量基准失败

source: Removing FAI variable failed
de: Entfernen der FAI-Variable fehlgeschlagen
fr: La suppression de la variable FAI à échoué
it: Rimozione della variabile FAI fallito
pl: Usuwanie zmiennej FAI nieudane
zh: 删除 FAI 变量失败

source: Saving FAI variable failed
de: Speichern der FAI-Variablen fehlgeschlagen
fr: La sauvegarde de la variable FAI à échoué
it: Salvataggio della variabile FAI fallito
pl: Zapisywanie zmiennej FAI nieudane
zh: 保存 FAI 变量失败

source: Hook attributes
de: Hook-Attribute
fr: Attributs des connections
it: Attributi hook
pl: Atrybuty zaczepu
zh: 钩子属性

source: Task
de: Aufgabe
fr: Tâche
it: Compito (task)
pl: Zadanie
zh: 任务
