Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Admin user
de: Administrator
fr: Administrateur
it: Utente Amministratore
pl: Użytkownik administracyjny
zh: 管理员

source: FAX database
de: Fax-Datenbank
fr: Base de données des FAX
it: database FAX
pl: Baza FAX
zh: 传真数据库

source: FAX DB user
de: Fax-DB Benutzer
fr: utilisateur de la base de données du FAX
it: DB utenti FAX
pl: Użytkownik bazy FAX
zh: 传真数据库用户名

source: Asterisk management
de: Asterisk Verwaltung
fr: Administration d'Asterisk
it: Gestione Asterisk
pl: Zarządzanie Asterisk
zh: Asterisk 管理

source: Asterisk DB user
de: Asterisk-DB Benutzer
fr: Utilisateur de la base de données Asterisk
it: DB utilizzatori Asterisk
pl: Użytkownik basy Asterisk
zh: Asterisk DB 用户

source: Country dial prefix
de: Landesvorwahl
fr: Préfixe du pays
it: Prefisso di composizione nazionale
pl: Krajowy prefix telefoniczny
zh: 国内拨号前缀

source: Local dial prefix
de: Ortsvorwahl
fr: Préfixe local
it: Prefisso di composizione locali
pl: Lokalny prefix telefoniczny
zh: 内部拨号前缀

source: IMAP admin access
de: IMAP-Administrationszugang
fr: Accès administrateur IMAP
it: Accesso amministratore IMAP
pl: Dostęp administracyjny IMAP
zh: IMAP 管理员访问

source: Server identifier
de: Serverbezeichnung
fr: Identifiant du serveur
it: Identificatore server
pl: Identyfikator serwera
zh: 服务器标识

source: Connect URL
de: Verbindungs-URL
fr: URL de connexion
it: URL di connessione
pl: Połączeniowy URL
zh: 连接 URL

source: Sieve port
fr: port Sieve
it: Porta Sieve
pl: Port Sieve
zh: Sieve 端口

source: Logging database
de: Protokoll-Datenbank
fr: Base de données des journaux systèmes
it: Registrazione operazioni database
pl: Baza logowania
zh: 日志数据库

source: Logging DB user
de: Protokoll-DB Benutzer
fr: Utilisateur de la base de données des journaux systèmes
it: Registrazione operazioni database utilizzatori
pl: Użytkownik bazy logowania
zh: Logging DB 用户

source: Glpi database
de: Glpi-Datenbank
fr: Base de données GLPI
it: Database Glpi
pl: Baza Glpi
zh: Glpi 数据库

source: Database
de: Datenbank
fr: Base de données
pl: Baza
zh: 数据库

source: Can't execute specified AUTO_NETWORK_HOOK '%s'. Please check your gosa.conf.
de: Kann das als AUTO_NETWORK_HOOK angegebene Kommando '%s' nicht ausführen.
fr: Impossible d'exécuter la commande spécifiée AUTO_NETWORK_HOOK '%s' veuillez vérifier votre gosa.conf.
it: Non posso eseguire lo specificato AUTO_NETWORK_HOOK '%s'. Per favore verifica il file gosa.conf.
pl: Nie można wykonać podanego AUTO_NETWORK_HOOK '%s' proszę sprawdzić gosa.conf.
zh: 无法执行指定的 AUTO_NETWORK_HOOK '%s'，请检查您的 gosa.conf。

source: Not matching
de: Passt nicht
fr: Pas équivalent
zh: 不匹配

source: The required field 'IP-address' is not set.
de: Das benÃ¶tigte Feld 'IP-Adresse' ist nicht gesetzt.
fr: Le champ obligatoire 'adresse IP' n'est pas rempli.
it: Il campo obbligatorio 'Indirizzo IP' non è definito.
pl: Wymagane pole 'adres-IP' nie jest wypełnione
zh: 需要的字段“IP 地址”没有设置

source: Wrong IP format in field IP-address.
de: UngÃ¼ltige IP-Adresse in Feld IP-Adresse
fr: L'adresse ip dans le champ adresse IP n'est pas valide.
it: Il formato IP è errato nel campo 'indirizzo-IP'
pl: Zły format danych w polu 'adres-IP'
zh: 字段“IP 地址”格式错误

source: The required field 'MAC-address' is not set.
de: Das benÃ¶tigte Feld 'MAC-Adresse' ist nicht gesetzt.
fr: Le champ obligatoire 'MAC-address' n'est pas rempli.
it: Il campo obbligatorio 'MAC-address' non è definito.
pl: Wymagane pole 'MAC-adres' nie jest wypełnione
zh: 需要的字段“MAC 地址”没有设置。

source: The given macaddress is invalid. There must be 6 2byte segments seperated by ':'.
de: Die angebene MAC-Adresse ist nicht korrekt. Es müssen sechs 2-Byte Segmente angegeben werden (getrennt durch ':').
fr: La mac adresse introduite est invalide. Il doit y avoir 6 fois deux bytes séparés par ':'.
it: L'indirizzo macaddress non è valido. Ci debbono essere 6 coppie di segmenti da 2byte, separati da ':'.
pl: Podany MAC-adres jest nieprawidłowy. Musi być w formacie 6 2bajtowych segmentów oddzielonych ':'.
zh: 提供的 MAC 地址无效。必须是由 ':' 分隔的六个两字节片断组成。

source: The specified IP address '%s' is not matching the selected reverse zone entry '%s'.
de: Die angegebene IP-Adresse '%s' passt nicht zum gewählten Reverse Zonen-Eintrag '%s'.
fr: L'adresse spécifiée '%s' ne correspond pas à la l'entrée de la zone inverse sélectionnée '%s'.
zh: 提供的 IP 地址 '%s' 和所选的反向解析域条目 '%s' 不匹配。

source: Found duplicate value for record type '%s'.
de: Es wurde ein doppelter Wert für Eintrag-Typ '%s' gefunden.
fr: Valeur dupliquée trouvée pour l'enregistrement de type '%s'.
it: Valore duplicato per il tipo record '%s'.
pl: Znaleziono powtórzoną wartość dla typu rekordu '%s'.
zh: 发现记录类型 '%s' 有重复。

source: Found more than one entry for the uniqe record type '%s'.
de: Es wurde mehr als ein Eintrag für den eindeutigen Eintrags-Typ '%s' gefunden.
fr: Plus d'une entrée trouvée pour l'enregistrement unique '%s'.
it: Ho trovato più di un valore per il tipo record unico '%s'.
pl: Znaleziono więcej niż jeden wpis dla unikalnego typu rekordu '%s'.
zh: 对于唯一记录类型 '%s' 发现了一个以上的条目。

source: The device IP '%s' is added as 'A Record', this will be done automatically, please remove the record.
de: Das Gerät mit der-IP-Adresse '%s' erhält automatisch einen 'A'-Eintrag. Bitte entfernen Sie den Eintrag.
fr: L'adresse IP '%s' est ajoutée comme un 'A' record, ceci sera fait automatiquement, veuillez enlever l'enregistrement.
it: L'ip del componente '%s' è stato aggiunto come 'A record'. Questo è fatto automaticamente: per favore rimuovere il record.
pl: IP '%s' urządzenia jest dodane jako 'rekord A', to zostanie dodane automatycznie. Proszę usunąć rekord.
zh: 设备 IP '%s' 将自动作为'A'记录添加，请删除这条记录。

source: Only lowercase is allowed, please check your '%ss'.
de: Es sind nur Kleinbuchstaben erlaubt, bitte prüfen Sie '%ss'.
fr: Seulement les minuscules sont autorisée, veuillez vérifier votre '%ss'.
it: Sono permesse solo lettere minuscole; per favore controllate la striunga '%ss'.
pl: Tylko małe litery są dozwolone, proszę sprawdzić '%s'.
zh: 只允许小写字母，请检查您的 '%ss'。

source: Removing dhcp entry for this object failed.
de: Entfernen des DHCP-Eintrags für dieses Objekt ist fehlgeschlagen.
fr: La suppression de l'entrée dhcp pour cet objet à échoué.

source: Tried to add new dhcp entry failed.
de: Hinzufügen des neuen DHCP-Eintrags ist fehlgeschlagen.
fr: L'ajout de la nouvelle entrée dhcp à échoué.

source: Removing old dhcp entry failed.
de: Entfernen des alten DHCP-Eintrags ist fehlgeschlagen.
fr: La suppression de l'ancienne entrée dhcp à échoué.

source: Modifying dhcp entry failed.
de: Aktualisieren des DHCP-Eintrags ist fehlgeschlagen.
fr: La modification de l'entrée dhcp à échoué.

source: Saving terminal to DNS object failed
de: Speichern des Terminal DNS-Objektes ist fehlgeschlagen
fr: La sauvegarde du terminal dans l'objet DNS à échoué
it: Salvataggio del terminale come oggetto DNS fallito
pl: Zapisywanie terminala do obiektu DNS nieudane
zh: 保存

source: CD-Install-Image generation
de: Installations-CD Erstellung
fr: Génération d'un image CD pour l'installation
it: Genera l'immagine del CD di installazione
zh: 创建 CD 安装镜像

source: This option enables you to generate FAI install CD images for the selected workstation. The procedure may take about 10 minutes to complete, so please be patient after pressing the 'Create ISO-Image' button.
de: Diese Option erlaubt es Ihnen, ein Abbild einer FAI-Installations-CD für die gewählte Arbeitsstation zu erstellen. Dieser Vorgang dauert etwa 10 Minuten, haben Sie also Geduld, nachdem Sie den Knopf 'Erstelle ISO-Abbild' gedrückt haben.
fr: Cette option permet de créer des images d'installation FAI pour le poste de travail sélectionné. La procédure peut mettre 10 minutes pour se terminer, veuillez être patient après avoir cliquer sur 'Créer une image ISO'.
it: Questa opzione ti abilita a generare una immagine CD di installazione FAI per la workstation selezionata. La procedura richiederà circa 10 minuti per completare l'operazione; attendi con pazienza dopo aver cliccato sul bottone 'Crea un'immagine ISO'.
zh: 这个选项使您能够为选择的工作站创建 FAI 安装光盘镜像。这个过程可能需要 10 分钟，所以请在按下“创建 ISO 镜像”后耐心等待。

source: Create ISO-Image
de: Erstelle ISO-Abbild
fr: Créer un image ISO
it: Crea una immagine ISO
zh: 创建 ISO 镜像

source: Reference
de: Referenz
fr: Référence
it: referenza
pl: Referencja
zh: 参考

source: Comment
de: Kommentar
fr: Commentaires
it: Commento
pl: Komentarz
zh: 注释

source: Manufacturer
de: Hersteller
fr: Fabricant
it: produttore
pl: Producent
zh: 生产商

source: Technical responsible
de: Technischer Kontakt
fr: Responsable technique
it: Responsabile tecnico
pl: Osoba techniczna
zh: 技术联系人

source: Range for dynamic address assignment
de: Bereich für dynamische Adresszuweisung
fr: Intervalle pour l'affectation d'adresses dynamique

source: Edit share
de: Freigabe bearbeiten
fr: Editer un partage
it: Modifica condivisione
pl: Edytuj udział
zh: 编辑共享

source: NFS setup
de: NFS-Einrichtung
fr: Préférences NFS
it: Setup NFS
pl: Ustawienia NFS
zh: NFS 设置

source: Auto-mount share on Apple systems
de: Freigabe auf Apple-Systemen automatisch einbinden.
fr: Monter les partages automatiquement sur les machines Apple.
it: Auto montaggio della condisione su sistemi Apple
pl: Auto-montuj udział na systemach Apple
zh: 自动挂载共享到苹果系统

source: Codepage
fr: Codage des caractères
pl: Strona kodowa
zh: 代码页

source: Machine name
de: Name des Systems
fr: Nom de la machine
it: Nome macchina
pl: Nazwa maszyny
zh: 机器名称

source: Rule
de: Regel
fr: Règle
it: Regola
zh: 规则

source: Name of host
de: Name des Hosts
fr: Nom de l'hôte

source: Fixed address
de: Feste Adresse
fr: Adresse fixe

source: Use hostname or IP-address to assign fixed address
de: Verwenden Sie den Hostnamen oder die IP-Adresse, um einen feste Adresse zu vergeben
fr: Utilisez le nom ou l'adresse IP pour assigner une adresse fixe

source: Hardware type
de: Hardware-Typ
fr: Type de matériel

source: Hardware address
de: Hardware-Adresse
fr: Adresse matérielle

source: Please specify a valid dns name.
de: Bitte geben Sie einen gültigen DNS-Namen ein.
fr: Veuillez spécifier un nom dns valide

source: Could not remove arp-alert device after writing dns and dhcp configuration.
de: Konnte ARP-Alarm Gerät nach dem Schreiben der DNS- und DHCP-Konfiguration nicht entfernen.
fr: Impossible d'enlever le périphérique après avoir écrit la configuration dns et dhcp.

source: The attribute '%s' is empty or contains invalid characters.
de: Das Attribut '%s' ist leer oder enthält ungültige Zeichen.
fr: La valeur '%s' est vide ou contient des caractères invalides.
it: L'attributo '%s' è vuoto o contiene caratteri non validi.
pl: Atrybut '%s' jest pusty lub zawiera nieprawidłowe znaki.
zh: 属性 '%s' 为空或者包含无效字符。

source: The imap connect string needs to be in the form '%s'.
de: Der IMAP-Verbindungsstring muss in der Form '%s' sein.
fr: La chaîne de connexion imap doit être de la forme '%s'.
it: La stringa di connessione IMAP deve essere nella forma '%s'.
pl: Parametr URI połączenia imap musi byc w formacie '%s'.
zh: Imap 连接字符串格式应该为 '%s' 。

source: The sieve port needs to be numeric.
de: Der Sieve-Port muss numerisch sein.
fr: Le port sieve doit être numérique.
it: La porta Sieve deve essere indicata con un numero.
pl: Port sieve musi być liczbą.
zh: Sieve 端口应为数字。

source: The specified kerberos password is empty.
de: Das angebene Kerberos-Kennwort ist leer.
fr: Le mot de passe Kerberos est vide.
it: La password specificata per Kerberos è vuota.
pl: Podane hasło kerberos jest puste.
zh: 提供的 kerberos 口令为空。

source: You can't remove the asterisk database extension, it is still in use by these objects '%s'.
de: Sie können die Asterisk Datenbank-Erweiterung nicht entfernen, sie wird momentan noch von folgenden Objekten verwendet: '%s'.
fr: Impossible d'enlever l'extension de la base de données asterisk ,elle est utilisé par ce(s) objets '%s'.
zh: 您不能删除 asterisk 数据库扩展，它仍被这些对象 '%s' 使用。

source: The imap name string needs to be a hostname or an IP-address.
de: Das Feld 'Serverbezeichnung' muss entweder ein Hostname oder eine IP-Adresse sein.
fr: La chaîne de connexion imap doit être un nom d'hôte ou une adresse IP.
it: La stringa 'nome imap' deve essere il nome di un host o un indirizzo IP.
pl: Nazwa imap musi być nazwą hosta lub adresem IP.
zh: Imap 名字字符串应该为一个主机名或者 IP 地址。

source: Saving server db settings failed
de: Speichern der Server-Datenbank Einstellungen ist fehlgeschlagen
fr: La sauvegarde des paramètres de la base de données à échoué
it: Salvataggio delle impostazioni database del server fallito
pl: Zapisywanie ustawień serwera baz danych nieudane
zh: 保存服务器数据库设置失败

source: Updating gofon home server failed for '%s'.
de: Aktualisierung des GOfon Home-Servers für '%s' fehlgeschlagen.
fr: La mise à jour du serveur de téléphonie pour l'utilisateur '%s' à échoué.

source: You're about to delete the ppd file '%s' at '%s'.
de: Sind sind dabei, die PPD-Datei '%s' bei '%s' zu löschen.
fr: Vous êtes sur le point de supprimer le fichier ppd '%s' à '%s'.
zh: 您将要删除 ppd 文件 '%s' 在 '%s'。

source: Could not found specified ppd file '%s'.
de: Die angegebene PPD-Datei '%s' wurde nicht gefunden.
fr: Impossible de trouver le fichier ppd '%s' .
zh: 无法保存 ppd 文件 '%s'。

source: Something went wrong while trying to remove the ppd file from server, possibly we have no write access.
de: Irgendetwas schlug fehl während des Versuchs, die PPD-Datei vom Server zu entfernen, vielleicht haben wir kein Schreibrecht.
fr: Quelque chose de bizarre c'est passé lors de la suppression du fichier ppd du serveur, nous n'avons probablement pas d'accès en écriture.
zh: 从服务器上删除 ppd 文件时出现错误，可能我们没有写权限。

source: Selected vendor '%s' does not exists in our list of ppds.
de: Der ausgewählte Hersteller '%s' existiert nicht in der Liste der PPD's.
fr: Le vendeur sélectionné '%s' n'existe pas dans notre liste de ppds.
it: Il produttore '%s' non è incluso nella lista dei ppd.
pl: Wybrany dostawca '%s' nie istnieje w naszej liście ppd.
zh: 选择的供应商 '%s' 不再我们的 ppds 列表中。

source: Printer ppd selection.
de: Auswahl der Drucker-PPD
fr: Sélection du ppd de votre imprimante.
it: Selezione ppd della stampante
pl: Wybór ppd drukarki.
zh: 打印机 ppd 选择。

source: DHCP take over will take place when saving this entry. Choose 'Cancel' to abort.
de: Die·DHCP·Übernahme·wird·durchgeführt,·wenn·Sie·diesen·Eintrag·speichern.·Drücken·Sie·auf·'Abbrechen',·um·die·Übernahme·nicht·durchzuführen.
fr: La prise de contrôle du DHCP s'exécutera quand vous sauverez cette entrée. Choisissez 'Annuler' pour l'annuler.

source: Take over DHCP configuration from
de: Übernehme DHCP-Konfiguration von
fr: Prendre le contrôle de la configuration DHCP de

source: DHCP sections
de: DHCP-Segmente
fr: Sections DHCP

source: Network settings
de: Netzwerk-Einstellungen
fr: Configuration réseau
it: Rete/impostazioni
pl: Ustawienia sieci
zh: 网络 设置

source: IP-address
de: IP-Adresse
fr: Adresse IP
it: Indirizzi IP
pl: adres IP
zh: IP 地址

source: MAC-address
de: MAC-Adresse
fr: Adresse MAC
pl: adres MAC
zh: MAC 地址

source: Autodetect
de: Automatisch feststellen
fr: Autodétection
it: Ricerca automatica
pl: Autowykrywanie
zh: 自动检测

source: Enable DHCP for this device
de: DHCP für dieses Gerät aktivieren
fr: Activer le DHCP pour ce périphérique

source: not configured
de: unkonfiguriert
fr: non configuré

source: Parent node
de: Eltern-Knoten
fr: Noeud père

source: Edit settings
de: Einstellungen bearbeiten
fr: Editer les paramètres

source: Enable DNS for this device
de: DNS für dieses Gerät aktivieren
fr: Activer le DNS pour ce périphérique
it: Abilità il DNS per questo componente
pl: Włącz DNS dla tego urządzenia.
zh: 启用该设备 DNS

source: Dns records
de: DNS-Einträge
fr: Enregistrement dns
it: record DNS
pl: Rekordy DNS
zh: Dns 记录

source: Command '%s', specified as KERNELS hook for plugin '%s' doesn't seem to exist.
de: Das in KERNELS angegebene Kommando '%s' (Modul '%s') scheint nicht zu existieren.
fr: La commande '%s', spécifié comme KERNELS hook de l'extension '%s' n'existe pas.
it: Il comando '%s', specificato come KERNELS hook per il plugin '%s' non sembra esistere.
pl: Polecenie '%s' podane jako zaczep KERNELS dla dodatku '%s' nie istnieje.
zh: 命令 '%s'，作为插件 '%s' 的 KERNELS hook 好像并不存在。

source: There are packages in your configuration, which can't be resolved with current server/release settings.
de: Es existieren in Ihrer derzeitigen Konfiguration Pakete, die mit den momentanen Einstellungen für Server und Release nicht aufgelöst werden können.
fr: Il y à des paquets dans votre configuration, qui ne peuvent pas être trouvés avec les paramètres de serveur/version actuels.
it: Ci sono alcuni pacchetti nella configurazione che non sono compatibili con la corrente release del software.
pl: Istnieją pakiety w twojej konfiguracji które nie mogą zostać przeanalizowane przy obecnych ustawieniach serwera/wydania.
zh: 您的配置中有软件包不能通过当前服务器/发行版设置解析。

source: Please select a 'FAI server' or remove the 'FAI classes'.
de: Bitte wählen Sie einen 'FAI-Server' oder entfernen Sie die FAI-Klassen.
fr: Veuillez sélectionner un 'serveur FAI' ou effacer les 'Classes FAI'.
it: Per favore selezionate un 'server FAI' o cancellate le 'classi FAI'.
pl: Proszę wybrać 'serwer FAI' lub usunąć 'klasy FAI'.
zh: 请选择一个“自动化安装（FAI）服务器”或者删除“自动化安装（FAI）类”。

source: There is already a profile in your selection that contain partition table configurations.
de: In Ihrer Auswahl befindet sich bereits ein Profil, das eine Konfiguration für Partitionstabellen enthält.
fr: Il y a déjà un profil dans votre sélection qui contient des configurations de table de partitions.
it: C'è già un profilo nella selezione che contiene la configurazione della partition table.
pl: Już istnieje profil w twoim wyborze który zawiera konfiguracje tablicy partycji.
zh: 在您的选择中已经有一个 profile 包含分区表设置。

source: Not available in current setup
de: Im der momentanen Einstellung nicht verfügbar
fr: Pas disponible dans la configuration actuelle
it: Non disponibile nell'attuale setup
zh: 当前安装不可用

source: Can't resolve one or more of the given FAIclass(es) [%s] in FAI server '%s'. Server was reset to 'auto'.
de: Kann eine oder mehrere der angegebenen FAI-Klasse(n) [%s] für FAI-Server '%s' nicht auflösen. Der Server wurde auf 'auto' zurückgesetzt.
fr: Impossible de trouver une ou plusieurs des classes FAI [%s] dans le serveur FAI '%s'. le serveur à été remis en 'auto'.
it: Non posso risolvere una o più delle definite FAIclass(es) [%s] nel server FAI '%s'. Il server è stato resettato a 'auto'.
pl: Nie można przetłumaczyć jednej lub więcej klas FAI [%s] na serwerze FAI '%s'. Serwer zresetowano na 'auto'.
zh: 无法解析一个或多个给出的 FAIcless [%s]，于 FAI 服务器 '%s'。

source: Can't resolve the given FAIclass(es) [%s] anyway, please check your FAI configurations, possibly some classes where deleted or renamed. Server was reset to 'auto'.
de: Kann die angegebenen FAI-Klasse(n) [%s] nicht auflösen, bitte überprüfen Sie Ihre FAI-Konfigurationen (wahrscheinlich wurden einige Klassen entfernt oder umbenannt). Alle (!) Klassen wurden von diesem Konto entfernt. Der FAI-Server wurde auf 'automatisch' umgestellt.
fr: Impossible de trouver les classes FAI [%s], veuillez vérifier votre configuration FAI, probablement que certaines classes on été effacées ou renommées. Le Serveur à été reconfiguré en 'auto'.
it: Non posso risolvere le definite FAIclass(es) [%s]; verifica la configurazione FAI, forse alcune classi sono state cancellate o rinominate. Il server è stato resettato a 'auto'.
zh: 依旧无法解析提供的 FAIclass [%s]，请检查您的 FAI 配置，可能一些类被删除或者更名了。服务器被重置为“自动”。

source: Saving workstation startup settings failed
de: Speichern der Arbeitsstations-Einstellungen ist fehlgeschlagen
fr: La sauvegarde des paramètres de démarrage pour la station de travail à échoué
it: Salvataggio delle impostazioni di avvio delle workstation fallito
pl: Zapisywanie ustawień uruchamiania stacji roboczej nieudane
zh: 保存工作站启动设置失败

source: Can't execute specified REPOSITORY_HOOK '%s' please check your gosa.conf.
de: Kann das als REPOSITORY_HOOK angegebene Kommando '%s' nicht ausführen.
fr: Impossible d'exécuter REPOSITORY_HOOK '%s' veuillez vérifier votre gosa.conf.
it: Non posso eseguire lo specifciato REPOSITORY_HOOK '%s'; per favore controlla il file gosa.conf.
pl: Nie można wykonać podanego REPOSITORY_HOOK '%s' proszę sprawdzić gosa.conf.
zh: 无法执行指定的 REPOSITOR_HOOK '%s'，请检查您的 gosa.conf。

source: The specified REPOSITORY_HOOK '%s', specified in your gosa.conf, returns an empty string.
de: Das als REPOSITORY_HOOK '%s' angegebene Kommando lieferte eine leere Zeichenkette.
fr: La commande spécifié REPOSITORY_HOOK '%s', spécifié dans votre gosa.conf, retourne une chaîne vide.
it: Lo specificato REPOSITORY_HOOK '%s', definito nel file gosa.conf, restituisce una stringa vuota.
pl: Podana wartość parametru REPOSITORY_HOOK '%s' w gosa.conf zwraca pusty ciąg znaków.
zh: 您 gosa.conf 中指定的 REPOSITOR_HOOK '%s'，返回一个空字符串。

source: Can't delete this entry, it is still in use.
de: Kann diesen Eintrag nicht entfernen, da er noch benutzt wird.
fr: Impossible d'effacer cette entrée elle est encore utilisée
it: Non posso cancellare questo valore, è ancora in uso.
pl: Nie można usunąć tego elementu, ponieważ jest wciąż w użyciu.
zh: 无法删除条目，仍在使用。

source: The selected name is already in use.
de: Der angegebene Name wird bereits verwendet.
fr: Le nom spécifié est déjà utilisé.
it: Il nome selezionato è già in uso.
pl: Wybrana nazwie już jest w użyciu.
zh: 选择的名称已经被使用。

source: Boot parameters
de: Boot-Parameter
fr: Paramètre de démarrage
it: Parametri Boot
pl: Parametry uruchamiania
zh: 启动参数

source: Boot kernel
fr: Kernel utilisé au démarrage
pl: Uruchamiane jądro
zh: 启动内核

source: Custom options
de: Angepasste Optionen
fr: Options personnalisées
it: Opzioni personalizzate
pl: Dodatkowe opcje
zh: 定制选项

source: Enter any parameters that should be passed to the kernel as append line during bootup
de: Geben Sie die Parameter ein, die dem Kernel beim Starten übergeben werden sollen
fr: Entrez les paramètres qui seront passés au kernel lors du démarrage
it: Inserite i parametri che debbono essere passati al kernel nella fase di avvio.
pl: Podaj wszystkie parametry które powinny zostać przekazane do jądra podczas uruchamiania
zh: 输入任意将在启动过程中作为附加行传递给内核的参数

source: LDAP server
fr: Serveur LDAP
it: Server LDAP
pl: Serwer LDAP
zh: LDAP 服务器

source: Select if terminal supports graphical startup with progress bar
de: Wählen, wenn das Terminal den grafischen Startvorgang mit Fortschrittsbalken unterstützt
fr: Sélectionnez si le terminal supporte le démarrage graphique avec une barre de progression
it: Indicate se il terminale supporta l'avvio grafico con una barra di progresso.
pl: Zaznacz jeśli terminal obsługuje uruchamianie w trybie graficznym ze wskaźnikiem postępu
zh: 如果终端支持带进程条的图形界面启动，请选择

source: use graphical bootup
de: grafisches Booten nutzen
fr: utiliser un démarrage en mode graphique
it: Utilizza un boot grafico
pl: Użyj graficznego uruchamiania
zh: 使用图形界面启动

source: Select if terminal should boot in text mode
de: Wählen, wenn das Terminal im Textmodus starten soll
fr: Indiquez si le terminal démarre en mode texte
it: Indicate se il terminale deve essere avviato in modalità testo.
pl: Zaznacz jeśli terminal ma się uruchomić następnym razem w trybie tekstowym
zh: 如果终端要以文本模式启动，请选择

source: use standard linux textual bootup
de: Standard Textmodus nutzen
fr: utiliser le démarrage texte standard de Linux
it: Usate l'avvvio standard in modalità testo di linux
pl: użyj standardowego linuxowego uruchamiana w trybie tekstowym
zh: 使用标准 linux 文本启动界面

source: Select to get more verbose output during startup
de: Wählen, um ausführlichere Informationen während des Starts zu erhalten
fr: Sélectionnez afin d'avoir d'obtenir un démarrage plus verbeux
it: Selezione per avere un log dettagliato durante la fase di avvio
pl: Zaznacz aby otrzymać bardziej szczegółowe informacje podczas uruchamiania
zh: 选择在启动过程中要显示更多输出
