Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Option contains invalid characters.
de: Das Feld 'Option' enthält ungültige Zeichen!
fr: L'option contient des caractères invalides.
it: L'opzione contiene caratteri non validi.
pl: Opcja zawiera nieprawidłowe znaki.
zh: 选项包含无效字符。

source: Time Service
de: Zeit-Dienst
fr: Services de temps
it: Servizio Time
pl: Usługa czasu
zh: 时间服务

source: LDAP Service
de: LDAP-Dienst
fr: Service LDAP
it: Servizio LDAP
pl: Usługa LDAP
zh: LDAP 服务

source: Terminal Service
de: Terminal-Dienst
fr: Services de terminaux
it: Servizio Terminal
pl: Usługa Terminali
zh: 终端服务

source: Temporary disable login
de: Anmeldung sperren (temporär)
fr: Désactiver temporairement l'identifiant
it: Disabilita temporaneamente l'accesso
pl: Tymczasowo zablokuj logowanie
zh: 临时禁用登录

source: Font path
de: Schrift-Suchpfad
fr: Répertoire des polices de caractères
it: Directory font
pl: Ścieżka do fontów
zh: 字体路径

source: Syslog Service
de: Protokoll-Dienst
fr: Service de journaux systèmes
it: Servizio Syslog
pl: Usługa Syslog
zh: Syslog 服务

source: Print Service
de: Druck-Dienst
fr: Services d'impression
it: Servizio Stampa
pl: Usługa drukowania
zh: 打印服务

source: Mail server
fr: Serveur de messagerie
it: Servizio di posta
pl: Serwer pocztowy
zh: 邮件服务器

source: Keyboard
de: Tastatur
fr: Clavier
it: Tastiera
pl: Klawiatura
zh: 键盘

source: Choose keyboard model
de: Wählen Sie das Tastatur-Modell
fr: Sélectionnez le modèle du clavier
it: Scegli il modello della tastiera
pl: Wybierz model klawiatury
zh: 选择键盘类型

source: Layout
fr: Disposition
pl: Układ
zh: 布局

source: Choose keyboard layout
de: Wählen Sie das Tastatur-Layout
fr: Sélectionnez la disposition du clavier
it: Scegli la lingua della tastiera
pl: Wybierz układ klawiatury
zh: 选择键盘布局

source: Variant
de: Variante
fr: Variante
it: Varianti
pl: Wariant

source: Choose keyboard variant
de: Wählen Sie die Tastatur-Variante
fr: Sélectionnez la variante du clavier
it: Scegli la variante della tastiera
pl: Wybierz wariant klawiatury
zh: 选择键盘变种

source: Mouse
de: Maus
fr: Souris
pl: Mysz
zh: 鼠标

source: Choose mouse type
de: Wählen Sie den Maus-Typ
fr: Sélectionnez le type de souris
it: Scegli il tipo di mouse
pl: Wybierz typ myszy
zh: 选择鼠标类型

source: Choose mouse port
de: Wählen Sie den Maus-Port
fr: Sélectionnez le port de la souris
it: Scegli la porta del mouse
pl: Wybierz port myszy
zh: 选择鼠标端口

source: Choose graphic driver that is needed by the installed graphic board
de: Wählen Sie den Treiber, der von der installierten Grafikkarte benötigt wird.
fr: Sélectionnez le pilote de la carte vidéo correspondant à la carte graphique installée
it: Scegli il driver grafico nel la scheda installato
pl: Wybierz sterownik wymagany przez zainstalowaną kartę graficzną
zh: 选择安装的显卡需要的显卡驱动

source: Choose screen resolution used in graphic mode
de: Wählen Sie die Auflösung, die im Grafik-Modus genutzt wird
fr: Sélectionnez la résolution utilisée en mode graphique
it: Scegli la risoluzione video da utilizzare in modalità grafica
pl: Wybierz rozdzielczość ekranu użytą w trybie graficznym
zh: 选择图形模式的屏幕分辨率

source: Color depth
de: Farbtiefe
fr: Profondeur des couleurs
it: Profondità del colore
pl: Głębia kolorów
zh: 颜色深度

source: Choose colordepth used in graphic mode
de: Wählen Sie die Farbtiefe, die im Grafik-Modus genutzt wird
fr: Sélectionnez la profondeur des couleurs utilisée en mode graphique
it: Scegli la profondità di colore da usare in modalità grafica
pl: Wybierz głębię kolorów użytą w trybie graficznym
zh: 选择图形模式的色彩深度

source: Display device
de: Anzeige
fr: Écran
it: Monitor
pl: Urządzenie wyświetlające
zh: 显示设备

source: Use DDC for automatic detection
de: Automatische Erkennung via DDC verwenden
fr: Utiliser DCC pour la détection automatique
it: Usa DDC per l'identificazione automatica (detction)
zh: 使用 DDC 用于自动检测

source: HSync
fr: Fréquence de synchronisation Horizontale

source: Horizontal refresh frequency for installed monitor
de: Horizontale Wiederholrate für den installierten Monitor
fr: Fréquence de rafraîchissement horizontal pour l'écran installé
it: Frequenza di refresh orizzontale per il monitor installato
pl: Częstotliwość odświeżania poziomego dla zainstalowanego monitora
zh: 安装的显示器的水平刷新率

source: VSync
fr: Fréquence de synchronisation verticale

source: Vertical refresh frequency for installed monitor
de: Vertikale Wiederholrate für den installierten Monitor
fr: Fréquence de rafraîchissement verticale pour l'écran installé
it: Frequenza di refresh verticale per il monitor installato
pl: Częstotliwość odświeżania pionowego dla zainstalowanego monitora
zh: 安装的显示器的水平垂直刷新率

source: Remote desktop
de: Entfernte Arbeitsfläche
fr: Bureau distant
it: Desktop remoto
pl: Zdalny pulpit
zh: 远程桌面

source: Connect method
de: Verbindungsmethode
fr: Méthode de connexion
it: Metodo di connessione
pl: Metoda połączenia
zh: 连接方法

source: Choose method to connect to terminal server
de: Wählen Sie die Methode der Anbindung an den Terminal-Server
fr: Sélectionnez la méthode de connexion au terminal
it: Scegli il metodo di connesisone al terminal server
pl: Wybierz metodę połączenia z serwerem terminali
zh: 选择连接终端服务器的方法

source: Terminal server
fr: Serveur de terminaux
pl: Serwer terminali
zh: 终端服务器

source: Select specific terminal server to use
de: Wählen Sie einen bestimmten Terminal-Server
fr: Sélectionnez un serveur de terminaux à utiliser
it: Seleziona lo specifico terminal server da utilizzare
pl: Wybierz serwer terminali
zh: 选择要用的终端服务器

source: Font server
de: Schriften-Server
fr: Serveur de Police de caractère
it: Font del server
pl: Serwer fontów
zh: 字体服务器

source: Select specific font server to use
de: Wählen Sie einen bestimmten Schriften-Server
fr: Sélectionnez le serveur de polices de caractère à utiliser
it: Seleziona uno specifico font server da utilizzare
pl: Wybierz font serwer
zh: 选择要用的字体服务器

source: Print device
de: Drucker
fr: Imprimante
it: Dispositivo di stampa
pl: Urządzenie drukujące
zh: 打印设备

source: Select to start IPP based printing service on terminal
de: Auswählen, um auf dem Terminal IPP-basierte Druckdienste zu starten
fr: Sélectionnez pour démarrer le service d'impression IPP sur le terminal
it: Seleziona l'IPP di partenza su cui basare i servizi di stampa del terminale
pl: Wybierz aby rozpocząć usługę drukowania IPP na terminalu
zh: 选择在终端上执行基于 IPP 的打印服务

source: Provide print services
de: Druckdienste bereitstellen
fr: Fournir des services d'impression
it: Fornitore dei servizi di stampa
pl: Dostarcza usługi drukowania
zh: 提供打印服务

source: Spool server
fr: Serveur de file d'attente
it: Server dello spool
pl: Serwer kolejkowania
zh: Spool 服务器

source: Select NFS filesystem to place spool files on
de: Wählen Sie das NFS-Dateisystem, in dem die Spool-Dateien abgelegt werden
fr: Sélectionnez le système de fichier NFS où sera placé la file d'attente
it: Seleziona il filesystem NFS dove posizionare i file di spool
pl: Proszę wybrać system plików NFS dla przechowywania plików kolejki
zh: 选择放置 spool 文件的 NFS 文件系统

source: Scan device
de: Scanner
fr: Scanner
it: Discositivo di scansione
pl: Urządzenie skanujące
zh: 扫描设备

source: Select to start SANE scan service on terminal
de: Wählen, um den SANE Scanner-Dienst auf dem Terminal zu starten
fr: Sélectionner afin de démarrer le service scanner SANE sur le terminal
it: Seleziona di avviare i servizi SANE per la scansione sul terminale
pl: Zaznacz aby uruchomić usługę skanowania SANE na terminalu
zh: 选择在终端启动 SANE 扫描服务

source: Provide scan services
de: Bilderfassungsdienste bereitstellen
fr: Fournir des services de scanner
it: Fornitore dei servizi di scansione
pl: Dostarcza usługi skanowania
zh: 提供扫描服务

source: Select scanner driver to use
de: Wählen Sie den Scanner-Treiber, der benutzt werden soll
fr: Sélectionnez le pilote du scanner
it: Seleziona il driver da usare per los canner
pl: Proszę wybrać sterownik skanera do użycia
zh: 选择要用的扫描器驱动

source: Attachment
de: Anhang
fr: Document lié
it: Allegati
pl: Załącznik
zh: 附件

source: Mime-type
de: MIME-Typ
fr: Type mime
it: Tipo Mime
pl: Typ-Mime

source: The value specified as '%s' is not numeric!
de: Der als '%s' angegebene Wert ist nicht numerisch!
fr: La valeur spécifiée comme '%s' n'est pas numérique !

source: Can't rename '%s' to '%s' there is already an entry with the same name in our zone editing dialog.
de: Kann '%s' nicht in '%s' umbenennen, da bereits ein Eintrag mit dem gleichen Namen im Zonen-Bearbeitungs-Dialog existiert.
fr: Impossible de renommer '%s' en '%s' il y a déjà une entrée avec le même nom dans la page d'édition de la zone.
it: Non posso rinominare '%s' in '%s' perché c'è già un valore con lo stesso nome nella zona in fase di modifica.
pl: Nie zmienić nazwy z '%s' na '%s', istnieje już wpis z tą samą nazwą w dialogu edycji strefy.
zh: 无法将 '%s' 重命名为 %s'，因为在域编辑对话框中已经有相同名称存在。

source: Entry name '%s' contains invalid characters.
de: Der Eintragsname '%s' enthält ungültige Zeichen.
fr: l'enregistrement '%s' contient des des caractères invalides.
it: Il nome del valore '%s' contiene caratteri non validi.
pl: Nazwa wpisu '%s' zawiera niedozwolone znaki.
zh: 条目名称 '%s' 包含无效字符。

source: Can not rename '%s' to '%s',the destination name already exists.
de: Kann '%s' nicht in '%s' umbenennen, der angegebene Name wird bereits verwendet.
fr: Impossible de renommer '%s' en '%s', ce enregistrement existe déjà.
it: Non posso rinominare '%s' in '%s' perché il nome di destinazione già esiste.
pl: Nie można zmienić nazwy z '%s' na '%s', nazwa docelowa już istnieje.
zh: 无法将 '%s' 重命名为 '%s'，目标名称已经存在。

source: Can not create '%s',the destination name already exists.
de: Kann '%s' nicht anlegen, der angegebene Name wird bereits verwendet.
fr: Impossible de créer '%s', cet enregistrement existe déjà.
it: Non posso creare '%s' perché il nome di destinazione già esiste.
pl: Nie można utworzyć '%s', nazwa docelowa już istnieje.
zh: 无法创建 '%s'，目标名称已经存在。

source: The name '%s' is used more than once.
de: Der Name '%s' wird mehr als ein Mal verwendet.
fr: Le nom '%s' est utilisé plus d'une fois.
it: Il nome '%s' è già stato utilizzato.
pl: Nazwa '%s' jest użyta więcej niż raz.
zh: 名称 '%s' 被使用超过了一次。

source: The host name '%s' should be written in lowercase.
de: Der Hostname '%s' sollte in Kleinbuchstaben geschrieben werden.
fr: Le nom '%s' doit être écrit en minuscule.
it: Il nome dell'host '%s' deve essere scritto in 'minuscole'.
pl: Nazwa hosta '%s' powinna zostać wpisana małymi literami.
zh: 主机名 '%s' 应该用小写字母。

source: The record type '%s' is a unique type and can't be defined twice.
de: Der Eintrags-Typ '%s' ist ein einmaliger Typ und kann nicht mehrfach definiert werden.
fr: Le type d'enregistrement '%s' est unique et ne peut être défini deux fois.
it: Il tipo di record '%s' è un 'unico' e non può essere definito due volte.
pl: Typ rekordu '%s' jest unikalnym typem i nie może być zdefiniowany po raz drugi.
zh: 记录类型 '%s' 是一个唯一类型，不能定义两次。

source: There is an empty '%s' for host '%s'.
de: Für '%s' wurde ein leerer '%s' gefunden.
fr: Il y a un '%s' vide pour l'hôte '%s'.
it: C'è un valore vuoto '%s' per l'host '%s'.
pl: '%s' jest puste dla hosta '%s'.
zh: 有一个空的 '%s'，为主机 '%s'。

source: There is a duplicate entry in '%s' for '%s'.
de: Es wurde in '%s' ein doppelter Eintrag für '%s' gefunden.
fr: Il y a deux enregistrements '%s' pour '%s'.
it: C'è un valore duplicato in '%s' per '%s'.
pl: Istnieje duplikat w '%s' dla '%s'.
zh: 在 '%s' 当中有重复条目 '%s'。

source: The name of the DNS server your're going to add is not valid!
de: Der Name des DNS-Servers, den Sie hinzufügen möchten, ist ungültig!
fr: Le nom du serveur DNS que vous allez ajouter n'est pas valide !

source: Error in definition of '%s'!
de: Fehler in Definition von '%s'!
fr: Erreur dans la définition de '%s' !
pl: Błąd w definicji '%s'!

source: This includes 'all' system and setup informations. Please double check if your really want to do this since there is no way for GOsa to get your data back.
de: Dies umfasst 'alle' System- und Setup-Informationen Bitte prüfen Sie genau, da es keine Möglichkeit für GOsa gibt, die Daten zu restaurieren.
fr: Cela inclut tout les systèmes et les informations de configuration. Veuillez vérifier que vous voulez effectuer cette opération étant donné qu'il est impossible pour GOsa de récupérer vos données.
it: Questa finestra include tutte le informazioni sel sistema e del setup. Verifica attentamente i dati prima di procedere perché GOsa non è in grado di annullare l'operazione.
zh: 这包含所有系统和设置信息。请再次检查您是否要这么做，因为 GOsa 没有办法将您的数据找回。

source: Please choose a valid zone name.
de: Bitte wählen Sie einen gültigen Zonen-Namen
fr: Veuillez choisir un nom de zone valide.
it: per favore scegli un nome di zona valido
pl: Proszę wybrać poprawną nazwę strefy.
zh: 请选择一个有效的时区。

source: Please choose a valid reverse zone name.
de: Bitte wählen Sie einen gültigen Namen für die Reverse-Zone
fr: Veuillez choisir une zone reverse valide.
it: Per favore scegli un nome valido per la 'reverse zone'.
pl: Proszę wybrać poprawną nazwę strefy odwrotnej.
zh: 请选择一个有效的反向解析域名称。

source: Only lowercase strings are allowed as zone name.
de: Für den Zonennamen sind nur Kleinbuchstaben zugelassen.
fr: Seule les minuscules sont autorisées dans le nom de la zone.
it: Solo stringe in caratteri minuscoli sono ammesse nel nome della zona.
pl: Tylko małe liter są dozwolone jako nazwa strefy.
zh: 只有小写字符串被允许作为域名。

source: Please specify a numeric value for serial number.
de: Bitte geben Sie im Feld 'Seriennummer' einen numerischen Wert ein.
fr: Veuillez entrer un nombre comme numéro de série.
it: Per favore specifica un valore numerico come numero seriale.
pl: Proszę podać liczbę jako wartość dla numeru seryjnego.
zh: 请给出一个数字型数值作为系列号。

source: Please specify a numeric value for refresh.
de: Bitte geben Sie im Feld 'Aktualisieren' einen numerischen Wert ein.
fr: Veuillez spécifier un nombre pour le délai de rafraîchissement.
it: Per favore specifica un valore numerico per l'aggiornamento.
pl: Proszę podać liczbę jako wartość dla odświeżenia.
zh: 请为刷新提供一个数值。

source: Please specify a numeric value for ttl.
de: Bitte geben Sie im Feld 'TTL' einen numerischen Wert ein.
fr: Veuillez spécifier un nombre pour la durée du ttl.
it: Per favore specifica un valore numerico per ttl.
pl: Proszę podać liczbę jako wartość dla ttl.
zh: 请为 ttl 提供一个数值。

source: Please specify a numeric value for expire.
de: Bitte geben Sie im Feld 'Ablauf' einen numerischen Wert ein.
fr: Veuillez spécifier un nombre pour la durée d'expiration.
it: Per favore specifica un valore numerico per la scadenza.
pl: Proszę podać liczbę jako wartość dla wygaśnięcia.
zh: 请为过期时间提供一个数值。

source: Please specify a numeric value for retry.
de: Bitte geben Sie im Feld 'Wiederholen' einen numerischen Wert ein.
fr: Veuillez spécifier un nombre pour la durée entre chaque essai.
it: Per favore specifica un valore numerico per riprova.
pl: Proszę podać liczbę jako wartość dla ponowienia.
zh: 请为重试提供一个数值。

source: The given network address is not a valid, please specify a valid IP address.
de: Die angegebene Netzwerkadresse ist ungültig, bitte geben Sie eine gültige IP-Adresse ein.
fr: L'adresse réseau contient une adresse invalide, veuillez spécifier une adresse valide.
zh: 给定的网络地址无效，请输入一个有效的上IP 地址。

source: The specified network address is not matching with the specified zone class, try it this way x.0.0.0
de: Die angegebene Netzwerk-Adresse passt nicht zu der gewählten Zonen-Klasse, versuchen Sie es mit x.0.0.0
fr: L'adresse spécifiée ne correspond pas à la l'entrée de la zone inverse, essayez comme ceci x.0.0.0
zh: 提供的网络地址和 zone 分类不匹配，尝试用这种格式 x.0.0.0

source: The specified network address is not matching with the specified zone class, try it this way x.x.0.0
de: Die angegebene Netzwerk-Adresse passt nicht zu der gewählten Zonen-Klasse, versuchen Sie es mit x.x.0.0
fr: L'adresse spécifiée ne correspond pas à la l'entrée de la zone inverse sélectionnée, essayez comme ceci x.x.0.0
zh: 提供的网络地址和 zone 分类不匹配，尝试用这种格式 x.x.0.0

source: The specified network address is not matching with the specified zone class, try it this way x.x.x.0
de: Die angegebene Netzwerk-Adresse passt nicht zur angegebenen Zonen-Klasse,versuchen Sie es mit x.x.x.0
fr: L'adresse spécifiée ne correspond pas à la l'entrée de la zone inverse sélectionnée, essayez comme ceci x.x.x.0
zh: 提供的网络地址和 zone 分类不匹配，尝试用这种格式 x.x.x.0

source: The given network class '%s' is not valid.
de: Die angegebene Netzwerk-Klasse '%s' ist ungültig.
fr: La classe réseau spécifiée est '%s' non valide.
zh: 提供的网络地址 '%s' 无效。

source: This includes 'all' DHCP subsections that are located within this section. Please double check if your really want to do this since there is no way for GOsa to get your data back.
de: Dies umfasst 'alle' DHCP-Untersektionen die sich in dieser Sektion befinden. Bitte prüfen Sie genau, da es keine Möglichkeit für GOsa gibt, die Daten zu restaurieren.
fr: Ceci inclut toutes les sous sections DHCP qui sont comprise dans cette section. Veuillez vérifier que vous voulez effectuer cette opération, étant donné qu'il est impossible pour GOsa de récupérer vos données.

source: The share can't be removed since it is still used by %d users:
de: Diese Freigabe kann nicht gelöscht werden. Sie wird noch von %d Benutzern verwendet:
fr: Le partage ne peut pas être supprimé car il est encore utilisé par %d utilisateurs:
it: Questa condivisione non può essere rimossa finché è ancora in uso a %d utenti:
zh: 这个共享不能被删除，因为仍然被 %d 个用户使用：

source: Please correct the share-/profile settings of these users
de: Bitte passen Sie die Freigaben-/Profileinstellungen dieser Benutzer an
fr: Veuillez corriger les paramètres du partage /profil de ces utilisateurs
it: Per favore correggete le impostazioni della condivisione o del profilo di questi utenti
zh: 请更正这些用户的 share-/profile 设置

source: Terminal server, must have fontpath specified.
de: Terminal-Server benötigt einen Schrift-Suchpfad
fr: Serveur de terminaux, le chemin vers les polices de caractère doit être spécifié.
it: I termina server debbono avere specificata la directory dei font.
pl: Serwer terminali musi posiadać zdefiniowaną ścieżkę fontów.
zh: 终端服务器，必须设定 fontpath。

source: Saving server service object failed
de: Speichern des Server-Dienste Objektes ist fehlgeschlagen
fr: La sauvegarde des services du serveur à échoué
it: Salvataggio dell'oggetto servizio del server fallita
pl: Zapisywanie usługi serwera nieudane
zh: 保存服务器服务对象失败

source: Creating mount container failed
de: Erstellen des Mount-Containers ist fehlgeschlagen
fr: La création d'un conteneur pour les point de montage à échoué
it: Creazione del container del montaggio fallita
pl: Tworzenie kontenera montowania nieudane
zh: 创建 mount 容器失败

source: Removing mount container failed
de: Entfernen des Mount-Containers ist fehlgeschlagen
fr: La suppression du conteneur pour les points de montage à échoué
it: RImozione del container del montaggio fallita
pl: Usuwanie kontenera montowania nieudane
zh: 删除 mount 容器失败

source: Saving mount container failed
de: Speichern des Mount-Containers ist fehlgeschlagen
fr: La sauvegarde du conteneur pour les points de montage à échoué
it: Salvataggio del container del montaggio fallita
pl: Zapisywanie kontenera montowania nieudane
zh: 保存 mount 容器失败

source: List of systems
de: Liste der Systeme
fr: Liste des systèmes
it: Elenco dei sistemi
pl: Lista systemów
zh: 系统列表

source: This menu allows you to add, remove and change the properties of specific systems. You can only add systems which have already been started once.
de: Mit diesem Menü können Sie Systeme hinzufügen, diese löschen oder die Eigenschaften bestimmter Systeme verändern. Sie können nur Systeme hinzufügen, die bereits einmal im Netz gestartet wurden.
fr: Ce menu permet d'ajouter, de supprimer ou de changer les propriétés des systèmes. Vous pouvez seulement ajouter un système qui à déjà été démarré une fois.
it: Questo menù permette di aggiungere, rimuovere e cambiare le proprietà di specifici sistemi. Puoi solo aggiungere sistemi che siano già stati avviati.
pl: To menu umożliwia tworzenie, usuwanie oraz edycję odpowiednich systemów. Można tylko dodawać systemy które już raz były uruchomione.
zh: 这个菜单允许您添加，删除和修改所选系统的属性。您只能添加已经启动过一次的系统。

source: System / Department
de: System / Abteilung
fr: Système / Département
it: Sistema/Dipartimento
pl: System / Departament
zh: 系统 / 部门

source: Show servers
de: Zeige Server
fr: Afficher les serveurs
it: Mostra i server
pl: Pokaż serwery
zh: 显示服务器

source: Select to see Linux terminals
de: Wählen, um Linux-Terminals zu sehen
fr: Sélectionnez pour afficher les terminaux Linux
it: Seleziona per vedere i terminali linux
pl: Wybierz aby zobaczyć terminale Linux
zh: 选择显示 Linux 终端

source: Show terminals
de: Zeige Terminals
fr: Afficher les terminaux
it: Mostra i terminali
pl: Pokaż terminale
zh: 显示终端

source: Select to see Linux workstations
de: Wählen, um Linux-Arbeitsstationen zu sehen
fr: Sélectionnez pour voir les stations de travail Linux
it: Sleeziona per vedere le workstation linux
pl: Wybierz aby zobaczyć stacje robocze Linux
zh: 选择显示 Linux 工作站

source: Show workstations
de: Zeige Arbeitsstationen
fr: Afficher les stations de travail
it: Mostra le workstation
pl: Pokaż stacje robocze
zh: 显示工作站

source: Select to see MicroSoft Windows based workstations
de: Auswählen, um Microsoft Windows Arbeitsstationen zu sehen
fr: Sélectionnez afin de voir les stations de travail Microsoft Windows
it: Sleeziona per vedere le workstation Microsoft Windows
pl: Zaznacz aby zobaczyć stacje robocze windows
zh: 选择显示基于 Microsoft Windows 工作站

source: Show windows based workstations
de: Zeige Windows basierte Arbeitsstationen
fr: Afficher les stations de travail Windows
it: Mostra le workstation Microsoft Windows
pl: Pokaż stacje robocze windows
zh: 显示 Windows 工作站

source: Select to see network printers
de: Wählen, um die Netzwerk-Drucker zu sehen
fr: Sélectionnez pour afficher les imprimantes réseaux
it: Seleziona per vedere le stampanti di rete
pl: Wybierz aby zobaczyć drukarki sieciowe
zh: 选择显示网络打印机

source: Show network printers
de: Zeige Netzwerk-Drucker
fr: Afficher les imprimantes réseaux
it: Mostra le stampanti di rete
pl: Pokaż drukarki sieciowe
zh: 显示网络打印机

source: Select to see VOIP phones
de: Wählen, um VoIP-Telefone zu sehen
fr: Sélectionnez pour afficher les téléphones IP
it: Seleziona per vedere i telefoni VOIP
pl: Wybierz aby zobaczyć telefony VOIP
zh: 选择显示 VOIP 电话

source: Show phones
de: Zeige Telefone
fr: Afficher les téléphones
it: Mostra i telefoni
pl: Pokaż telefony
zh: 显示电话

source: Select to see network devices
de: Wählen, um Netzwerk-Geräte zu sehen
fr: Sélectionnez pour afficher les périphériques réseaux
it: Seleziona per vedere i dispositivi di rete
pl: Wybierz aby zobaczyć urządzenia sieciowe
zh: 选择显示网络设备

source: Show network devices
de: Zeige Netzwerk-Geräte
fr: Montrer les périphériques réseau
it: Mostra i dispositivi di rete
pl: Pokaż urządzenia sieciowe
zh: 显示网络设备

source: New Terminal template
de: Neue Terminal-Vorlage
fr: Nouveau modèle de terminal
it: Nuovo modello Terminal
pl: Nowy szablon terminala
zh: 新终端模板

source: New Workstation template
de: Neue Vorlage für Arbeitsstation
fr: Nouveau modèle de station de travail
it: Nuovo modello Workstation
pl: Nowy szablon stacji roboczej
zh: 新工作站模板

source: New Server
de: Neuer Server
fr: Nouveau Serveur
it: Nuovo Server
pl: Nowy serwer
zh: 新服务器

source: New Printer
de: Neuer Drucker
fr: Nouvelle Imprimante
it: Nuova Stampante
pl: Nowa drukarka
zh: 新打印机

source: New Phone
de: Neues Telefon
fr: Nouveau Téléphone
it: Nuovo Telefono
pl: Nowy telefon
zh: 新电话

source: New Component
de: Neue Netzwerk-Komponente
fr: Nouveau composant
it: Nuovo Componente
pl: Nowy komponent
zh: 新组件

source: Cups Server
fr: Serveur Cups
it: Server Cups
pl: Serwer Cups
zh: Cups 服务器

source: Log Db
fr: Base de données des journaux systèmes
it: Log del DB
pl: baza danych Log
