Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Can't delete the selected zone, because it is still in use by these entry/entries '%s'
de: Sie können die gewählte Zone nicht entfernen, sie wird noch von folgendem(n) Eintrag / Einträgen verwendet: '%s'
fr: Vous ne pouvez pas effacer cette zone car elle est encore utilisée par ces éléments/ éléments '%s'
it: Non puoi cancellare la zona selezionata perchè è ancora in uso da questi valori/valore '%s'
pl: Nie można usunąć wybranej strefy ponieważ jest używana przez te(n) element(y) '%s'
zh: 不能删除所选的域，因为它仍然被这些条目使用 '%s'

source: Updating DNS service failed
de: Aktualisierung des DNS-Dienstes ist fehlgeschlagen
fr: La mise à jour du service DNS à échoué
it: Aggiornamento servizio DNS fallito
pl: Aktualizacja usługi DNS nieudana
zh: 更新 DNS 服务失败

source: Removing DNS entries failed
de: Entfernen von DNS-Einträge ist fehlgeschlagen
fr: La suppression d'une entrée du DNS à échoué
it: Rimozione dei valori DNS fallita
pl: Usuwanie wpisów DNS nieudane
zh: 删除 DNS 记录失败

source: Saving DNS entries failed
de: Speichern von DNS-Einträgen ist fehlgeschlagen
fr: La sauvegarde des entrées du DNS à échoué
it: Salvataggio dei valori DNS fallita
pl: Zapisywanie wpisów DNS nieudane
zh: 保存 DNS 记录失败

source: Choose subtree to place terminal in
de: Wählen Sie die Abteilung, in die das Terminal eingepflegt werden soll
fr: Sélectionnez la branche où placer le terminal
it: Scegli la posizione in cui inserire il terminale
pl: Wybierz poddrzewo do umieszczenia terminala
zh: 选择放置终端的子树

source: Can't delete automatic statements. Please use the fields above.
de: Automatische Anweisungen können nicht entfernt werden. Verwenden Sie bitte das Formular oberhalb.
fr: Impossible d'effacer les options automatiques, Veuillez utiliser les champs ci dessus.

source: Can't delete automatic options. Please use the fields above.
de: Automatische Optionen können nicht entfernt werden. Verwenden Sie bitte das Formular oberhalb.
fr: Impossible de supprimer les options automatiques. Veuillez employer les champs ci-dessus.

source: Rewrite header
de: Kopfzeilen umschreiben
fr: Récrire l'entête
it: Riscrivi l'header
zh: 重写信头

source: Required score
de: Benötigte Score
fr: Score requis
it: Punteggio (score) richiesto
pl: Wymagany wynik
zh: 需要的分数

source: Select required score to tag mail as spam
de: Wählen Sie die benötigte Score aus um eine Mail als Spam zu markieren
fr: Sélectionner le score requis pour marquer ce message comme étant un spam
it: Seleziona il punteggio richiesto per segnare la posta come spam
zh: 选择将邮件标记为垃圾邮件需要的分值

source: Enable use of bayes filtering
de: Bayes-Filterung aktivieren
fr: Activer l'utilisation de la méthode de filtrage bayesienne
it: Abilità l'uso dei filtri bayesiani
zh: 启用 bayes 过滤

source: Enable bayes auto learning
de: Automatisches Lernen für Bayes-Filterung aktivieren
fr: Activer l'apprentissage automatique pour la méthode bayesienne
it: Abilità l'autoapprendimento dei filtri bayesiani
zh: 启用 bayes 自动学习

source: Enable RBL checks
de: RBL-Prüfungen aktivieren
fr: Activer les vérification RBL
it: Abilità i controlli RBL
zh: 启用 RBL 检查

source: Enable use of Razor
de: Verwendung von Razor aktivieren
fr: Activer l'utilisation de Razor
it: Abilità l'uso di Razor
zh: 启用 Razor 的使用

source: Enable use of DDC
de: DDC verwenden
fr: Activer l'utilisation de DDC
it: Abilità l'uso di DDC
zh: 启用 DDC 的使用

source: Enable use of Pyzor
de: Verwendung von Pyzer aktivieren
fr: Activer l'utilisation de Pyzor
zh: 启用 Pyzer 的使用

source: Required field 'Network address' is not filled.
de: Das benötigte Feld 'Netzwerkadresse' ist nicht ausgefüllt.
fr: Le champ obligatoire 'Réseau' n'est pas rempli.

source: Required field 'Netmask' is not filled.
de: Das benötigte Feld 'Netzmaske' ist nicht ausgefüllt.
fr: Le champ obligatoire 'Masque de réseau' n'est pas rempli.

source: The name for this section is already used!
de: Der Name dieser Sektion wird bereits verwendet!
fr: Le nom spécifié pour cette section est déjà utilisé !

source: Netmask
de: Netzmaske
fr: Masque réseau
pl: Maska sieciowa
zh: 子网掩码

source: Network address
de: Netzwerk-Adresse
fr: Adresse réseau
it: Indirizzo della rete
pl: Adres sieciowy
zh: 网络地址

source: Range
de: Bereich
fr: Intervalle

source: The field '%s' contains an invalid IP address
de: Das Feld '%s' enthält eine ungültige IP-Adresse.
fr: Le champ '%s' contient une adresse ip invalide.

source: Field 'Range' contains invalid IP range.
de: Das Feld 'Bereich' enthält einen ungültigen IP-Bereich.
fr: Le champ 'Intervalle' contient un intervalle d'adresse ip invalides.

source: 'Range' is not inside the configured network.
de: Der Bereich befindet sich nicht im konfigurierten Netzwerk.
fr: L'intervalle n'est pas compris dans le réseau configuré.

source: List of attachments
de: Anhänge
fr: Liste des documents liés
it: Elenco degli allegati
pl: Lista załączników
zh: 附件列表

source: This dialog allow you to attach additional objects (like manuals, guides, etc.) to your currently edited computer.
de: Dieser Dialog erlaubt es Ihnen, verschiedene Objekte (wie Anleitungen, Hilfen, etc.) zum momentan gewählten Computer hinzuzufügen.
fr: Ce menu vous permet d'attacher des objets supplémentaires ( comme des manuels, guides, etc..) à l'ordinateur que vous être en train d'éditer.
it: Questa finestra ti consente di collegare oggetti addizionali (come manulai, guide, ecc.) al computer che state modificando.
pl: Ten dialog umożliwia przypisanie dodatkowych obiektów (np dokumentacja) do obecnie edytowanego komputera.
zh: 此对话框允许您附加额外的对象（如手册，说明书等）到您正编辑的计算机。

source: Display attachments matching
de: Zeige Anhänge, auf die zutrifft
fr: Afficher les documents liées correspondants
it: Mostra gli allegati corrispondenti
pl: Wyświetl pasujące załączniki
zh: 显示匹配的附件

source: Regular expression for matching attachment names
de: Regulärer Ausdruck zum Erkennen von Anhangs-Namen
fr: Expression régulière pour faire correspondre le nom des documents liés
it: Espressione regolare per ricercare i nomi degli allegati
pl: Wyrażenie regularne dla dopasowania nazw załączników
zh: 匹配附件名称的正则表达式

source: Rename
de: Umbenennen
fr: Renommer
it: Rinomina
pl: Zmień nazwę
zh: 重命名

source: Please enter a new name
de: Bitte geben Sie einen neuen Namen ein
fr: Veuillez entrer un nouveau nom
it: Per favore inserisci un nuovo nome
pl: Proszę podać nową nazwę.
zh: 请输入一个新名称

source: DNS take over will take place when saving this entry. Choose 'Cancel' to abort.
de: Die DNS Übernahme wird durchgeführt, wenn Sie diesen Eintrag speichern. Drücken Sie auf 'Abbrechen', um die Übernahme nicht durchzuführen.
fr: La migration du DNS aura lieu quand vous sauverez cette entrée. Choisissez 'Annuler' pour l'annuler.

source: Take over DNS configuration from
de: Übernehme DNS-Konfiguration von
fr: Prendre le contrôle de la configuration DNS de

source: Take over
de: Übernahme
fr: Prendre la main

source: This server has inventory features enabled. You can disable them by clicking below.
de: Dieser Server besitzt aktivierte Inventar-Funtionen. Sie können diese durch einen Klick auf die Schaltfläche unten deaktivieren.
fr: Ce serveur à l'extension inventaire activée. Vous pouvez la désactiver en cliquant sur le bouton ci-dessous.
it: Questo server ha la caratterisca 'inventario' abilitato. Puoi disabilitarlo cliccando sotto.
pl: Ten serwer posiada cechy inwentarza. Można je wyłączyć klikając poniżej
zh: 该服务器已经启用 inventory 功能。您可以点击下面按钮禁用。

source: This server has inventory features disabled. You can enable them by clicking below.
de: Aktuell besitzt dieser Server keine aktivierten Inventar-Funktionen. Sie können diese durch einen Klick auf die Schaltfläche unten aktivieren.
fr: Ce serveur à l'extension d'inventaire désactivé. Vous pouvez l'activer en cliquant sur le bouton ci-dessous.
it: Questo server ha la caratterisca 'inventario' disabilitato. Puoi abilitarlo cliccando sotto.
pl: Ten serwer nie posiada cech inwentarza. Można je włączyć klikając poniżej.
zh: 该服务器已经禁用 inventory 功能。您可以点击下面按钮启用。

source: Can't rename given printer type to '%s', because this type name already exists.
de: Kann Druckertyp nicht in '%s' umbenennen - der angegebene Name wird bereits verwendet.
fr: Impossible de renommer le type d'imprimante en '%s', ce type existe déjà.
it: Non puoi rinominare il tipo di stampante in oggetto a '%s' perché questo nome è già assegnato.
pl: Nie można zmienić nazwy typu drukarki na '%s' ponieważ ta nazwa typu jest już używana.
zh: 无法将给出的打印机类型重命名为 '%s'，因为这个类型名称已经存在。

source: Can't delete printer type, it is still in use by '%s'.
de: Sie können diesen Druckertyp nicht entfernen, er wird noch von '%s' verwendet.
fr: Impossible d'effacer ce type d'imprimante, il est encore utilisé par '%s'
it: Non puoi cancellare questo tipo di stampante perché è ancora in suo da '%s'.
pl: Nie można usunąć typu drukarki, jest wciąż w użyciu przez '%s'.
zh: 您不能删除这个打印机类型，它仍然在被 '%s' 使用。

source: since
de: seit
fr: depuis
it: Dal
pl: od
zh: 自从

source: Zone name
de: Zonenname
fr: Nom de la zone
it: Nome della zona
pl: Nazwa strefy
zh: 域名称

source: Zone is in use, network settings can't be modified.
fr: La zone est utilisée, les paramètres réseaux ne peuvent pas être modifiés

source: Zone records
de: Zonen-Einträge
fr: Enregistrement de zone
it: Record della zona
pl: Rekordy strefy
zh: 域记录

source: Can't be edited because the zone wasn't saved right now.
de: Kann nicht bearbeitet werden, da die Zone bis jetzt nicht gespeichert wurde.
fr: Impossible d'éditer la zone car elle est actuellement sauvegardée.
it: Non puoi modificare perché la zona non è ancora stata correttamente salvata.
pl: Nie można edytować ponieważ strefa nie została zapisana.
zh: 无法编辑因为域现在不能保存。

source: SOA record
de: SOA-Eintrag
fr: Enregistrement SOA
it: record SOA
pl: Rekord SOA
zh: SOA 记录

source: Primary dns server for this zone
de: Primärer DNS-Server für diese Zone
fr: Serveur dns primaire pour cette zone
it: Server primario per questa zona
pl: Podstawowy serwer DNS dla tej strefy
zh: 这个域的主要 dns 服务器

source: Serial number (automatically incremented)
de: Seriennummer (automatisch inkrementiert)
fr: Numéro de série (incrémenté automatiquement)
it: Numero seriale (aumentato automaticamente)
pl: Numer seryjny (atumatycznie zwiększany)
zh: 系列号（自增）

source: Retry
de: Wiederholen
fr: Réessayer
it: Riprova
pl: Ponawia
zh: 重试

source: Expire
de: Ablauf
fr: Expirer
it: Scadenza
pl: Wygasa
zh: 过期

source: MxRecords
de: MX-Einträge
fr: Enregistrements mx
it: MxRecord
pl: Rekordy MX
zh: Mx记录

source: Global zone records
de: Globale Zonen-Einträge
fr: Enregistrements pour la zone globale
it: Record 'Global zone'
pl: Globalne rekordy strefy
zh: 全局域记录

source: Manage manufacturers
de: Hersteller verwalten
fr: Gérer les Fabricants
it: Gestione dei produttori
pl: Zarządzaj producentami
zh: 管理生产商

source: Choose the kind of system component you want to create
de: Wählen Sie die Art der System-Komponente, die Sie anlegen möchten
fr: Choisissez le type de composant système que vous souhaitez créer
it: Scegli il tipo di componente di sistema che vuoi creare
pl: Wybierz rodzaj komponentu systemu do utworzenia
zh: 选择要创建系统组件类型

source: Linux terminals and workstations are autocreated on bootup. For this reason you're only be able to create templates for a specific tree. Servers are normally automatically added too, but in some special cases you may need to create a faked server entry to provide GOsa with some informations. Other network components may be used for Nagios setups to create component dependencies.
de: Linux Terminals und Arbeitsstationen werden beim Systemstart automatisch hinzugefügt. Aus diesem Grund können Sie für diese Systemtypen nur Vorlagen für einen Unterbaum anlegen. Server werden ebenfalls automatisch hinzugefügt, in einigen Fällen benötigen Sie Pseudo-Einträge um GOsa mit benötigten Informationen zu versorgen. Weitere Netzwerk-Komponenten können z.B. für Nagios Umgebungen genutzt werden um die Abhängigkeiten aufzulösen.
fr: Les terminaux Linux et les stations de travail sont automatiquement créés au démarrage. Pour cette raison vous pouvez créer un modèle uniquement pour une branche spécifique. Les serveurs sont également ajoutés automatiquement, mais dans certains cas vous pouvez avoir besoin de créer une pseudo entrée serveur afin de fournir à GOsa diverses informations. Les autres composants réseaux peuvent être utilisés lors la configuration de Nagios afin de créer les dépendances des composants.
it: I terminali e le workstation linux sono create all'avvio. per questa ragione potrai solo creare dei modelli per uno specifico settore. I server sono automaticamente aggiunti, ma in alcuni casi devrai inserire dei valori di faked (????) server per consentire a GOsa di utilizzare alcune informazioni. Altri componenti di rete possono essere utilizzati dal setup di Nagios per creare le dipendenze dei componenti.
pl: Linuksowe terminale i stacje robocze są automatycznie tworzone podczas uruchamiania. Z tego powodu można jedynie utworzyć szablon dla konkretnego drzewa. Serwery przeważnie są automatycznie dodawane, lecz w niektórych przypadkach trzeba utworzyć sztuczny wpis serwera aby zapewnić GOsa pewne informacje. Inne elementy sieciowe mogą zostać użyte w ustawieniach Nagios aby utworzyć zależności.
zh: Linux 终端和工作站在启动时被自动创建。因此您只能为指定的树创建模板。服务器一般也被自动添加，但是在一些特殊情况下，您可能需要创建一个伪服务器条目来提供 GOsa 一些信息。其他网络组件可能用于 Nagios 安装来创建组件依赖。

source: Linux thin client template
de: Linux Thin-Client Vorlage
fr: Modèle de client léger Linux
it: Modello client per Linux .... thin....
pl: Szablon cienkiego klienta Linux
zh: Linux 瘦客户机模板

source: Linux workstation template
de: Linux Arbeitsstations-Vorlage
fr: Modèle de station de travail Linux
it: Modello workstation per Linux
pl: Sszablon stacji roboczej Linux
zh: Linux 工作站模板

source: Linux Server
fr: Serveur Linux
pl: Serwer Linux
zh: Linux 服务器

source: Windows workstation
de: Windows Arbeitsstation
fr: Station de travail Windows
it: Workstation Windows
pl: Stacja robocza Windows
zh: Windows 工作站

source: Network printer
de: Netzwerk-Drucker
fr: Imprimante réseau
it: Stampanti di rete
pl: Drukarka sieciowa
zh: 网络打印机

source: Other network component
de: Andere Netzwerk-Komponente
fr: Autre composant réseau
it: Altri componenti di rete
pl: Inny element sieciowy
zh: 其他网络组件

source: Authoritative service
de: Autoritativer Dienst
fr: Service autoritaire

source: Dynamic DNS update
de: Dynamische DNS-Aktualisierung
fr: Mise a jour automatique du dns

source: Dynamic DNS update style
de: Art der dynamischen DNS-Aktualisierung
fr: Type de mise à jour automatique du dns

source: Default lease time (s)
de: Standard Leasedauer
fr: Bail par défaut

source: Enter default lease time in seconds.
de: Geben Sie die Standard-Gültigkeitsdauer der Lease in Sekunden ein.
fr: Entrez le bail par défaut en secondes.

source: Maximum lease time (s)
de: Maximale Leasedauer
fr: Bail maximum

source: Enter maximum lease time in seconds.
de: Geben Sie die maximale Leasedauer in Sekunden ein.
fr: Entrez la durée maximum du bail en secondes.

source: Required field 'Name' is not filled.
de: Das benötigte Feld 'Name' ist nicht ausgefüllt.
fr: Le champ obligatoire 'Nom' n'est pas rempli.
it: Il campo obbligatorio 'Nome' non è strato riempito.
pl: Wymagane pole 'Nazwa' nie jest wypełnione.
zh: 需要的字段“名称”没有填写。

source: Field 'Name' contains illegal characters.
de: Das Feld 'Name' enthält ungültige Zeichen.
fr: Le champ 'Nom' contient des caractères invalides.

source: The name for this host section is already used!
de: Der Name dieser Host-Sektion wird bereits verwendet!
fr: Le nom spécifié pour cette section est déjà utilisé !

source: Terminal template
de: Terminal-Vorlage
fr: Modèle de terminaux
it: Modello terminale
pl: Szablon terminala
zh: 终端模板

source: Terminal name
fr: Nom du terminal
it: Nome del terminale
pl: Nazwa terminala
zh: 终端名称

source: Inherit all
de: Alles erben
fr: Hériter de tout
pl: Dziedzicz wszystko

source: Select terminal mode
de: Wählen Sie den Terminal-Modus
fr: Sélectionnez le mode du terminal
it: Seleziona il modo terminale
pl: Proszę wybrać tryb terminala
zh: 选择终端类型

source: Syslog server
de: Protokoll-Server
fr: Serveur de journaux systèmes
it: File di log del server di sistema
pl: Serwer Syslog
zh: 日志服务器

source: Choose server to use for logging
de: Wählen Sie den Server, der für das Protokollieren genutzt werden soll
fr: Sélectionnez le serveur de journaux à utiliser
it: Scegli il server da utilizzare per il logging
pl: Proszę wybrać serwer do logowania
zh: 限制记录日志的服务器

source: Root server
fr: Serveur Primaire
it: Server di base (root server)
pl: Serwer NFS
zh: 根服务器

source: Select NFS root filesystem to use
de: Wählen Sie das NFS-Root-Dateisystem
fr: Sélectionnez le système de fichier racine NFS à utiliser
it: Seleziona il file system di root di tipo NFS da usare
pl: Proszę wybrać główny system plików NFS
zh: 选择要用的 NFS 根文件系统。

source: Swap server
de: Auslagerungs-Server
fr: Serveur de Swap
it: Server di swap
pl: Serwer Swap
zh: 交换服务器

source: Choose NFS filesystem to place swap files on
de: Wählen Sie das NFS-Dateisystem, in dem die Auslagerungsdateien abgelegt werden sollen
fr: Sélectionnez le système de fichier NFS où sera placé le swap
it: Scegli il filesystem NFS dove posizionare il file di swap
pl: Proszę wybrać system plików NFS dla plików swap
zh: 选择放置交换文件的 NFS 文件系统

source: Inherit time server attributes
de: Zeit-Server-Attribute übernehmen
fr: Hérite des paramètres du serveur de temps
it: Eredita le impostazioni dal server dell'orario
pl: Dziedzicz atrybuty serwera czasu
zh: 继承时间服务器属性

source: NTP server
de: Zeit-Server
fr: Serveur NTP
it: Server NTP
pl: Serwer NTP
zh: NTP 服务器

source: Choose server to use for synchronizing time
de: Wählen Sie den Server, der zur Zeit-Synchronisation genutzt werden soll
fr: Sélectionnez le serveur pour la synchronisation du temps
it: Scegli un'altro server per sincronizzare l'ora
pl: Proszę wybrać serwer do synchronizacji czasu
zh: 选择要用于同步时间的服务器

source: Select action to execute for this terminal
de: Wählen Sie die auszuführende Aktion für dieses Terminal
fr: Sélectionnez l'opération à exécuter sur le terminal
it: Seleziona lazione da eseguire per questo terminale
pl: Proszę wybrać akcję do wykonania dla tego terminala
zh: 选择这个终端要执行的动作

source: This is a new system which currently has no system type defined. Please choose a system type for this entry and press the 'continue' button. If this system should be added to a group of system settings, specify the preferred object group below.
de: DIes ist ein neues System, für das bisher noch kein Systemtyp definiert wurde. Bitte wählen Sie einen Systemtyp für dieses System und drücken auf 'Speichern' klicken. Wenn das System zu einer Gruppe von Systemeinstellungen hinzugefügt werden soll, geben Sie den Namen der Objektgruppe ein.
fr: Ceci est un nouveau système qui n'as pas encore de type défini. Veuillez choisir un type de système pour cette entrée et cliquez sur 'continuer'. Si ce système doit être ajouté à un un un groupe de systèmes, veuillez choisir le groupe d'objet ce dessous.
it: Questo è un sistema nuovo che non ancora definito parametri specifici (system type). Selezionate un tipo per questo valore e premete il bottone 'continua'. Se il sistema deve essere aggiunto a delle impostazioni di un gruppo di sistemi, scegliete di seguito il gruppo oggetto prescelto.
pl: To jest nowy system który obecnie nie ma zdefiniowanego typu systemu. Proszę wybrać typ systemu dla tego elementu oraz nacisnąć przycisk 'kontynuuj'. Jeśli ten system powinien być dodany do ustawień grupy systemów, podaj preferowaną grupę obiektów poniżej.
zh: 这是一个新系统，当前没有定义任何系统类型。请为该条目选择一个系统类型并按“继续”按钮。如果这个系统应该被加入到系统设置的一个组中，请在下面的对象组中选择。

source: Please select a system type and an optional bundle of predefined settings to be inherited.
de: Bitte wählen Sie einen Systemtyp und (optional) einen Satz von vordefinierten Einstellungen (werden automatisch übernommen).
fr: Veuillez sélectionner un type de système et éventuellement d'un ensemble de paramètres à hériter.
it: Per favofre selezionate un tipo di sistema e un collegamento predefinito opzionale che possa essere ereditato.
pl: Proszę wybrać typ systemu i opcjonalny zestaw predefiniowanych ustawień do dziedziczenia.
zh: 请选择一个系统类型以及一个要继承的可选的预定义设置。

source: System type
de: System-Typ
fr: Type de système
it: Tipo di sistema
pl: Typ systemu
zh: 系统类型

source: Choose a system type
de: Wählen Sie den System-Typ
fr: Sélectionnez un type de système
it: Scegli il tipo di sistema
pl: Wybierz typ systemu
zh: 选择一个系统类型

source: Choose an object group as template
de: Wählen Sie eine Objektgruppe als Vorlageobjekt
fr: Choisissez un groupe d'objets comme modèles
it: Scegli un gruppo di oggetti come modello
pl: Wybierz grupę obiektową jako szablon
zh: 选择一个对象组作为模板

source: Choose an object group
de: Objektgruppe wählen
fr: Choisissez un groupe d'objets
it: Scegli un gruppo di oggetti
pl: Proszę wybrać grupę obiektów
zh: 选择一个对象组

source: System information
fr: Information sur le système
it: informazioni del sistema
pl: Informacja o systemie
zh: 系统信息

source: Memory
de: Speicher
fr: Mémoire
it: memoria
pl: Pamięć
zh: 内存

source: Boot MAC
de: MAC-Adresse
fr: Adresse MAC de démarrage
it: Avvio MAC
pl: Adres MAC
zh: MAC 地址

source: USB support
de: USB-Unterstützung
fr: Support USB
it: Supporto USB
pl: Wsparcie dla USB
zh: USB 支持

source: System status
fr: Statut du système
it: Stato del sistema
pl: Status systemu
zh: 系统状态

source: Inventory number
de: Inventarnummer
fr: Numéro d'inventaire
it: Numero di inventario (Inventory number)
pl: Numer inwentarza
zh: 存货编号

source: Last login
de: Letzte Anmeldung
fr: Dernière connexion
it: Ultimo login
pl: Ostatnie logowanie
zh: 最后登录

source: Network devices
de: Netzwerk-Geräte
fr: Périphériques réseau
it: Componenti di rete
pl: Urządzenia sieciowe
zh: 网络设备

source: IDE devices
de: IDE-Geräte
fr: Périphériques IDE
it: Componenti IDE
pl: Urządzenia IDE
zh: IDE 设备

source: SCSI devices
de: SCSI-Geräte
fr: Périphériques SCSI
it: Componenti SCSI
pl: Urządzenia SCSI
zh: SCSI 设备

source: Floppy device
de: Disketten-Laufwerk
fr: Lecteur de disquette
it: Componente Floppy disk
pl: Stacja dyskietek
zh: 软驱

source: CDROM device
de: CDROM-Laufwerk
fr: Lecteur CDROM
it: Componente CDROM
pl: Stacja CDROM
zh: 光驱

source: Graphic device
de: Grafikkarte
fr: Carte écran
it: Componente grafico
pl: Karta graficzna
zh: 显卡

source: Audio device
de: Soundkarte
fr: Carte son
it: Componente Audio
pl: Karta dźwiękowa
zh: 声卡

source: Up since
de: Eingeschaltet seit
fr: Allumé depuis
it: Avviato fin da
pl: Włączony od

source: CPU load
de: Prozessor-Last
fr: Charge CPU
it: Carico CPU
pl: Zużycie procesora
zh: CPU 占用率

source: Memory usage
de: Speicher-Nutzung
fr: Utilisation Mémoire
it: Utilizzo memoria
pl: Zużycie pamięci
zh: 内存使用

source: Swap usage
de: Nutzung des virtuellen Speichers
fr: Utilisation Swap
it: Utilizzo SWAP
pl: Zużycie SWAP
zh: Swap 使用

source: SSH service
de: SSH-Dienst
fr: Service SSH
it: Servizio SSH
pl: Usłoga SSH
zh: SSH 服务

source: Print service
de: Druck-Dienst
fr: Service d'impression
it: Servizio di stampa
pl: Usługa Drukowania
zh: 打印服务

source: Scan service
de: Scan-Dienst
fr: Service scanner
it: Servizio di scansione
pl: Usługa Skanowania
zh: 扫描服务

source: Sound service
de: Audio-Dienst
fr: Service Son
it: Servizio audio
pl: Usługa dźwięku
zh: 声音服务

source: GUI
fr: Interface graphique

source: The hardware address specified by you is not valid!
de: Die von Ihnen angegebene Hardwareadresse ist ungültig!
fr: L'adresse matérielle spécifiée n'est pas valide !

source: Kerberos kadmin access
de: Kerberos-Zugang via kadmin
fr: Accès kadmin Kerberos
it: Accesso amministratore (kadmin) Kerberos
pl: Dostęp do Kerberos kadmin
zh: Kerberos kadmin 访问

source: Kerberos Realm
fr: Realm Kerberos
pl: Serwer Kerberos
