Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Value specified as 'shadowMin' is not valid.
de: Der von ihnen angegebene Wert 'shadowMin' ist nicht gültig.
fr: La valeur de 'ShadowMin' est invalide.
it: Il valore specificato come 'shadowMin' non è valido.
pl: Wartość podana jako 'shadowMin' jest nieprawidłowa.
zh: 'shadowMin' 赋值无效。

source: Value specified as 'shadowMax' is not valid.
de: Der von ihnen angegebene Wert 'shadowMax' ist nicht gültig.
fr: La valeur de 'shadowMax' est invalide
it: Il valore specificato come 'shadowMax' non è valido.
pl: Wartość podana jako 'shadowMax' jest nieprawidłowa.
zh: 'shadowMax' 赋值无效。

source: Value specified as 'shadowWarning' is not valid.
de: Der von ihnen angegebene Wert 'shadowWarning' ist nicht gültig.
fr: La valeur de 'shadowWarning' est invalide.
it: Il valore specificato come 'shadowWarning' non è valido.
pl: Wartość podana jako 'shadowWarning' jest nieprawidłowa.
zh: 'shadowWarning' 赋值无效。

source: 'shadowWarning' without 'shadowMax' makes no sense.
de: 'shadowWarning' in ohne die Angabe von 'shadowMax' ergibt keinen Sinn.
fr: 'shadowWarning' sans 'shadowMax' est inutile.
it: 'shadowWarning' senza 'shadowMax' non ha senso.
pl: 'shadowWarning' bez 'shadowMax' nie ma sensu.
zh: 不提供 'shadowMax' 的 'shadowWarning' 没有意义。

source: Value specified as 'shadowWarning' should be smaller than 'shadowMax'.
de: Der angegebene Wert 'shadowWarning' sollte kleiner als 'shadowMax' sein.
fr: La valeur de 'shadowWarning' doit être plus petite que 'shadowMax'.
it: Il valore specificato come 'shadowWarning' deve essere minore di 'shadowMax'.
pl: Wartość podana jako 'shadowWarning' powinna być mniejsza niż 'shadowMax'.
zh: 提供的 'shadowWarning' 应该小于'shadowMax'。

source: Value specified as 'shadowWarning' should be greater than 'shadowMin'.
de: Der angegebene Wert 'shadowWarning' sollte größer als 'shadowMin' sein.
fr: La valeur de 'shadowWarning' doit être plus grande que 'shadowMin'.
it: Il valore specificato come 'shadowWarning' deve essere maggiore di 'shadowMin'.
pl: Wartość podana jako 'shadowWarning' powinna być większa niż 'shadowMin'.
zh: 提供的 'shadowWarning' 应该大于'shadowMin'。

source: Value specified as 'shadowInactive' is not valid.
de: Der von ihnen angegebene Wert 'shadowInactive' ist nicht gültig.
fr: La valeur de 'shadowInactive' est invalide.
it: Il valore specificato come 'shadowInactive' non è valido.
pl: Wartość podana jako ;shadowInactive' jest nieprawidłowa.
zh: 'shadowInactive' 赋值无效。

source: 'shadowInactive' without 'shadowMax' makes no sense.
de: 'shadowInactive' in ohne die Angabe von 'shadowMax' ergibt keinen Sinn.
fr: 'shadowInactive' sans 'shadowMax' est inutile.
it: 'shadowInactive' senza 'shadowMax' non ha senso.
pl: 'shadowInactive' bez 'shadowMax' nie ma sensu.
zh: 不提供 'shadowMax' 的 'shadowInactive' 没有意义。

source: Value specified as 'shadowMin' should be smaller than 'shadowMax'.
de: Der angegebene Wert 'shadowMin' sollte kleiner als 'shadowMax' sein.
fr: La valeur pour 'shadowMin' doit être plus petite que 'shadowMax'.
it: Il valore specificato come 'shadowMin' deve essere minore di 'shadowMax'.
pl: Wartość podana jako 'shadowMin' powinna być mniejsza niż 'shadowMax'.
zh: 提供的 'shadowMin' 应该小于'shadowMax'。

source: Too many users, can't allocate a free ID!
de: Es sind zu viele Benutzer in der Datenbank. Es kann keine freie ID reserviert werden!
fr: Trop d'utilisateurs, impossible d'assigner un ID libre !
it: Troppi utenti, non ho un ID da allocare!
pl: Zbyt wielu użytkowników, nie można nadać wolnego ID
zh: 太多用户，无法分配一个可用的 ID！

source: Home directory
de: Basisverzeichnis
fr: Répertoire Home
pl: Katalog domowy
zh: 用户主目录

source: Primary group
de: Primäre Gruppe
fr: Groupe principal
it: Gruppo primario
pl: Grupa podstawowa
zh: 主要用户组

source: Force UID/GID
de: Erzwinge UID/GID
fr: Forcer l'UID/GID
it: Forza UID/GID
pl: Wymuś UID/GID
zh: 指定 UID/GID

source: Group membership
de: Gruppenmitgliedschaft
fr: Appartenance au groupe
it: Appartenenza al gruppo
pl: Przynależność do grup
zh: 组成员身份

source: (Warning: more than 16 groups are not supported by NFS!)
de: (Warnung: mehr als 16 Gruppen werden von NFS nicht unterstützt!)
fr: (Attention: NFS ne supporte pas plus de 16 groupes !)
it: (Attenzione: NFS non supporta più di 16 gruppi!)
pl: (Uwaga: NFS nie wspiera więcej niż 16 grup!)
zh: （警告：NFS不支持超过 16 个组！）

source: Account
de: Konto
fr: Compte
it: Utente
pl: Konto
zh: 账户

source: System trust
de: System-Vertrauen
fr: Système de Confiance
it: Affidabilità del sistema
pl: Zaufanie systemowe
zh: 信赖的系统

source: Trust mode
de: Vertrauens-Modus
fr: Mode de confiance
it: Modalità di affidabilità
pl: Tryb zaufania
zh: 信赖模式

source: User must change password on first login
de: Der Benutzer muss beim ersten Anmelden sein Kennwort ändern
fr: L'utilisateur doit changer son mot de passe lors de sa première connexion
it: L'utente deve cambiare la password al primo accesso
pl: Użytkownik musi zmienić hasło przy pierwszym logowaniu
zh: 用户必须在第一次登录修改口令

source: Password expires on
de: Kennwort läuft ab am
fr: Le mot de passe expirera le
it: La password scade il
pl: Hasło wygasa
zh: 口令过期截止日

source: Unix settings
de: UNIX-Einstellungen
fr: Paramètres unix
it: Settaggi Unix
pl: Ustawienia Unix
zh: Unix 设置

source: Posix settings
de: UNIX-Einstellungen
fr: Paramètres Posix
it: Settaggi Posix
pl: Ustawienia Posix
zh: Posix 设置

source: Select systems to add
de: Wählen Sie die hinzuzufügenden Systeme
fr: Sélectionner les hôtes à ajouter
it: Selezionate i sistemi da aggiungere
pl: Wybierz systemy do dodania
zh: 选择要添加的系统

source: Display systems of department
de: Zeige die Systeme der Abteilung
fr: Afficher les systèmes du département
it: Mostra i sistemi dei dipartimenti
pl: Wyświetl systemy departamentu
zh: 显示部门的系统

source: Display systems matching
de: Zeige die Systeme, auf die das Folgende passt
fr: Afficher les systèmes correspondant
it: Mostra i sistemi corrispondenti
pl: Wyświetl systemy pasujące
zh: 显示匹配的系统

source: Regular expression for matching addresses
de: Regulärer Ausdruck zum Erkennen von Mail-Adressen
fr: Expression régulière pour sélectionner les adresses correspondantes
it: Espressioni regolari per comparare gli indirizzi
pl: Wyrażenie regularne dla dopasowania adresów
zh: 匹配地址的正则表达式

source: Select groups to add
de: Wählen Sie die hinzuzufügenden Gruppen
fr: Sélectionner les groupes à ajouter
it: Seleziona i gruppi da aggiungere
pl: Wybierz grupy do dodania
zh: 选择要添加的组

source: Display groups of department
de: Zeige Gruppen der Abteilung
fr: Afficher les groupes du département
it: Mostra i gruppi di dipartimenti
pl: Wyświetl grupy departamentu
zh: 显示部门的组

source: Display groups matching
de: Zeige Gruppen, auf die zutrifft
fr: Afficher les groupes correspondants
it: Mostra gruppi corrispondenti
pl: Wyświetl grupy pasujące
zh: 显示匹配的组

source: Regular expression for matching group names
de: Regulärer Ausdruck zum Erkennen von Gruppennamen
fr: Expression régulière correspondant à des noms de groupe
it: Espressioni regolari per la corrispondenza dei nomi di gruppi
pl: Wyrażenie regularne dla dopasowania nazw grup
zh: 用于匹配组名的正则表达式

source: Display groups of user
de: Zeige Gruppen des Benutzers
fr: Afficher les groupes contenant des utilisateurs
it: Mostra gruppi di utenti
pl: Wyświetl grupy użytkownika
zh: 显示用户组

source: User name of which groups are shown
de: Benutzername, dessen Gruppen angezeigt werden
fr: Utilisateur dont on montre les groupes
it: Nomi degli utilizzatori dei gruppi scelti
pl: Nazwa użytkownika którego grupy są pokazane
zh: 显示属于该组的用户名

source: Can't remove kiosk profile, it is still in use by the following objects '%s'.
de: Das Kiosk-Profil kann nicht entfernt werden, da es momentan noch von folgenden Objekten verwendet wird : '%s'.
fr: Impossible d'enlever le profile kiosk ,il est encore utilisé par ce(s) objets '%s'.
it: Non potete cancellare questo allegato perché è ancora in uso dal(i) sistema(i) '%s'

source: Can't delete '%s'. Error was: permission denied.
de: Kann Datei '%s' nicht entfernen. Die Fehlermeldung war: Zugriff verweigert.
fr: Impossible d'effacer '%s'. L'erreur est: permission interdite.
it: Non posso cancellare '%s'. L'errore è: permesso negato.
pl: Nie można usunąć '%s'. Błąd: brak dostępu.
zh: 无法删除 '%s'。错误：没有权限。

source: Can't delete '%s'. Error was: file doesn't exist.
de: Kann '%s' nicht entfernen. Die Fehlermeldung war: Datei existiert nicht.
fr: Impossible d'effacer '%s'. L'erreur est: le fichier n'existe pas.

source: There is no KIOSKPATH defined in your gosa.conf. Can't manage kiosk profiles!
de: In Ihrer gosa.conf wurde kein 'KIOSKPATH' definiert. Die Verwaltung von KIOSK-Profilen ist nicht möglich.
fr: La variable KIOSPATH n'est pas définie dans votre gosa.conf. Impossible de gérer des profiles kiosk!
it: Non è stato definito KIOSKPATH in gosa.conf, Non è possibile gestire i profili kiosk!
pl: Nie istnieje parametr KIOSKPATH w gosa.conf. Nie można zarządzać profilami kiosk!
zh: 您的 gosa.conf 文件中没有定义 KIOSKPATH。无法管理 kiosk profiles！

source: Kiosk path '%s' is not accessible. Please check the permissions.
de: Auf den KIOSK-Pfad '%s' kann nicht zugegriffen werden. Bitte überprüfen Sie die Rechte.
fr: Le chemin vers le répertoire kiosk '%s' n'est pas accessible. Veuillez vérifier les permissions.
it: Kiosk path '%s' non accessibile. Per favore controllare i permessi
pl: Ścieżka kiosk '%s' nie jest dostępna. Proszę sprawdzić uprawnienia.
zh: 无法访问 kiosk 路径 '%s'。请检查权限。

source: Add hotplug devices
de: Hotplug-Geräte hinzufügen
fr: Ajouter des périphériques hotplug
it: Aggiungi dispositivi hotplug
pl: Dodaj urządzenia hotplug
zh: 添加热插拔设备

source: Hotplug management
de: Verwaltung der Hotplug-Geräte
fr: Gestion des périphériques Hotplug
it: Gestione hotplug
pl: Zarządzanie Hotplug
zh: 热插拔管理

source: Select hotplug device to add
de: Auswahl des hinzuzufügenden Hotplug-Gerätes
fr: Sélectionner le périphérique hotplug à ajouter
it: Seleziona i dispositivi hotplug da aggiungere
pl: Wybierz urządzenie hotplug do dodania
zh: 选择添加一个热插拔设备

source: Choose the department the search will be based on
de: Wählen Sie die Abteilung, auf die die Suchfunktion angewandt wird
fr: Sélectionner le département où sera effectuée la recherche
it: Scegliere il dipartimento su cui basare la ricerca
pl: Wybierz departament na którym będzie wyszukiwanie
zh: 选择一个部门来做查询

source: Display users matching
de: Zeige die Benutzer, auf die Folgendes passt
fr: Afficher les utilisateurs correspondants
it: Mostra gli utenti corrispondenti
pl: Wyświetl użytkowników pasujących
zh: 显示匹配的用户

source: Regular expression for matching hotplugs
de: Regulärer Ausdruck zum Erkennen von Hotplug-Geräten
fr: Expression régulière concordant avec les noms des périphériques hotplug
it: Espressione regolare per ricercare componente hotplug
pl: Wyrażenie regularne dla dopasowania hotplug
zh: 用于匹配热插拔的正则表达式

source: Kiosk profile management
de: Verwaltung der Kiosk-Profile
fr: Gérer les profil Kiosk
it: gestione dei profili Kiosk
pl: Zarządzanie profilami kiosk
zh: Kiosk profile 管理

source: Browse
de: Durchsuchen
fr: Parcourir
it: Sfoglia
pl: Przeglądaj
zh: 浏览

source: Remove
de: Entfernen
fr: Supprimer
it: Rimuovi
pl: Usuń
zh: 删除

source: Please select a printer or press cancel.
de: Bitte wählen Sie einen Drucker oder 'Abbrechen'.
fr: Veuillez sélectionner une imprimante ou cliquez sur annuler.
it: Per favore seleziona una stampante o premi annulla.
pl: Proszę wybrać drukarkę lub nacisnąć Anuluj.
zh: 请选择一个打印机或者取消。

source: Add printer devcies
de: Drucker hinzufügen
fr: Ajouter une d'imprimante
it: Aggiungi una stampante
pl: Dodaj urządzenie drukujące
zh: 添加打印设备

source: Select printer to add
de: Wählen Sie den hinzuzufügenden Drucker
fr: Sélectionnez une imprimante à ajouter
it: Seleziona la stampante da aggiungere
pl: Wybierz drukarkę do dodania
zh: 选择要添加的打印机

source: Display printers matching
de: Zeige die Drucker, auf die Folgendes passt
fr: Afficher les imprimantes correspondants
it: Mostra le stampanti corrispondenti
pl: Wyświetl drukarki pasujące
zh: 显示匹配的打印机

source: Regular expression for matching printer names
de: Regulärer Ausdruck zum Erkennen von Druckernamen
fr: Expression régulière concordant avec les noms des imprimantes
it: Espressioni regolari per corrispondenza del nome delle stampanti
pl: Wyrażenie regularne do dopasowania nazw drukarek
zh: 匹配打印机名的正则表达式

source: auto
fr: automatique
pl: automatycznie
zh: 自动

source: You have specified an external resolution hook which can't be read, please check the permission of the file '%s'.
de: Sie haben einen Hook für das externe Beziehen von Auflösungen angegeben. Dieser kann nicht ausgeführt werden. Prüfen Sie die Berechtigungen von '%s'.
fr: Vous avez spécifié un hook externe qui ne peut pas être lu, veuillez vérifier les permissions du fichier '%s'.
it: Hai specificato una risoluzione esterna che non può essere raggiunta, per favore controlla i permessi del file '%s'.
pl: Podano zewnętrzny zaczep rozdzielczości którego nie można czytać, proszę sprawdzić uprawnienia pliku '%s'.
zh: 您已经定义的一个外部钩子解决方案无法访问，请检查文件 '%s' 的权限。

source: None
de: keine
fr: Aucun
it: Nessuno
pl: Brak
zh: 无

source: Remove environment extension
de: Umgebungs-Erweiterung entfernen
fr: Enlever l'extension d'environnement
it: Rimuovi le estensioni dell'ambiente
pl: Usuń rozszerzenie środowiska
zh: 删除环境变量扩展

source: Environment extension enabled. You can disable it by clicking below.
de: Dieses Konto besitzt aktivierte Umgebungs-Erweiterungen. Sie können diese durch einen Klick auf die Schaltfläche unten deaktivieren.
fr: Extension d'environnement activée. Vous pouvez la désactiver en cliquant sur le bouton ci-dessous.
it: Estensioni dellambiente abilitate. Potete disabilitarle cliccando sotto.
pl: Rozszerzenie środowiska włączone. Można je wyłączyć klikając poniżej.
zh: 环境变量扩展已经启用。您可以点击下面按钮禁用。

source: Add environment extension
de: Umgebungs-Erweiterung hinzufügen
fr: Ajouter une extension d'environnement
it: Aggiungi estensioni dell'ambiente
pl: Dodaj rozszerzenie środowiska
zh: 添加环境变量扩展

source: Environment extension disabled. You can enable it by clicking below.
de: Aktuell besitzt dieses Konto keine aktivierten Umgebungs-Erweiterungen. Sie können diese durch einen Klick auf die Schaltfläche unten aktivieren.
fr: Extension d'environnement désactivé. Vous pouvez l'activer en cliquant sur le bouton ci-dessous.
it: Estensioni dell'ambiente disabilitate. Potete abilitarle cliccando sotto.
pl: Rozszerzenie środowiska wyłączone. Można je włączyć klikając poniżej.
zh: 环境变量扩展已禁用。您可以点击下面按钮重新启用。

source: Environment extension disabled. You have to setup a posix account before you can enable this feature.
de: Aktuell besitzt dieser Server keine aktivierten Umgebungs-Erweiterungen. Um diese zu aktivieren werden die UNIX-Erweiterungen benötigt. Diese müssen zuerst aktiviert werden.
fr: Extension d'environnement désactivée. Vous devez d'abord créer un compte posix avant de pouvoir activer cette extension.
it: Estensioni dell'ambiente disabilitate. Dovete definire un utente posix prima di abilitare questa caratteristica.
pl: Rozszerzenie środowiska wyłączone, Należy najpierw ustawić rozszerzenie posix.
zh: 环境变量扩展已禁用。在启用这个功能前，您必须设置一个 posix 账号。

source: You must specify a valid mount point.
de: Bitte geben Sie einen gültigen Mount-Pfad an!
fr: Veuillez indiquer un point de montage valide.
it: Dovete specificare un valido punto di montaggio.
pl: Musisz podać prawidłowy punkt montowania.
zh: 您必须提供一个有效的挂载点。

source: Spaces are not allowed in the mount path!
de: Leerzeichen sind im Laufwerks-Pfad nicht erlaubt!
fr: Les espaces ne sont pas autorisées dans le point de montage !
it: Non c'è spazio utilizzabile all'indirizzo montato!
pl: Spacje są niedozwolone w ścieżce montowania!
zh: 挂载路径不允许有空格！

source: Reset password hash
de: Kennwort zurücksetzen
fr: Réinitialiser le mot de passe
it: Resetta password hash
pl: Zresetuj hash hasła
zh: 重置口令

source: Delete share entry
de: Diesen Freigabe-Eintrag entfernen
fr: Supprimer ce partage
it: Cancella la condivisione
pl: Usuń wpis udziału
zh: 删除共享条目

source: The selected kiosk profile '%s' is no longer available, setting current profile to 'none'.
de: Das ausgewählte Kiosk-Profil '%s' ist nicht mehr verfügbar, die Einstellung wurde auf 'keins' zurückgesetzt.
fr: Le profil kiosk sélectionné '%s' n'est plus disponible, le profil actuel est changé en 'aucun'.
it: Il profilo selezionato di kiosk '%s' non è disponibile; settate il profilo corrente a 'nessuno'.
pl: Wybrany profil kiosk '%s' nie jest już dostępny, ustawiam aktualny profil na 'brak'.
zh: 选择的 kiosk profile '%s' 不存在，设置当前 profile 为 'none'。

source: Removing environment information failed
de: Entfernen der Umgebungs-Informationen ist fehlgeschlagen
fr: La suppression de l'extension d'environnement à échoué
it: La rimozione delle informazioni di ambiente è fallita.
pl: Usuwanie informacji środowiska nieudane
zh: 删除环境变量信息失败

source: Please set a valid profile quota size.
de: Bitte wählen Sie eine gültige Kontingent-Grösse.
fr: Veuillez indiquer un quota valide pour le profil.
it: Per favore definire un valore Quota per il profilo
pl: Proszę podać prawidłowy rozmiar quota dla profilu.
zh: 请输入一个有效的 profile quota 大小。

source: You need to setup a valid posix extension in order to enable evironment features.
de: Sie benötigen eine gültige UNIX-Erweiterung, um die Umgebungs-Erweiterung zu aktivieren.
fr: Vous devez configurer correctement l'extension posix pour activer l'extension d'environnement.
it: E' necessario settare una valida estensione posix per abilitare le caratteristiche dell'ambiente.
pl: Należy ustawić prawidłowe rozszerzenie posix aby włączyć cechy środowiska.
zh: 为了启用环境功能，您需要设置一个有效的 posix 扩展。

source: Can't save new kiosk profiles, possibly permission denied for folder
de: Das neue Kiosk-Profil kann nicht gespeichert werden. Wahrscheinlich besitzen Sie nicht die nötigen Rechte.
fr: Impossible de sauver de nouveaux profiles kiosk, je n'ai pas les droits sur le répertoire
it: Non è possibile salvare il profilo kiosk; probabilmente è negato il permesso di accesso alla cartella
pl: Nie można zapisać nowych profili kiosk, prawdopodobnie brak uprawnień dla katalogu
zh: 无法保存新的 kiosk profiles，可能是目录的权限不对

source: Adding environment information failed
de: Hinzufügen der Umgebungs-Erweiterung ist fehlgeschlagen
fr: L'ajout de l'extension d'environnement à échoué
it: Aggiunta di informazioni di ambiente fallita
pl: Dodawanie informacji środowiska nieudane
zh: 添加环境信息失败

source: group share
de: Gruppen-Freigabe
fr: partage de groupe
it: condivisione di gruppo
pl: grupuj udział
zh: 组共享

source: Administrator
fr: Administrateur
it: Amministratore
zh: 管理员

source: Default printer
de: Standard Drucker
fr: Imprimante par défaut
it: Stampante di default
pl: Domyślna drukarka
zh: 缺省打印机

source: Create new hotplug entry
de: Neuen Hotplug-Eintrag erstellen
fr: Création une nouvelle entrée hotplug
it: Crea nuove connessioni hotplug
pl: Utwórz nowy element hotplug
zh: 创建一个新热插拔条目

source: Create new hotplug device
de: Neues Hotplug-Gerät erstellen
fr: Créer un nouveau périphérique hotplug
it: Crea nuovi dispositivi hotplug
pl: Utwórz nowe urządzenie hotplug
zh: 创建一个新的热插拔设备

source: Device name
de: Gerätename
fr: Nom du périphérique
it: Nome dispositivi
pl: Nazwa urządzenia
zh: 设备名称

source: Serial number
de: Seriennummer
fr: Numéro de série
it: Numero seriale
pl: Numer seryjny
zh: 系列号

source: (iSerial)
fr: (ISérie)

source: Vendor-ID
de: Hersteller-ID
fr: ID du vendeur
zh: 供应商-ID

source: (idVendor)
fr: (Idvendeur)

source: Product-ID
de: Produkt-ID
fr: ID du produit
zh: 产品-ID

source: (idProduct)
fr: (Idproduit)

source: Logon script management
de: Verwaltung der Anmelde-Skripte
fr: Administration des scripts de démarrage
it: Gestione degli script di accesso (logon)
pl: Zarządzanie skryptami logowania
zh: 登录脚本管理

source: Logon script settings
de: Einstellungen für Anmelde-Skripte
fr: Paramètres des scripts de démarrage
it: Definizione degli script di accesso
pl: Ustawienia skryptu logowania
zh: 登录脚本设置

source: Script name
de: Skriptname
fr: Nom du script
pl: Nazwa skryptu
zh: 脚本名称

source: Priority
de: Priorität
fr: Priorité
it: priorità
pl: Priorytet
zh: 优先级

source: Logon script flags
de: Optionen für Anmelde-Skripte
fr: Paramètres des scripts de démarrage
it: Flag degli script di accesso
pl: Flagi skryptu logowania
zh: 登录脚本标志

source: Last script
de: Letztes Skript
fr: Dernier script
it: Ultimo script
pl: Ostatni skrypt
zh: 最后脚本

source: Script can be replaced by user
de: Skript kann vom Benutzer ausgetauscht werden
fr: Le script peut être remplacé par l'utilisateur
it: Lo script può essere sostituito dall'utente
pl: Skrypt może być zmieniony przez użytkownika
zh: 可以被用户替换的脚本

source: Logon script
de: Anmelde-Skript
fr: Script de démarrage
it: Script di accesso
pl: Skrypt logowania
zh: 登录脚本

source: The environment extension is currently disabled.
de: Die Umgebungs-Erweiterung ist zur Zeit deaktiviert.
fr: L'extension d'environnement est actuellement désactivée.
it: Le estensioni all'ambiente sono atualmente disabilitate.
pl: Rozszerzenie Środowisko jest obecnie wyłączone
zh: 环境变量扩展当前被禁用。

source: Environment managment settings
de: Umgebungs-Einstellungen
fr: Paramètres des préférences d'environnement
it: Definizione della gestione dell'ambiente
pl: Ustawienia zarządzania Środowiskiem
zh: 环境变量管理设置

source: Profile managment
de: Profil-Verwaltung
fr: Gestion du profile
it: Gestione profili
pl: Zarządzanie profilami
zh: Profile 管理

source: Use profile managment
de: Benutze Profil-Verwaltung
fr: Utiliser la gestion des profiles
it: Gestione del profilo utenti
pl: Użyj zarządzania profilami
zh: 用户 profile 管理

source: Profile server managment
de: Profil-Server-Verwaltung
fr: Gestion des profiles serveurs
it: Gestione profilo server
pl: Zarządzanie serwerem profili
zh: Profile 服务器管理

source: Profil path
de: Profil-Pfad
fr: Chemin du Profil
it: Profgilo path
pl: Ścieżka profili

source: Profil quota
de: Profil-Kontingent
fr: Quota du profil
it: Profilo quota
pl: Quota profili

source: Cache profile localy
de: Profil lokal zwischenspeichern
fr: Cacher le profile localement
it: Profilo cache locale
pl: Buforu profil lokalnie
zh: 本地缓存 profile

source: Kiosk profile settings
de: Kiosk-Profil-Einstellungen
fr: Paramètres du profil Kiosk
it: Definizione profilo Kiosk
pl: Ustawienia profilu Kiosk
zh: Kiosk profile 设置

source: Kiosk profile
de: Kiosk-Profil
fr: Profil Kiosk
it: Profilo Kiosk
pl: Profil Kiosk

source: Manage
de: Verwalten
fr: Gérer
it: gestione
pl: Zarządzaj
zh: 管理

source: Resolution changeable during session
de: Auflösung änderbar während des Betriebs
fr: La résolution peut être changée pendant la session
it: Risoluzione modificabile durante la sessione
pl: Rozdzielczość zmienialna podczas pracy
zh: 会话期间分辨率可调

source: Resolution
de: Auflösung
fr: Résolution
it: Risoluzione
pl: Rozdzielczość
zh: 分辨率

source: Shares
de: Freigaben
fr: Partages
it: Condivisioni
pl: Udziały
zh: 共享

source: User used to connect to the share
de: Benutzer, der für die Verbindung zur Freigabe verwendet wird
fr: Utilisateur sélectionné pour la connexion au partage
it: Utente utilizzato per connettere la condivisione
pl: Użytkownik łączył się do tego udziału
zh: 用户习惯连接这个共享

source: Select a share
de: Wählen Sie eine Freigabe
fr: Sélectionnez un partage
it: Seleziona una condivisione
pl: Wybierz udział
zh: 选择一个共享

source: Mount path
de: Einhänge-Pfad
fr: Point de montage
it: Monta una path
pl: Ścieżka montowania
zh: 挂载路径

source: Logon scripts
de: Anmelde-Skripte
fr: Scripts de démarrage
it: Script di accesso
pl: Skrypty logowania
zh: 登录脚本

source: Hotplug devices
de: Hotplug-Geräte
fr: Périphériques Hotplug
it: Dispositivi hotplug
pl: Urządzenia Hotplug
zh: 热插拔设备

source: Hotplug device settings
de: Einstellungen der Hotplug-Geräte
fr: Paramètre des périphériques Hotplug
it: Configurazione dispositivi hotplug
pl: Ustawienia urządzeń Hotplug
zh: 热插拔设备设置
