Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: FAX Reports
de: Fax-Berichte
fr: Rapports des Fax
it: Report del FAX
pl: Raporty FAX
zh: 传真记录

source: No fax extension defined in your sever configuration, no reports can be shown!
de: Es wurde keine Fax-Erweiterung in der Server-Konfiguration definiert, Berichte können nicht angezeigt werden!
fr: Pas d'extension fax définie dans la configuration de votre serveur, aucun rapport ne peut être montré!
it: Nessuna estensione fax definita nella configurazione del server. I report non possono essere mostrati!
zh: 没有在服务器配置中定义传真扩展，无法显示报告！

source: There is no mysql extension available, please check your php setup.
de: Die MySQL-Erweiterung wurde nicht gefunden, bitte überprüfen Sie Ihr PHP-Setup.
fr: Il n'y a pas d'extension mysql disponible, vérifiez votre configuration php.
it: Non è disponibile l'estensione mysql. Per favore controllate la configurazione php.
pl: Brak rozszerzenia mysql, proszę sprawdzić ustawienia php.
zh: 没有可用的 mysql 扩展，请检查您的 php 设置。

source: Can't connect to fax database, no reports can be shown!
de: Die Fax-Datenbank kann nicht erreicht werden. Es können keine Berichte angezeigt werden!
fr: Impossible de se connecter à la base de données des fax, aucun rapport ne peut être affiché!
it: Non posso connettere il database fax. I report non possono essere mostarti!
pl: Nie można połączyć się z bazą fax, nie można pokazać żadnych raportów!
zh: 不能连接传真数据库，无法显示报告！

source: Can't select fax database for report generation!
de: Kann die Fax-Datenbank zur Berichterstellung nicht öffnen!
fr: Impossible de sélectionner la base de données fax pour la génération de rapports!
it: Non posso selzionare il database fax per la genrazione dei report!
pl: Nie można wybrać bazy fax aby generować raport!
zh: 无法为创建报告查找传真数据库！

source: Can't query fax table 'faxlog' for report generation!
de: Kann die Fax-Tabelle 'faxlog' nicht für die Berichterstellung abfragen!
fr: Impossible d'interroger la table 'faxlog' pour la génération de rapports!
it: Non posso interrogare il file dei log dei fax per generare il report!
zh: 无法为创建报告查询传真数据表 'faxlog'！

source: Query for fax database failed!
de: Die Anfrage zur Fax-Datenbank ist fehlgeschlagen!
fr: La requête sur la base de données des fax a échoué!
it: Interrogazione del database fax fallita!
pl: Zapytanie do bazy fax nieudane!
zh: 查询传真数据库失败！

source: You have no permission to retrieve informations about this fax id!
de: Sie haben keine Berechtigung, ein Fax mit dieser ID einzusehen!
fr: Vous n'avez pas l'autorisation de récupérer les informations à propos de l'identifiant de ce fax!
it: Non hai il permesso di recuperare informazioni su spesto specifico fax (fax id)!
pl: Brak uprawnień do pobierania informacji o tym faxie!
zh: 您无权获取关于此传真 id 的信息！

source: Y-M-D
de: D.M.Y
fr: A-M-J
pl: R-M-D

source: FAX reports
de: Fax-Berichte
fr: Rapports des Fax
it: Report FAX
pl: Raporty FAX
zh: 传真记录

source: FAX preview - please wait
de: Fax Vorschau - bitte warten
fr: prévisualisation du FAX - Veuillez attendre
it: Anteprima FAX - prego attendere
pl: Podgląd FAXu - proszę poczekać
zh: 传真预览 ── 请等待

source: Click on fax to download
de: Klicken Sie auf das Fax, um es herunterzuladen
fr: Cliquez sur le fax pour le télécharger
it: Cliccare sul fax per scaricare
pl: Kliknij na fax aby pobrać
zh: 点击传真下载

source: User
de: Benutzer
fr: Utilisateur
it: utentge
pl: Użytkownik
zh: 用户

source: Date / Time
de: Datum / Zeit
fr: Date / Heure
it: Data / Orario
pl: Data/Czas
zh: 日期 / 时间

source: Sender MSN
de: Absender-MSN
fr: MSN de l'expéditeur
it: Mittente MSN
pl: MSN nadawcy
zh: 发送者 MSN

source: Sender ID
de: Absender-ID
fr: ID de l'expéditeur
it: Mittente ID
pl: ID nadawcy
zh: 发送者 ID

source: Receiver MSN
de: Empfänger-MSN
fr: MSN du correspondant
it: Ricevente MSN
pl: MSN odbiorcy
zh: 接收者 MSN

source: Receiver ID
de: Empfänger-ID
fr: ID du correspondant
it: Ricevente ID
pl: ID odbiorcy
zh: 接收者 ID

source: Status
fr: Statut
it: Stato
zh: 状态

source: Status message
de: Status-Nachricht
fr: Statut
it: Stato del messaggio
pl: Informacja o statusie
zh: 状态信息

source: Transfer time
de: Übertragungszeit
fr: Temps de transfert
it: Tempo di trasferimento
pl: Czas transferu
zh: 传送时间

source: Filter
fr: Filtre
it: Filtro
pl: Filtr
zh: 过滤器

source: Search for
de: Suche nach
fr: Recherche de
it: Cerca per
pl: Szukaj dla
zh: 查询

source: Enter user name to search for
de: Benutzername, nach dem gesucht werden soll
fr: Entrez le nom recherché
it: Inserisci il nome utente da ricercare
pl: Wprowadź poszukiwaną nazwę użytkownika
zh: 输入要查询的用户名

source: in
fr: dans
pl: w
zh: 于

source: Select subtree to base search on
de: Wählen Sie den Teilbaum, in dem gesucht werden soll
fr: Sélectionnez la branche de l'annuaire où sera effectuée la recherche
it: Seleziona da dove avviare la ricerca
pl: Wybierz poddrzewo od którego zacząć szukanie
zh: 选择查询基于的子树

source: during
de: während
fr: pendant
it: durante
pl: podczas
zh: 在

source: Sender
de: Absender
fr: Expéditeur
it: Mittente
pl: Nadawca
zh: 发送者

source: Receiver
de: Empfänger
fr: Correspondant
it: Ricevente
pl: Odbiorca
zh: 接收者

source: Search returned no results...
de: Die Suche verlief ergebnislos...
fr: La recherche n'a renvoyé aucun résultat...
it: La ricerca non ha evidenziato alcun risultato...
pl: Wyszukiwanie nie zwróciło żadnych wyników...
zh: 查无结果...

source: Select numbers to add
de: Wählen Sie die hinzuzufügenden Nummern
fr: Sélectionnez les numéros à ajouter
it: Seleziona i numeri da aggiungere
pl: Wybierz numery do dodania
zh: 选择要添加的数字

source: Filters
de: Filter
fr: Filtres
it: Filtri
pl: Filtry
zh: 过滤器

source: Display numbers of department
de: Zeige die Nummern der Abteilung
fr: Afficher les numéro du département
it: Mostra i numeri dei dipartimenti
pl: Wyświetl numery departamentu
zh: 显示部门号码

source: Choose the department the search will be based on
de: Wählen Sie die Abteilung, auf die die Suchfunktion angewandt wird
fr: Sélectionner le département où sera effectuée la recherche
it: Scegli il dipartimento su cui basare la ricerca
pl: Wybierz departament na którym wyszukiwanie będzie bazować
zh: 选择一个部门来做查询

source: Display numbers matching
de: Zeige die Nummern, auf die Folgendes passt
fr: Afficher les numéros correspondants
it: Mostra i numeri corrispondenti
pl: Wyświetl numery pasujące
zh: 显示匹配数字

source: Regular expression for matching numbers
de: Regulärer Ausdruck zum Erkennen von Telefonnummern
fr: Expression régulière pour trouver les numéros correspondants
it: Espressione regolare per confrontare i numeri
pl: Wyrażenie regularne dla dopasowania numerów
zh: 匹配号码的正则表达式

source: Display numbers of user
de: Zeige Nummern des Benutzers
fr: Afficher les numéros des utilisateurs
it: Mostra i numeri degli utenti
pl: Wyświetl numery użytkownika
zh: 显示用户编号

source: User name of which numbers are shown
de: Benutzername, dessen Nummern angezeigt werden
fr: Utilisateur dont les numéros sont affichés
it: Nome dell'utente il cui numero è mostrato
pl: Nazwa użytkownika którego numery są pokazane
zh: 显示该号码的用户名

source: This account has no fax extensions.
de: Dieses Konto besitzt keine Fax-Erweiterungen.
fr: Ce compte n'a pas d'extensions FAX.
it: Questo utente non ha le estensioni fax.
pl: To konto nie posiada rozszerzenia fax
zh: 这个账号没有传真扩展。

source: Remove fax account
de: Fax-Konto entfernen
fr: Supprimer le compte FAX
it: Rimuovi l'utnete fax
pl: Usuń konto fax
zh: 删除传真账号

source: This account has fax features enabled. You can disable them by clicking below.
de: Dieses Konto besitzt aktivierte Fax-Erweiterungen. Sie können diese durch einen Klick auf die Schaltfläche unten deaktivieren.
fr: Le fax est activée pour ce compte, vous pouvez le désactiver en cliquant sur le bouton ci-dessous.
it: Questo utente ha le caratteristiche fax attivate. Potete disabilitarle cliccando sotto.
pl: To konto ma włączone cechu fax. Można je wyłączyć klikając poniżej.
zh: 这个账户传真功能已启用。您可以点击下面的按钮禁用。

source: Create fax account
de: Fax-Konto erzeugen
fr: Créer un compte FAX
it: Crea un utente fax
pl: Utwórz konto fax
zh: 创建传真账号

source: This account has fax features disabled. You can enable them by clicking below.
de: Aktuell besitzt dieses Konto keine aktivierten Fax-Erweiterungen. Sie können diese durch einen Klick auf die Schaltfläche unten aktivieren.
fr: Le fax est désactivé pour ce compte, vous pouvez l'activer en cliquant sur le bouton ci-dessous.
it: Questo utente ha le caratteristiche fax disattivate. Potete abilitarle cliccando sotto.
pl: To konto ma wyłączone cechy faxu. Można je włączyć klikając poniżej.
zh: 这个账户传真功能已禁用。您可以点击下面的按钮来启用。

source: You're trying to add an invalid phone number.
de: Sie versuchen, eine ungültige Telefonnummer hinzuzufügen.
fr: Vous essayez d'ajouter un numéro de téléphone invalide.
it: State provando ad aggiungere un numero di telefono inesatto.
pl: Nieprawidłowy numer telefonu.
zh: 您正在添加一个无效的电话号码。

source: back
de: zurück
fr: retour
it: Indietro
pl: wróć
zh: 返回

source: Removing FAX account failed
de: Entfernen des FAX-Kontos ist fehlgeschlagen
fr: La suppression du compte FAX à échoué
it: Rimozione dell'utente FAX fallita
pl: Usuwanie konta FAX nieudane
zh: 删除传真账号失败

source: The required field 'Fax' is not set.
de: Das benötigte Feld 'Fax' ist nicht gesetzt.
fr: Le champ obligatoire 'Fax' n'est pas renseigné.
it: Il richiesto campo 'Fax' non è impostato.
pl: Wymagane pole 'fax' jest puste.
zh: 需要的字段“传真”没有设置

source: Please enter a valid telephone number in the 'Fax' field.
de: Bitte geben Sie eine gültige Telefonnummer im Feld 'Fax' an.
fr: Veuillez entrer un numéro de téléphone valide dans le champ 'Fax'.
it: Per favore inserite un corretto numero telefonico nel campo 'Fax'.
pl: Proszę podać prawidłowy numer telefonu w polu 'Fax'.
zh: 请在“传真”处填入一个有效的电话号码。

source: Mail delivery is checked, but no address has been specified.
de: Die Zustellung von Mail ist aktiviert, aber es wurde keine Adresse angegeben.
fr: La livraison par messagerie est activée, mais aucune adresse est spécifiée.
it: La consegna in posta elettronica è attiva ma non è specificato un indirizzo di posta.
pl: Dostarczanie poczty jest włączone, ale nie podano adresu.
zh: 选择了邮件传递，但是没有定义地址。

source: The mail address you've entered is invalid.
de: Die Mail Adresse, die Sie eingegeben haben, ist ungültig.
fr: L'adresse de messagerie introduite est incorrecte.
it: L'indirizzo postale indicato non è corretto.
pl: Adres email który podano jest nieprawidłowy.
zh: 您输入的邮件地址无效。

source: Deliver fax to printer, is only possible if valid printer is given. Please correct your choice.
de: 'Fax an Drucker weiterleiten' ist nur möglich, wenn ein gültiger Drucker angegeben wurde. Bitte korrigieren Sie Ihre Auswahl.
fr: La réception d'un fax sur une imprimante ne fonctionnera que si une imprimante valable est mentionnée. Veuillez corriger votre choix.
it: L'invio del fax alla stampante è possibile solo se è indicata una stampante corretta. Per favore correggete la vostra scelta.
pl: Dostarczanie faxu do drukarki jest możliwe jedynie gdy istnieje prawidłowa drukarka. Proszę poprawić.
zh: 发送传真到打印机，只有在提供一个有效的打印机才能够实现。请修改您的选择。

source: Saving FAX account failed
de: Speichern des FAX-Kontos fehlgeschlagen
fr: La sauvegarde du compte FAX à échoué
it: Salvataggio dell'utente FAX fallito
pl: Zapytanie konta FAX nieudane!
zh: 保存传真账号失败

source: Fax number for GOfax to trigger on
de: Fax-Nummer, auf die GOfax ansprechen soll
fr: Numéro de fax pour lesquels GOfax s'activera
it: Numero del Fax per attivare GOfax
pl: Numer faxu dla GOfax dla przełączenia
zh: 要打开的 GOfax 的传真号码

source: Language
de: Sprache
fr: Langue
it: Lingua
pl: Język
zh: 语言

source: Specify the GOfax communication language for fax to mail gateway
de: Geben Sie die Kommunikations-Sprache für das Fax to Mail-Gateway an
fr: Indiquez le le protocole de communication GOfax pour les fax vers la passerelle de messagerie
it: Specifica il linguaggio di comunicazione di GOfax per il fax attraverso i gateway mail
pl: Podaj język komunikacji GOfax dla bramki fax2mail
zh: 描述传真到邮件网关的 GOfax 通讯语言

source: Delivery format
de: Auslieferungsformat
fr: Format de distribution
it: Formato di consegna
pl: Format dostarczania
zh: 传输格式

source: Specify delivery format for fax to mail gateway
de: Geben Sie das Auslieferungsformat des Fax to Mailgateways an
fr: Spécifiez le format de distribution pour les fax vers la passerelle de messagerie
it: Specifica il formato di consegna per i fax attraverso il gateway mail
pl: Podaj format dostarczania dla bramki fax-mail
zh: 说明传真到邮件网关的格式

source: Delivery methods
de: Auslieferungsmethode
fr: Méthodes de distribution
it: Metodo di consegna
pl: Metody dostarczania
zh: 传输方法

source: Temporary disable fax usage
de: Temporäres Abschalten der Fax-Benutzung
fr: Désactiver temporairement l'utilisation du fax
it: Disabilita temporaneamente l'uso del fax
pl: Tymczasowo zablokuj używanie faxu
zh: 临时禁用传真

source: Deliver fax as mail to
de: Fax als Mail ausliefern an
fr: Délivrer les fax comme des messages à
it: Consegna il fax come mail a
pl: Dostarcz fax jako pocztę do
zh: 发送传真至邮件到

source: Deliver fax as mail
de: Als Mail ausliefern
fr: Délivrer les fax comme des messages
it: Consegna il fax come mail
pl: Dostarcz fax jako pocztę
zh: 发送传真至邮件

source: Deliver fax to printer
de: Fax an Drucker weiterleiten
fr: Imprimer directement les fax
it: Consegna il fax alla stampante
pl: Dostarcz fax na drukarkę
zh: 发送传真至打印机

source: Alternate fax numbers
de: Alternative Fax-Nummern
fr: Numéros de fax alternatif
it: Alterna i numeri di fax
pl: Alternatywne numery faxu
zh: 替代传真号码

source: Add local
de: Lokale hinzufügen
fr: Ajouter en local
it: Aggiungi locali
pl: Dodaj lokalne
zh: 添加本地

source: Blocklists
de: Sperrlisten
fr: Listes Rouges
it: Lista di blocco
pl: Bloklisty
zh: 黑名单

source: Blocklists for incoming fax
de: Sperrlisten für eingehendes Fax
fr: Listes rouges pour les fax entrant
it: Liste di blocco per fax in ingresso
pl: Bloklisty dla nadchodzących faxów
zh: 输入传真黑名单

source: Edit
de: Bearbeiten
fr: Editer
it: Modifica
pl: Edytuj
zh: 编辑

source: Blocklists for outgoing fax
de: Sperrlisten für abgehendes Fax
fr: Listes rouges pour les fax sortant
it: Liste di blocco per fax in uscita
pl: Bloklisty dla wychodzących faxów
zh: 外发传真黑名单

source: Click the 'Edit' button below to change informations in this dialog
de: Betätigen sie den 'Bearbeiten'-Schalter unten um Informationen in diesem Dialog zu ändern
fr: Cliquez sur le bouton 'Editer' ci-dessous pour changer les informations dans cette boite de dialogue
it: Clicca il bottone 'Modifica' per cambiare le informazioni in questa finestra di dialogo
pl: Kliknij przycisk 'Edytuj' poniżej, aby zmienić informacje w tym oknie
zh: 点击下面的“编辑”按钮修改该对话框内的信息

source: FAX settings
de: Fax-Einstellungen
fr: Configuration du FAX
it: Impostazioni FAX
pl: Ustawienia FAX
zh: 传真设置

source: Alternate fax numbers will not be copied
de: Alternative Fax-Nummern werden nicht kopiert
fr: Les numéros de fax alternatif ne seront pas copiés
it: Il numero di fax alternativo non deve essere copiato
zh: 不拷贝到替代传真号码

source: Blocked numbers/lists
de: Gesperrte Nummern/Listen
fr: Numéros/listes refusés
it: Numeri e liste bloccate
pl: Zablokowane numery/listy
zh: 封锁号码/列表

source: List of predefined blocklists
de: Liste von vordefinierten Sperrlisten
fr: Liste des listes rouges prédéfinies
it: Elenco delle liste di blocco predefinite
pl: Lista predefiniowanych bloklist
zh: 预定义黑名单列表

source: Add the list to the blocklists
de: Liste zu den Sperrlisten hinzufügen
fr: Ajouter a la liste des listes rouges
it: Aggiungi la lista di blooco all'elenco
pl: Dodaj listę do bloklisty
zh: 添加列表至黑名单

source: expired
de: abgelaufen
fr: expire
it: Scaduto
pl: wygasło
zh: 过期

source: grace time active
de: Nachfrist aktiv
fr: temps de grâce activé
it: tempo 'aggiuntivo' attivato (grace time)
pl: Czas prolongaty aktywny
zh: 时间限制激活

source: active, password not changable
de: aktiv, Kennwort kann nicht geändert werden
fr: actif, impossible de changer le mot de passe
it: attivo, password non modificabile
pl: aktywne, hasło niezmienialne
zh: 活动，口令不可更改

source: active, password expired
de: aktiv, Kennwort abgelaufen
fr: actif, mot de passe expiré
it: attivo, password scaduta
pl: aktywne, hasło wygasło
zh: 活动，口令过期

source: active
de: aktiv
fr: actif
it: attivo
pl: Aktywne
zh: 活动

source: Group of user
de: Gruppe des Benutzers
fr: Groupe d'utilisateurs
it: Gruppo di utenti
pl: Grupa użytkownika
zh: 用户组

source: unconfigured
de: unkonfiguriert
fr: non configuré
it: Non configurato
pl: nieskonfigurowane
zh: 未配置

source: automatic
de: automatisch
fr: automatique
it: automatico
pl: automatyczne
zh: 自动

source: This account has no unix extensions.
de: Dieses Konto besitzt keine UNIX-Erweiterungen.
fr: Ce compte n'a pas d'extension unix.
it: Questo utente non ha estensioni unix
pl: To konto nie posiada rozszerzeń unix
zh: 这个账户未包含 unix 扩展。

source: Remove posix account
de: UNIX-Konto entfernen
fr: Supprimer le compte posix
it: Rimuovi l'utente posix
pl: Usuń konto posixowe
zh: 删除 posix 账户

source: This account has unix features enabled. To disable them, you'll need to remove the samba / environment account first.
de: Dieses Konto besitzt aktivierte UNIX-Erweiterungen. Um sie zu deaktivieren, müssen Sie zunächst die Samba- und Umgebungserweiterungen deaktivieren.
fr: Ce compte possède l'extension unix. Pour le désactiver vous devez au préalable supprimer le(s) compte samba / environnement.
it: Questo utente ha attivate le opzioni unix. Per disabilitarle è necessario rimuovere prima l'utente dall'ambiente samba.
pl: To konto posiada rozszerzenia unix, Aby je wyłączyć należy najpierw usunąć konto Samba/Środowisko.
zh: 这个账户已经启用 unix 功能。要禁用，您需要先删除 samba / 环境变量账户。

source: This account has posix features enabled. You can disable them by clicking below.
de: Dieses Konto besitzt aktivierte UNIX-Erweiterungen. Sie können diese durch einen Klick auf die untere Schaltfläche deaktivieren.
fr: Ce compte possède l'extension posix. Vous pouvez le supprimer en cliquant sur le bouton ci-dessous.
it: Questo utente ha le funzioni posix attivate. Potete disabilitarle cliccando sotto.
pl: To konto posiada rozszerzenia posix. Można je wyłączyć klikająć poniżej.
zh: 这个账户已经启用 posix 功能。要禁用请点击下面按钮。

source: Create posix account
de: UNIX-Konto erstellen
fr: Créer un compte posix
it: Crea un utente posix
pl: Utwórz konto posixowe
zh: 创建 posix 账户

source: This account has posix features disabled. You can enable them by clicking below.
de: Dieses Konto besitzt keine aktivierten UNIX-Erweiterungen. Sie können diese durch einen Klick auf die untere Schaltfläche aktivieren.
fr: Aucune extension posix n'existe pour ce compte. Vous pouvez en créer une en cliquant sur le bouton ci-dessous.
it: Questo utente ha le opzioni posix disabilitate. Potete abilitarle cliccando sotto.
pl: To konto nie posiada rozszerzenia posix. Można je włączyć klikająć poniżej.
zh: 这个账户已经禁用 posix 功能。要启用请点击下面按钮。

source: Password can't be changed up to %s days after last change
de: Kennwort kann bis zu %s Tage nach der letzten Änderung nicht geändert werden
fr: Les mots de passe ne peuvent être changé qu'après %s jours à compter de la dernière modification de celui-ci
it: La password non può essere modificata per %s giorni dopo l'ultima modifica
pl: Hasło nie może być zmienione do %s dni po ostatniej zmianie
zh: 自上次更改以来 %s 天，不能修改口令

source: Password must be changed after %s days
de: Der Benutzer muß sein Kennwort nach %s Tagen ändern
fr: Le mot de passe doit être changé après %s jours
it: La password deve essere modificata dopo %s giorni
pl: Hasło musi zostać zmienione po %s dniach
zh: 口令必须在 %s 天之后更改

source: Disable account after %s days of inactivity after password expiery
de: Konto nach %s Tagen nach Ablauf ohne Aktivität deaktivieren
fr: Désactiver le compte après %s jours d'inactivité après l'expiration du mot de passe
it: Disabilita l'utente dopo %s giorni di inattività dopo la scadenza della password
pl: Wyłącz konto po %s dniach nieaktywności po wygaśnięciu hasła
zh: 口令过期 %s 天后，禁用账号

source: Warn user %s days before password expiery
de: Benutzer %s Tage vor dem Ablauf des Kennwort es warnen
fr: Avertir l'utilisateur %s jours avant l'expiration de son mot de passe
it: Informazione per l'utente %s giorni prima della scadenza della password
pl: Ostrzeż użytkownika na %s dni przed wygaśnięciem hasła
zh: 在口令过期 %s 天之前警告用户

source: January
de: Januar
fr: Janvier
it: gennaio
pl: Styczeń
zh: 一月

source: February
de: Februar
fr: Février
it: febbraio
pl: Luty
zh: 二月

source: March
de: März
fr: Mars
it: marzo
pl: Marzec
zh: 三月

source: April
fr: Avril
it: aprile
pl: Kwiecień
zh: 四月

source: May
de: Mai
fr: Mai
it: maggio
pl: Maj
zh: 五月

source: June
de: Juni
fr: Juin
it: giugno
pl: Czerwiec
zh: 六月

source: July
de: Juli
fr: Juillet
it: luglio
pl: Lipiec
zh: 七月

source: August
fr: Août
it: agosto
pl: Sierpień
zh: 八月

source: September
fr: Septembre
it: settembre
pl: Wrzesień
zh: 九月

source: October
de: Oktober
fr: Octobre
it: ottobre
pl: Październik
zh: 十月

source: November
fr: Novembre
it: novembre
pl: Listopad
zh: 十一月

source: December
de: Dezember
fr: Décembre
it: dicembre
pl: Grudzień
zh: 十二月

source: full access
de: Vollzugriff
fr: accès complet
it: accesso completo
pl: pełen dostęp
zh: 完全访问权限

source: allow access to these hosts
de: erlaube Zugriff auf diese Hosts
fr: permettre l'accès a ces hôtes
it: permetti accesso a questi hosts
pl: zezwól na dostęp do tych hostów
zh: 允许访问这些主机

source: Removing UNIX account failed
de: Entfernen des UNIX-Kontos ist fehlgeschlagen
fr: La suppression de l'extension UNIX à échoué
it: Rimozione utente UNIX fallita
pl: Usuwanie konta UNIX nieudane
zh: 删除 UNIX 账户失败

source: Failed: overriding lock
de: Fehlgeschlagen: Lock wird ignoriert
fr: Échoué: réécriture du verrou
it: Fallito: blocco principale
pl: Niepowodzenie: nadpisuję blokadę
zh: 失败：覆盖缩

source: Saving UNIX account failed
de: Speichern des Unix-Kontos ist fehlgeschlagen
fr: La sauvegarde du compte UNIX à échoué
it: Salvataggio dell'utente UNIX fallito
pl: Zapisywanie konta UNIX nieudane
zh: 保存 UNIX 账户失败

source: The required field 'Home directory' is not set.
de: Das benötigte Feld 'Basisverzeichnis' ist nicht gesetzt.
fr: Le champ obligatoire 'Répertoire Home' n'est pas renseigné.
it: Il campo richiesto 'Home directory' non è definito.
pl: Wymagane pole 'Katalog domowy' nie jest ustawione.
zh: 需要的字段“用户主目录”没有设置。

source: Please enter a valid path in 'Home directory' field.
de: Bitte geben Sie einen gültigen Pfad in das Feld 'Basisverzeichnis' ein.
fr: Veuillez indiquer un chemin d'accès valide dans le champ 'Répertoire Home'.
it: Per favore indicate una valida path nel campo 'Home directory'.
pl: Proszę podać prawidłową ścieżkę w polu 'Katalog domowy'.
zh: 请在“用户主目录”输入一个有效的地址。

source: Value specified as 'UID' is not valid.
de: Die von ihnen angebene 'UID' ist nicht korrekt.
fr: La valeur de l''UID' spécifiée n'est pas valide.
it: Il valore specificato come 'UID' non è valido.
pl: Wartość podana jako 'UID' jest nieprawidłowa.
zh: 'UID' 赋值无效。

source: Value specified as 'UID' is too small.
de: Die von ihnen angebene 'UID' ist zu klein.
fr: La valeur de l''UID' est trop petite.
it: Il valore specificato come 'UID' è troppo piccolo.
pl: Wartość podana jako 'UID' jest za mała.
zh: 'UID' 赋值太小。

source: Value specified as 'GID' is not valid.
de: Die von ihnen angebene 'GID' ist nicht korrekt.
fr: La valeur du 'GID' n'est pas valide.
it: Il valore specificato come 'GID' non è valido.
pl: Wartość podana jako 'GID' jest nieprawidłowa.
zh: 'GID' 赋值无效。

source: Value specified as 'GID' is too small.
de: Die von ihnen angebene 'GID' ist zu klein.
fr: La valeur spécifiée comme 'GID' est trop petite.
it: Il valore specificato come 'GID' è troppo piccolo.
pl: Wartość podana jako 'GID' jest za mała.
zh: 'UID' 赋值太小。
