Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Choose an existing FAI task
de: Einen existierenden Task wählen
fr: Choisissez une tâche FAI existante
it: Scegli un esistente 'compito' FAI
pl: Proszę wybrać istniejące zadanie FAI
zh: 选择一个已存在的 FAI 任务

source: Sort direction
de: Sortierungsrichtung
fr: Sens du tri

source: Removing FAI script base failed
de: Entfernen der FAI-Skript-Basis fehlgeschlagen
fr: La suppression du script de base FAI à échoué.
it: RImozione dello script FAI di base fallito
pl: Usuwanie bazy skryptów FAI nieudane
zh: 删除 FAI script base 失败

source: Creating FAI script base failed
de: Erzeugen der Basis für FAI-Skripte ist fehlgeschlagen
fr: Créer un nouveau script de base FAI à échoué
it: Creazione dello script FAI di base fallito
pl: Tworzenie bazy skryptów FAI nieudane
zh: 创建 FAI script base 失败

source: Removing FAI script failed
de: Entfernen des FAI-Skripts fehlgeschlagen
fr: La suppression du script FAI à échoué
it: Rimozione dello script FAI fallito
pl: Usuwanie skryptu FAI nieudane
zh: 删除 FAI 脚本失败

source: Saving FAI script failed
de: Speichern des FAI-Skripts fehlgeschlagen
fr: La sauvegarde du script FAI à échoué
it: Salvataggio dello script FAI fallito
pl: Zapisywanie skryptu FAI nieudane
zh: 保存 FAI 脚本失败

source: Primary mail address for this shared folder
de: Primäre Mail-Adresse dieses verteilten Ordners
fr: Adresse de messagerie principale pour ce répertoire partagé
it: Indirzzo postale primario per questa cartella condivisa
pl: Adres podstawowy dla tego współdzielonego folderu
zh: 此共享目录的主要邮件地址

source: Select mail server to place user on
de: Wählen Sie den Mail-Server, auf dem der Benutzer angelegt werden soll
fr: Sélectionner le serveur de messagerie sur lequel sera créé l'utilisateur
it: Scegli un server di posta dove inserire l'utente
pl: Wybierz serwer pocztowy dla użytkownika
zh: 选择放置用户的邮件服务器

source: Folder type
de: Ordner-Typ
fr: Type de dossier

source: IMAP shared folders
de: IMAP Verteilte Ordner
fr: Dossier partagé IMAP
it: Cartelle con divise IMAP
pl: Współdzielone foldery IMAP
zh: IMAP 共享目录

source: Default permission
de: Standard-Berechtigungen
fr: Permission par défaut
it: Permessi di default
pl: Domyślne uprawnienia
zh: 缺省权限

source: Member permission
de: Mitglieder-Berechtigungen
fr: Permission des membres
it: Permessi dei componenti
pl: Uprawnienia członków
zh: 成员权限

source: Forward messages to non group members
de: Weiterleiten der Nachrichten an nicht-Gruppenmitglieder
fr: Transférer les messages vers un membre n'appartenant pas au groupe
it: Inoltra i messaggi anche ai non componenti dei gruppi
pl: Przekaż wiadomości do członków bez grupy
zh: 转发邮件到非组成员

source: read
de: lesen
fr: lecture
it: leggi
pl: czytanie
zh: 读

source: post
de: posten
fr: envoyer
pl: wysyłanie
zh: 贴

source: external post
de: extern posten
fr: envoi externe
it: post 'esterno'
pl: wysyłanie zewnętrzne
zh: 外部粘贴

source: append
de: anhängen
fr: ajouter
pl: dołączanie
zh: 附加

source: write
de: schreiben
fr: écrire
it: scrivi
pl: zapisywanie
zh: 写

source: admin
fr: administrateur
zh: 管理员

source: none
de: keine
fr: aucun
it: nessuno
pl: żaden
zh: 无

source: This 'dn' has no valid mail extensions.
de: Dieser 'DN' hat keine Mail-Erweiterungen.
fr: Ce 'dn' n'a pas d'extension mail valide.
it: Questo 'dn' non ha una valida estensione mail
pl: Podany 'dn' nie posiada prawidłowych rozszerzeń Pocztowych.
zh: 这个 'dn' 没有有效邮件扩展。

source: Remove shared folder from mail server database when entry gets removed in LDAP
de: Diesen verteilten Ordner vom Mail-Server entfernen nachdem der Eintrag aus dem LDAP entfernt wurde
fr: Enlever le dossier partagé du serveur de messagerie quand l'entrée est enlevée du serveur LDAP
it: Rimuovi le cartelle condivise dal server di posta quando questi valori sono rimossi da LDAP
zh: 当条目从 LDAP 中删除后，从邮件服务器数据库中删除共享目录

source: Remove the shared folder and all its contents after saving this account
de: Diesen verteilten Ordner samt Inhalt entfernen nachdem dieses Konto gespeichert wurde
fr: Effacer le dossier partagé et tout son contenu après avoir sauvegardé ce compte
it: Rimuovi le cartelle condivise e tutto il loro contenuto dopo aver salvato questo utente
zh: 在保存完毕该账号后，删除共享目录和其中所有内容

source: Unspecified
de: nicht definiert
fr: Non défini

source: Mails
fr: Messagerie

source: Tasks
de: Aufgaben
fr: Tâche

source: Journals
de: Journal
fr: Journaux

source: Calendar
de: Kalender
fr: Calendrier
pl: Kalendarz

source: Inbox
de: Posteingang
fr: Boîte de réception

source: Drafts
de: Entwürfe
fr: Brouillon

source: Sent items
de: Gesendete Objekte
fr: Eléments envoyés

source: Junk mail
de: Spam Mail
fr: Messages indésirables

source: Default
de: Standard
fr: défaut
pl: Domyślne
zh: 缺省

source: Removing group mail settings failed
de: Entfernen der Gruppen-Mail-Einstellungen ist fehlgeschlagen
fr: La suppression des paramètres de messagerie pour le groupe à échoué
it: Rimozione delle specifiche dei gruppi di posta fallita
pl: Usuwanie ustawień poczty grupy nieudane
zh: 删除组邮件设置失败

source: Saving group mail settings failed
de: Speichern der Mail-Einstellungen für die Gruppe fehlgeschlagen
fr: La sauvegarde des paramètres de messagerie pour le groupe à échoué
it: Salvataggio delle specifiche dei gruppi di posta fallita
pl: Zapisywanie ustawień poczty grupy nieudane
zh: 保存组邮件设置失败

source: Please enter a valid email addres in 'Primary address' field.
de: Bitte geben Sie eine gültige E-Mail-Adresse in das Feld 'Primäre Adresse' ein.
fr: Veuillez entrer une adresse de messagerie valide dans le champ 'Adresse principale'.
it: Per favore inserite un validoi indirizzo e-mail nel campo 'Indirizzo principale'.
pl: Proszę podać prawidłowy adres email w polu 'Podstawowy adres'.
zh: 请在“主要地址”栏输入一个有效邮件地址。

source: Please choose valid permission settings. Default permission can't be emtpy.
de: Bitte wählen sie gültige Zugriffsrechte. Standard-Zugriffsrechte dürfen nicht leer sein.
fr: Veuillez choisir des permissions valables. Les permissions par défaut ne peuvent pas être vides.
it: Per favore scegli delle valide impostazioni di permesso. Le impostazioni di permesso non possono essere vuote.
pl: Proszę wybrać prawidłowe ustawienia. Domyślne ustawienia nie mogą być puste.
zh: 请选择一个有效的权限设置。缺省权限不能为空。

source: Please select a valid mail server.
de: Bitte wählen Sie einen gültigen Mail-Server.
fr: Veuillez sélectionner un serveur de messagerie valide.
it: Per favore selezionate un valido server di posta.
pl: Proszę wybrać prawidłowy serwer pocztowy.
zh: 请选择一个有效的邮件服务器。

source: Folder administrators
de: Ordner-Administratoren
fr: Administrateurs du dossier
it: Cartelle degli amministratori
pl: Administratorzy foldera
zh: 目录管理员

source: Select a specific department
de: Wählen Sie eine bestimmte Abteilung
fr: Sélectionner un département
it: Seleziona uno specifcio dipartimento
pl: Wybierz departament
zh: 选择一个特定的部门

source: Choose
de: Wählen
fr: Choisir
it: Scegli
pl: Wybierz
zh: 选择

source: List of groups
de: Liste der Gruppen
fr: Liste des groupes
it: Lista dei gruppi
pl: Lista grup
zh: 组列表

source: This menu allows you to add, edit and remove selected groups. You may want to use the range selector on top of the group listbox, when working with a large number of groups.
de: Dieses Menü erlaubt es Ihnen Gruppen hinzuzufügen, zu bearbeiten oder zu entfernen. Bei einer großen Anzahl von Gruppen bietet sich die Verwendung der Bereichsauswahl an.
fr: Ce menu permet d'ajouter, de modifier ou de supprimer les groupes sélectionnés. Vous pouvez utiliser les différents filtres lorsque vous travaillez avec un nombre élevé de groupes.
it: Questo menu permette di aggiungere, modificare e rimuovere i gruppi selezionati. POtresti poter usare il selettore in cima all'elenco dei gruppi, quando stai lavorando con molti gruppi.
pl: To menu umożliwia tworzenie, edycję oraz usuwanie wybranych grup. Posiadając dużą liczbę użytkowników wygodniej jest używać selektorów zakresu na górze listy grup.
zh: 这个菜单允许您添加，编辑和删除所选的组。对于一个长列表，您可以通过选择框上面的范围选择来调整。

source: Groupname / Department
de: Gruppenname / Abteilung
fr: Nom du Groupe / Département
it: Nome del gruppo/dipartimento
pl: Nazwa grupy / Departament
zh: 组名 / 部门

source: Select to see groups that are primary groups of users
de: Auswählen, um die Gruppen zu sehen, die primären Gruppen der Benutzer sind
fr: Sélectionnez afin d'afficher les groupes qui sont les groupes principaux d'utilisateurs
it: Seleziona per vedere i gruppi che sono gruppi primari di utenti.
pl: Zaznacz aby zobaczyć grupy które są podstawowymi grupami użytkowników
zh: 选择查看用户的主要组

source: Show primary groups
de: Zeige primäre Gruppen
fr: Afficher les groupes de base
it: Mostra i gruppi primari
pl: Pokaż podstawowe grupy
zh: 显示主要组

source: Select to see groups that have samba groups mappings
de: Auswählen, um die Gruppen zu sehen, denen Samba-Eigenschaften zugeordnet sind
fr: Sélectionnez afin d'afficher les groupes qui ont des attributs Samba
it: Seleziona per vedere i gruppi che sono mappati come gruppi samba.
pl: Zaznacz aby zobaczyć grupy które posiadają mapowania grup samba
zh: 选择查看配置了 samba 映射的用户组

source: Show samba groups
de: Zeige Samba-Gruppen
fr: Afficher les groupes Samba
it: Mostra i gruppi samba
pl: Pokaż grupy samba
zh: 显示 samba 用户组

source: Select to see groups that have applications configured
de: Auswählen, um die Gruppen zu sehen, denen Anwendungen zugeordnet sind
fr: Sélectionnez afin d'afficher les groupes ayant des applications configurées
it: Seleziona per vedere i gruppi che hanno applicazioni configurati
pl: Zaznacz aby zobaczyć grupy które posiadają skonfigurowane aplikacje
zh: 选择查看配置了应用程序的组

source: Show application groups
de: Zeige Anwendungs-Gruppen
fr: Afficher les groupes applications
it: Mostra i gruppi degli applicativi
pl: Pokaż grupy aplikacji
zh: 显示应用程序组

source: Select to see groups that have mail settings
de: Auswählen, um die Gruppen zu sehen, denen E-Mail-Eigenschaften zugeordnet sind
fr: Sélectionnez afin d'afficher les groupes ayant la messagerie activée
it: Seleziona per vedere i gruppi che hanno impostazioni di posta
pl: Zaznacz aby zobaczyć grupy które zawierają ustawienia poczty
zh: 选择查看配置了邮件设置的组

source: Show mail groups
de: Zeige E-Mail-Gruppen
fr: Afficher les groupes ayant la messagerie activé
it: Mostra i gruppi di posta
pl: Pokaż grupy pocztowe
zh: 显示邮件组

source: Select to see normal groups that have only functional aspects
de: Auswählen, um die "normalen" Gruppen zu sehen
fr: Sélectionnez afin d'afficher les groupes normaux ayant uniquement un aspect fonctionnel
it: Seleziona per vedere i gruppi che hanno solo aspetti funzionali
pl: Zaznacz aby zobaczyć grupy, które posiadają tylko aspekty funkcjonalne
zh: 选择查看实用的普通组

source: Show functional groups
de: Zeige Funktions-Gruppen
fr: Afficher les groupes fonctionnels
it: Mostra i gruppi funzionali
pl: Pokaż grupy funkcjonalne
zh: 显示实用组

source: Create new group
de: Neue Gruppe erstellen
fr: Créer un nouveau groupe
it: Crea un nuovo gruppo
pl: Utwórz nową grupę
zh: 创建新组

source: Number of listed groups
de: Anzahl der angezeigten Gruppen
fr: Nombre de groupes

source: Can't find this groups SID in LDAP or in your configuration file!
de: Die SID dieser Gruppe kann weder im LDAP noch in der Konfigurationsdatei gefunden werden!
fr: Impossible de trouver le SID de ce groupe dans l'annuaire LDAP ou dans le fichier de configuration!
it: Non posso trovare il SID del gruppo in LDAP o nel file di configurazione!
pl: Nie można znaleźć SID tych grup ani w LDAP, ani w pliku konfiguracyjnym!
zh: 无法在 LDAP 或您的配置文件中查找这个组 SID。

source: This 'dn' is no group.
de: Diese 'dn' hat keine Gruppenerweiterungen.
fr: Ce 'dn' n'est pas un groupe.
it: Questo 'dn' non è un gruppo.
pl: Podane 'dn' nie jest grupą.
zh: 该 'dn' 不是一个组。

source: Samba group
de: Samba-Gruppe
fr: Groupe Samba
it: Gruppo samba
pl: Grupa Samba
zh: Samba 组

source: Domain admins
de: Domänen-Administratoren
fr: Administrateurs du domaine
it: Amministratori del dominio
pl: Administratorzy domeny
zh: 域管理员

source: Domain users
de: Domänen-Benutzer
fr: Utilisateurs du domaine
it: Utenti del dominio
pl: Użytkownicy domeny
zh: 域用户

source: Domain guests
de: Domänen-Gäste
fr: Invités du domaine
it: Ospiti del dominio
pl: Goście domeny
zh: 域名 guests

source: Special group (%d)
de: Spezielle Gruppe (%d)
fr: Groupe spécial (%d)
it: Gruppi speciali (%d)
pl: Specjalna grupa (%d)
zh: 特殊组 (%d)

source: ! unknown id
de: ! unbekannte id
fr: ! identifiant inconnu
it: ! id sconosciuto
pl: ! nieznane id
zh: ! 未知 id

source: Your search method returned more than '%s' users, only '%s' users are shown.
de: Ihre Such-Methode ergab mehr als '%s' Benutzer, es werden davon '%s' Benutzer angezeigt.
fr: '%s' utilisateurs ont été trouvé grâce à votre recherche, les '%s' premiers seront montrés.
it: Il metodo di ricerca ha restituito più di '%s' utenti, soli '%s' utenti sono mostrati.
pl: Metoda wyszukiwania zwróciła więcej niż '%s' użytkowników, tylko '%s' jest pokazanych.
zh: 您的查询方式返回超过 '%s' 用户，只有 '%s' 用户被显示。

source: Removing group failed
de: Entfernen der Gruppe fehlgeschlagen
fr: La suppression du groupe à échoué
it: Rimozione del gruppo fallito
pl: Usuwanie grupy nieudane
zh: 删除组失败

source: No configured SID found for '%s'.
de: Keine konfigurierte SID für %s gefunden
fr: Pas de SID trouvé pour '%s'.
it: Non è stato trovato un SID configurato per '%s'.
pl: Nie znaleziono skonfigurowanego SID dla '%s'.
zh: 没有发现为 '%s' 配置的 SID

source: No configured RIDBASE found for '%s'.
de: Keine konfigurierte RIDBASE für '%s' gefunden.
fr: Pas de RIDBASE trouvé pour '%s'
it: Non è stato trovato un RIDBASE per '%s'.
pl: Nie znaleziono RIDBASE dla '%s'.
zh: 没有发现为 '%s' 配置的 RIDBASE

source: Saving group failed
de: Speichern der Gruppe fehlgeschlagen
fr: La sauvegarde du groupe à échoué
it: Salvataggio del gruppo fallito
pl: Zapisywanie grupy nieudane
zh: 保存组失败

source: You have no permissions to create a group on this 'Base'.
de: Sie haben keine Berechtigung, eine Gruppe unterhalb dieser 'Basis' anzulegen.
fr: Vous n'avez pas l'autorisation de créer un groupe dans cette 'Base'.
it: Non hai il permesso per preare un gruppo a questo livello.
pl: Brak uprawnień do tworzenia grupy w tej 'bazie'.
zh: 您无权在此 'Base' 下创建一个组

source: You have no permissions to move a group from the original 'Base'.
de: Sie haben keine Berechtigung, eine Gruppe aus der ursprünglichen 'Basis' zu verschieben.
fr: Vous n'avez pas l'autorisation pour déplacer un groupe depuis la 'Base' originale.

source: The field 'Name' contains invalid characters. Lowercase, numbers and dashes are allowed.
de: Das Feld 'Name' enthält ungültige Zeichen. Kleinbuchstaben, Zahlen und Bindestriche sind erlaubt.
fr: Le champ 'Nom' contient des caractères invalides. Minuscule, chiffre et tirets sont valides.
it: Il campo 'Nome' contiene caratteri non validi. Caratteri minuscoli, numeri e trattini sono consentiti.
pl: Pole 'Nazwa' zawiera niedozwolone znaki. Tylko małe litery, liczny i myślniki są dozwolone.
zh: 字段 'Name' 包含无效字符。只允许小写字母，数字和短线。

source: Value specified as 'Name' is already used.
de: Eine Gruppe mit diesem Namen existiert bereits.
fr: La valeur spécifiée dans le champs 'Nom' existe déjà.
it: Il valore specifciato come 'Nome' è già in uso.
pl: Wartość podana jako 'Nazwa' jest już użyta.
zh: 指定为“名称”的值已经在使用了。

source: Too many groups, can't allocate a free ID!
de: Es sind zu viele Gruppen in der Datenbank. Es kann keine freie ID reserviert werden!
fr: Trop d'utilisateurs, impossible d'assigner un ID libre!
zh: 太多用户组，无法分配可用 ID！

source: You have no permissions to view and edit ACLs.
de: Sie haben keine Berechtigung um ACLs anzuzeigen oder zu bearbeiten.
fr: Vous n'avez pas l'autorisation pour voir et éditer les ACLs.
zh: 您无权查看和编辑 ACL。

source: This 'dn' is no acl container.
de: Diese 'dn' enthält keine Zugriffserweiterungen.
fr: Ce 'dn' n'est pas un conteneur pour les acls.
it: Questo 'dn' non è un container acl
pl: Ten 'dn' nie jest kontenerem acl.
zh: 这个 'dn' 不是一个 acl 容器。

source: Removing ACL information failed
de: Entfernen der ACL-Informationen fehlgeschlagen
fr: La suppression des informations ACL à échoué
it: Rimozione delle informazioni sull'ACL fallita
pl: Usuwanie informacji ACL nieudane
zh: 删除 ACL 信息失败

source: Saving ACL information failed
de: Speichern der ACL-Informationen fehlgeschlagen
fr: La sauvegarde des informations ACL à échoué
it: Salvataggio delle informazioni sull'ACL fallita
pl: Zapisywanie informacji ACL nieudane
zh: 保存 ACL 信息失败

source: All fields are writeable
de: Alle Felder sind änderbar
fr: Tous les champs sont modifiables
it: Tutti i campi sono scrivibili
pl: Wszystkie pola są zapisywalne
zh: 所有字段均可写

source: Group name
de: Gruppenname
fr: Nom du groupe
it: Nome del gruppo
pl: Nazwa grupy
zh: 组名

source: Posix name of the group
de: UNIX-Name der Gruppe
fr: Nom posix du groupe
it: Nome posix del gruppo
pl: Posixowa nazwa grupy
zh: 组的 posix 名称

source: Descriptive text for this group
de: Beschreibender Text für diese Gruppe
fr: Description du groupe
it: Descrizione del gruppo
pl: Tekst opisowy dla tej grupy
zh: 组的描述文字

source: Choose subtree to place group in
de: Wählen Sie den Unterbaum, in den die Gruppe eingepflegt werden soll
fr: Sélectionnez la branche où sera placée le groupe
it: Scegli dove salvare il gruppo
pl: Wybierz poddrzewo do umieszczenia grupy
zh: 选择来放置组的子树

source: Normally IDs are autogenerated, select to specify manually
de: Normalerweise werden IDs automatisch generiert. Auswählen um dies zu umgehen
fr: Normalement les IDs sont générés automatiquement, vous pouvez en spécifier un manuellement
it: Normalmente gli ID sono autogenerati; seleziona per specificarli manualmente
pl: Zwyczajowo ID są generowane automatycznie, wybierz aby podać ręcznie
zh: 一般 ID 是自动创建的，要手工设置请选择

source: Force GID
de: Erzwinge GID
fr: Forcer le GID
it: Forza il GID
pl: Wymuś GID
zh: 强制 GID

source: Forced ID number
de: Erzwungene ID-Nummer
fr: Forcer le numéro d'ID
it: Numero ID forzato
pl: Wymuś numer ID
zh: 强制 ID 编号

source: Select to create a samba conform group
de: Auswählen, um eine sambakonforme Gruppe zu erzeugen
fr: Sélectionnez afin de créer un groupe samba
it: Selezionate per creare un gruppo samba corrispondente
pl: Wybierz aby utworzyć grupę samba
zh: 选择创建一个 samba 确认组

source: in domain
de: in der Domain
fr: dans le domaine
it: nel dominio
pl: w domenie
zh: 于域

source: Members are in a phone pickup group
de: Mitglieder sind in einer Telefon-Gruppe
fr: Les membres sont dans un groupe téléphonique
it: Questi elementi sono in un gruppo di pickup telefonico
pl: Członkowie są w grupie odbioru telefonu
zh: 成员属于电话应答组

source: Members are in a nagios group
de: Mitglieder sind in einer Nagios-Gruppe
fr: Les membres sont dans un groupe nagios
it: Questi elementi sono in un gruppo nagios
pl: Członkowie są w grupie nagios.
zh: 成员属于 nagios 组

source: Group members
de: Gruppenmitglieder
fr: Membre du groupe
it: Componenti del gruppo
pl: Członkowie grupy
zh: 组成员

source: Display addresses of department
de: Zeige die Adressen der Abteilung
fr: Afficher les adresses du département
it: Mostra gli indirizzi dei dipartimenti
pl: Wyświetl adresy departamentu
zh: 显示部门地址

source: Display addresses matching
de: Zeige die Adressen, auf die das Folgende passt
fr: Afficher les adresses correspondantes
it: Mostra gli indirizzi corrispondenti
pl: Wyświetl adresy pasujące
zh: 显示匹配地址

source: Group administration
de: Gruppenverwaltung
fr: Administration du groupe
it: Gruppo Amministrativo
pl: Administracja Grupą
zh: 组管理

source: Select users to add
de: Wählen Sie die hinzuzufügenden Benutzer
fr: Sélectionnez les utilisateurs à ajouter
it: Seleziona gli utenti da aggiungere
pl: Wybierz użytkowników do dodania
zh: 选择要添加的用户

source: Select to see servers
de: Wählen um Server anzuzeigen
fr: Sélectionnez pour voir les serveurs
it: Seleziona per vedere i server
pl: Proszę aby zobaczyć serwery
zh: 选择显示服务器

source: Search within subtree
de: Suche im Unterbaum
fr: Chercher dans le sous arbre
it: Cerca in questo albero
pl: Szukaj wewnątrz tego poddrzewa
zh: 在子树中查找

source: Display users of department
de: Zeige die Benutzer der Abteilung
fr: Afficher les utilisateurs du département
it: Mostra gli utenti del dipartimento
pl: Wyświetl użytkowników departamentu
zh: 显示部门的用户

source: Regular expression for matching user names
de: Regulärer Ausdruck zum Erkennen von Benutzernamen
fr: Expression régulière concordant avec les noms des utilisateurs
it: Espressione regolare per ricercare il nome utente
pl: Wyrażenie regularne do dopasowania nazw użytkowników
zh: 匹配用户名的正则表达式

source: Group settings
de: Gruppen-Einstellungen
fr: Préférences des groupes
it: Impostazioni gruppo
pl: Ustawienia grupy
zh: 组设置

source: This 'dn' is no appgroup.
de: Diese 'dn' hat keine Anwendungs-Informationen
fr: Ce 'dn' n'est pas un groupe d'applications.
it: Questo 'dn' non è un appgroup.
pl: Ten 'dn' nie jest grupą aplikacji.
zh: 该 'dn' 不是一个 app组。

source: Remove applications
de: Anwendungen entfernen
fr: Suppression d'applications
it: Rimuobi le applicazioni
pl: Usuń aplikacje
zh: 删除应用程序

source: This group has application features enabled. You can disable them by clicking below.
de: Diese Gruppe hat Anwendungs-Eigenschaften aktiviert. Sie können diese durch einen Klick auf die untere Schaltfläche deaktivieren.
fr: Des applications sont configurées pour ce groupe. Vous pouvez les désactivez en cliquant sur le bouton ci-dessous.
it: Questo gruppo ha le opzioni delle applicazioni abilitate. Le puoi disabilitare cliccando sotto.
pl: Ta grupa ma włączone cechu aplikacji. Można je wyłączyć klikając poniżej.
zh: 这个组启用了应用程序功能。您可以点击下面按钮来禁用。

source: Create applications
de: Anwendungen erstellen
fr: Créer des applications
it: Crea le applicazioni
pl: Utwórz aplikację
zh: 创建应用程序

source: This group has application features disabled. You can enable them by clicking below.
de: Diese Gruppe besitzt deaktivierte Anwendungs-Eigenschaften. Sie können diese durch einen Klick auf die untere Schaltfläche aktivieren.
fr: Ce groupe ne possède pas d'applications configurées. Vous pouvez en ajouter en cliquant sur le bouton ci-dessous.
it: Questo gruppo ha le opzioni delle applicazioni disabilitate. Le puoi abilitare cliccando sotto.
pl: Ta grupa ma wyłączone cechy aplikacji. Można je włączyć klikając poniżej.
zh: 这个组禁用了应用程序功能。您可以点击下面按钮来启用。

source: Invalid character in category name.
de: Die angegebene Kategorie enthält ungültige Zeichen.
fr: Le nom de la catégorie contient des caractères invalides.
it: Carattere non valido nel nome della categoria.
pl: Nieprawidłowy znak w nazwie kategorii.
zh: 分类名包含无效字符。

source: The specified category already exists.
de: Die angegebene Kategorie existiert bereits.
fr: Le catégorie indiquée existe déjà.
it: La categoria specifica già esiste.
pl: Podana kategoria już istnieje.
zh: 指定的分类已经存在。

source: The selected application name is not uniq. Please check your LDAP.
de: Der gewählte Anwendungsname ist nicht eindeutig. Bitte überprüfen Sie Ihr LDAP-Verzeichnis.
fr: Le nom de l'application n'est pas unique. Veuillez vérifier l'annuaire LDAP.
it: Il nome dell'applicazione selezionata non è unico. Verifica in LDAP.
pl: Wybrana nazwa aplikacji nie jest unikalna. Proszę sprawdzić LDAP.
zh: 选择的应用程序名称不唯一。请检查您的 LDAP。

source: The selected application has no options.
de: Die gewählte Anwendung hat keine Optionen.
fr: L'application sélectionnée n'a pas d'options.
it: L'applicazione selezionata non ha opzioni.
pl: Wybrana aplikacja nie posiada opcji.
zh: 选择的应用程序没有选项。

source: department
de: Abteilung
fr: département
it: dipartimento
pl: departament
zh: 部门

source: Delete entry
de: Eintrag entfernen
fr: Supprimer cette entrée
it: Cancella il valore
pl: Usuń wpis
zh: 删除条目

source: Move up
de: Nach oben bewegen
fr: En haut
it: Muoviti su
pl: Przesuń w górę
zh: 向上移动

source: Move down
de: Nach unten bewegen
fr: En bas
it: Muoviti giù
pl: Przesuń w dół
zh: 向下移动
