Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Specified value is not a valid 'trusted network' value.
de: Der angegebene Wert ist kein gültiges vertrauenswürdiges Netzwerk.
fr: Le valeur spécifiée n'est pas une valeur 'réseau de confiance' valide.
it: Il valore specificato non è un valore 'trusted network' valido.
zh: 给出的值不是一个有效的 '可信网络'。

source: Removing of server services/spamassassin with dn '%s' failed.
de: Entfernen des Server-Dienstes Spamassassin ist fehlgeschlagen
fr: La suppression du service spamassasin sur le serveur avec le dn '%s' à échoué.
it: Rimozione del servizio server spamassassin con dn '%s' fallita.
zh: 删除 dn 为 '%s' 的 服务器服务/spamassassin 失败。

source: Saving of server services/spamassassin with dn '%s' failed.
de: Speichern des Spamassassin Dienstes mit der DN '%s' ist fehlgeschlagen.
fr: La sauvegarde du service spamassassin sur le serveur avec le dn '%s' à échoué.
it: Salvataggio del servizio server spamassassin con dn '%s' fallita.
zh: 以 dn '%s' 保存 服务器服务/spamassassin 失败。

source: Required score must be a numeric value.
de: Die angegebene Score muß ein numerischer Wert sein.
fr: Le score requis doit être un nombre positif.
it: Il punteggio richiesto deve essere numerico.
zh: 需要的分值必须是数字。

source: Command '%s', specified as ACTION_HOOK for plugin '%s' doesn't seem to exist.
de: Das in ACTION_HOOK angegebene Kommando '%s' (Modul '%s') scheint nicht zu existieren.
fr: La commande '%s', utilisée dans le ACTION_HOOK de l'extension '%s' n'existe pas.
it: Il comando '%s', specificato come ACTION_HOOK per il plugin '%s' non sembra esistere.
zh: 命令 '%s'，作为插件 '%s' 的 ACTION_HOOK 好像并不存在。

source: Set status flag for server services/spamassassin with dn '%s' failed.
de: Das Setzen des Status-Flags für den Server-Dienst spamassassin mit der DN '%dn' ist fehlgeschlagen.
fr: L'activation du statut pour le service spamassassin avec le dn '%s' à échoué.
it: Definzione dello stato del servizio server spamassassin con dn '%s' fallita.
zh: 设置 dn 为 '%s' 的服务器服务/spamassassin 的状态标志失败。

source: Please enter a value for 'release'.
de: Bitte geben Sie einen Wert für 'Release' ein.
fr: Veuillez entrer une valeur pour 'la version'
it: Per favore inserite un valore per la 'release'.
pl: Proszę podać wartość dla 'wydania'.
zh: 请为“发行版”输入一个值。

source: Please specify a valid value for 'url'.
de: Bitte geben Sie im Feld 'url' einen gültigen Wert ein.
fr: Veuillez spécifier un nom valide pour 'url'.
it: Per favore specificate un valore valido per 'url'.
pl: Proszę podać prawidłową wartość dla 'url'.
zh: 请为“URL”提供一个有效的值。

source: Can't execute specified REPOSITORY_HOOK '%s'. Please check your gosa.conf.
de: Kann das als REPOSITORY_HOOK angegebene Kommando '%s' nicht ausführen.
fr: Impossible d'exécuter la commande spécifiée REPOSITORY_HOOK '%s'. Veuillez vérifier votre gosaconf.
it: Non posso eseguire REPOSITORY_HOOK '%s'. Per favore controllate il file gosa.conf.
pl: Nie można wykonać podanego REPOSITORY_HOOK '%s'. proszę sprawdzić gosa.conf.
zh: 无法执行指定的 REPOSITOR_HOOK '%s'，请检查您的 gosa.conf。

source: Cyrus admins
de: Cyrus-Administratoren
fr: Administrateur Cyrus
it: Amministratori di Cyrus
zh: Cyrus 管理员

source: POP3 service
de: POP3-Dienst
fr: Service POP3
it: Servizio POP3
pl: Usługa POP3
zh: POP3 服务

source: POP3/SSL service
de: POP3/SSL-Dienst
fr: Service POP3/SSL
it: Servizio POP3/SSL
pl: Usługa POP3/SSL
zh: POP3/SSL 服务器

source: IMAP service
de: IMAP-Dienst
fr: Service IMAP
it: Servizio IMAP
pl: Usługa IMAP
zh: IMAP 服务

source: IMAP/SSL service
de: IMAP/SSL-Dienst
fr: Service IMAP/SSL
it: Servizio IMAP/SSL
pl: Usługa IMAP/SSL
zh: IMAP/SSL 服务

source: Sieve service
de: Sieve-Dienst
fr: Service sieve
it: Servizio Sieve
pl: Usługa Sieve
zh: Sieve 服务

source: FTP FreeBusy service (legacy, not interoperable with Kolab2 FreeBusy)
de: FTP Frei/Belegt-Dienst (alt, inkompatibel mit Kolab 2)
fr: Service des options de disponibilités par FTP (ancien, pas compatible avec les options de disponibilités de Kolab2)
it: Il servizio FTP FreeBusy (legacy, non si interfaccia con Kolab2 FreeBusy)
pl: Usługa FTP FreeBusy (przestarzała, nie działa z FreeBusy w Kolab2)
zh: FTP FreeBusy 服务 （过时的，不能和 Kolab2 FreeBusy 互操作）

source: HTTP FreeBusy service (legacy)
de: HTTP Frei/Belegt-Dienst (alt)
fr: Service d'option de disponibilité par HTTP (ancien)
it: Servizio HTTP FreeBusy (legacy)
pl: Usługa HTTP FreeBusy (przestarzała)
zh: HTTP FreeBusy 服务（旧）

source: Amavis email scanning (virus/spam)
de: Email scannen (Virus/Spam)
fr: Scan des messages par Amavis (antivirus/antispam)
it: Scansione email di Amavis (virus/spam)
pl: Skanowanie poczty (wirus/spam)
zh: Amavis 邮件扫描 (病毒/垃圾邮件)

source: Quota settings
de: Kontingent-Einstellungen
fr: Préférences des quotas
it: Impostazioni di Quota
pl: Ustawienia Quota
zh: Quota 设置

source: Free/Busy settings
de: Frei/Belegt-Einstellungen
fr: Préférences des options de disponibilités
it: Impostazioni Libero/Occupato
pl: Ustawienia wolny / zajęty
zh: Free/Busy 设置

source: Allow unauthenticated downloading of Free/Busy information
de: Erlaube nicht-authentifiziertes Herunterladen von Frei/Belegt-Informationen
fr: Permettre le téléchargement des informations de disponibilités de manière anonyme
it: Consenti il download senza autenticazione delle informazioni Free/Busy
pl: Zezwól na nieautoryzowane pobieranie informacji Free/Busy
zh: 允许不登录下载 Free/Busy 信息

source: SMTP privileged networks
de: SMTP privilegierte Netzwerke
fr: Réseaux SMTP privilégiés
it: Rete privilegiata SMTP
pl: uprzywilejowane sieci SMTP
zh: SMTP 授权网络

source: Hosts/networks allowed to relay
de: Rechner/Netzwerke, denen Weiterleitung erlaubt ist
fr: Machines/Réseaux qui peuvent relayer des messages
it: Hosts/ret ammessa al relay
pl: Hosty/sieci uprawnione do przekazywania
zh: 允许中继的主机/网络

source: Enter multiple values, seperated with
de: Eingabe mehrerer Werte, getrennt durch
fr: Entrez des valeurs multiples, séparés avec
it: Inserite vaori multipli separandoli con
pl: Wprowadź kilka wartości oddzielonych
zh: 输入多个值，分隔符为

source: SMTP smarthost/relayhost
fr: Relais SMTP
it: Smarthost/relayhost SMTP

source: Enable MX lookup for relayhost
de: Aktiviere MX lookup für relayhost
fr: Vérification de l'enregistrement MX pour le serveur relais
it: Abilita MX lookup per il relayhost
pl: Włącz sprawdzanie MX dla relayhosta
zh: 启用中继主机的 MX 查找

source: Host used to relay mails
de: Host für Mail Relay
fr: Machine utilisée pour relayer les mails
it: Host utilizzato per trasmettere la posta
pl: Host użyty do przekazywania poczty
zh: 中继邮件使用的主机

source: Accept Internet Mail
de: Akzeptiere Internet-Mail
fr: Accepter le courrier électronique venant d'internet
it: Accetta la posta internet
pl: Zezwalaj na pocztę z internetu
zh: 允许 Internet 邮件

source: Accept mail from other domains over non-authenticated SMTP
de: Akzeptiere Mails von anderen Domänen über nicht-authentifiziertes SMTP
fr: Accepter les messages sur du SMTP non authentifié venant d'autre domaines
it: Accetta posta da altri domini su SMTP non autenticato
pl: Akceptuj pocztę z innych domen przez nie-autentykowane SMTP
zh: 允许从其他未认证 SMTP 发送邮件

source: Logging
de: Protokollierung
fr: Journaux systèmes

source: Failover peer
de: Hochverfügbarkeitspartner
fr: Partenaire pour la prise de contrôle

source: You are going to migrate the DHCP setup from server '%s'.
de: Sie·sind·dabei,·eine·Migration·der·DHCP-Konfiguration·von·Server·'%s'·durchzuführen.
fr: Vous êtes sur le point de migrer la configuration DHCP depuis le serveur '%s'.

source: You're not allowed to remove DHCP sections!
de: Sie haben keine Berechtigung. um DHCP-Sektionen zu löschen!
fr: Vous n'êtes pas autorisé à supprimer des sections DHCP !

source: You're about to delete the DHCP section '%s'.
de: Sind sind dabei, die DHCP-Sektion '%s' zu löschen.
fr: Vous êtes sur le point de supprimer la section DHCP '%s'.

source: Remove DHCP service
de: DHCP-Dienst entfernen
fr: Suppression du service DHCP
it: Rimuovi il servizio DHCP
pl: Wyłącz usługę DHCP
zh: 删除 DHCP 服务

source: This server has DHCP features enabled. You can disable them by clicking below.
de: Dieser Server besitzt aktivierte DHCP-Funktionen. Sie können diese durch einen Klick auf die untere Schaltfläche deaktivieren.
fr: Le service DHCP est activé pour ce serveur. Vous pouvez le désactiver en cliquant sur le bouton ci-dessous.
it: Il server ha le caratteristiche DHCP abilitate. Le puoi disabilitare cliccando sotto.
pl: Ten serwer posiada cechy DHCP. Można je wyłączyć klikając poniżej
zh: 该服务器已经启用 DHCP 功能。您可以点击下面按钮禁用。

source: Add DHCP service
de: DHCP Dienst hinzufügen
fr: Ajouter un service DHCP
it: Aggiungi il servizio DHCP
pl: Dodaj usługę DHCP
zh: 添加 DHCP 服务

source: This server has DHCP features disabled. You can enable them by clicking below.
de: Aktuell besitzt dieser Server keine aktivierten DHCP-Funktionen. Sie können diese durch einen Klick auf die Schaltfläche unten aktivieren.
fr: Ce serveur à l'option DHCP désactivé. Vous pouvez l'activer en cliquant sur le bouton ci-dessous.
it: Il server ha le caratteristiche DHCP disabilitate. Le puoi abilitare cliccando sotto.
pl: Ten serwer nie posiada cech DHCP. Można je włączyć klikając poniżej.
zh: 该服务器已经禁用 DHCP 功能。您可以点击下面按钮启用。

source: Insert new DHCP section
de: Neue DHCP-Sektion einfügen
fr: Insérer une nouvelle section DHCP
pl: Wprowadź nową sekcję DHCP

source: Edit DHCP section
de: DHCP-Sektion bearbeiten
fr: Editer une section DHCP

source: Remove DHCP section
de: DHCP-Sektion entfernen
fr: Supprimer une section DHCP

source: Removing DHCP entries failed
de: Entfernen der DHCP-Einträge ist fehlgeschlagen
fr: La suppression des entrées du DHCP à échoué

source: Can't remove DHCP object!
de: Kann DHCP-Objekt nicht entfernen!
fr: Impossible d'enlever l'objet DHCP !

source: Can't save DHCP object!
de: Kann DHCP-Objekt nicht speichern!
fr: Impossible de sauver l'objet DHCP !

source: Saving DHCP service failed
de: Speichern des DHCP-Dienstes ist fehlgeschlagen
fr: La sauvegarde du service DHCP à échoué

source: DHCP configuration set is unknown. Please contact your system administrator.
de: Der DHCP-Konfigurationssatz ist unbekannt. Bitte verständigen Sie Ihren Systemadministrator.
fr: La configuration DHCP est inconnue. Veuillez contacter votre administrateur système.

source: Remove anti virus extension
de: AntiVirus Erweiterung entfernen
fr: Enlever l'extension d'antivirus
it: Rimuovi l'estensione anti virus
pl: Usuń rozszerzenie antywirus
zh: 删除反病毒扩展

source: This server has anti virus features enabled. You can disable them by clicking below.
de: Dieser Server besitzt aktivierte AntiVirus-Funtionen. Sie können diese durch einen Klick auf die Schaltfläche unten deaktivieren.
fr: Ce serveur à l'extension antivirus activée. Vous pouvez la désactiver en cliquant sur le bouton ci-dessous.
it: Questo server ha le estensioni antivirus abilitate. Le puoi disabilitare cliccando sotto.
zh: 这个服务器启用了反病毒功能。您可以点击下面按钮禁用。

source: Add anti virus service
de: AntiVirus-Dienst hinzufügen
fr: Ajouter un service antivirus
it: Aggiungi un servizio anti virus
pl: Dodaj usługę Antywirus
zh: 添加反病毒扩展

source: This server has anti virus features disabled. You can enable them by clicking below.
de: Aktuell besitzt dieser Server keine aktivierten AntiVirus-Funktionen. Sie können diese durch einen Klick auf die Schaltfläche unten aktivieren.
fr: Ce serveur à l'extension d'antivirus désactivé. Vous pouvez l'activer en cliquant sur le bouton ci-dessous.
it: Questo server ha le estensioni antivirus disabilitate. Le puoi abilitare cliccando sotto.
zh: 这个服务器禁用了反病毒功能。您可以点击下面按钮启用。

source: Removing of server services/anti virus with dn '%s' failed.
de: Entfernen des Server-Dienstes AntiVirus mit der DN '%s' ist fehlgeschlagen.
fr: La suppression du service antivirus du serveur avec le dn '%s' à échoué.
it: Rimozione del servizio anti virus del server con dn '%s' fallita.
zh: 删除 dn 为 '%s' 的 服务器服务/反病毒 失败。

source: Saving of server services/anti virus with dn '%s' failed.
de: Speichern des AntiVirus-Dienstes mit der '%dn' ist fehlgeschlagen
fr: La sauvegarde du service antivirus du serveur avec le dn '%s' à échoué.
it: Salvataggio del servizio anti virus del server con dn '%s' fallita.
zh: 以 dn '%s' 保存 服务器服务/反病毒失败。

source: Maximum directory recursions
de: Maximale Verzeichnis-Rekursionen
fr: Nombre maximal de récursions
it: Massima ricursione delle directory
zh: 最大目录递归

source: Maximum recursions
de: Maximale Anzahl von Rekursionen
fr: Nombre maximum de récursions
it: Massima ricorsione
zh: 最大递归数

source: The specified value for '%s' must be a numeric value.
de: Der angegebene Wert für '%s' ist nicht numerisch.
fr: Le valeur spécifiée pour '%s' doit être une numérique.
it: Il valore indicato per '%s' deve essere numerico.
zh: 指定 '%s' 的值必须是数字类型。

source: Set status flag for server services/anti virus with dn '%s' failed.
de: Das Status-Flag des Server-Dienstes AntiVirus mit der DN '%s' konnte nicht gesetzt werden.
fr: L'activation du statut pour le service antivirus avec le dn '%s' à échoué.
it: Definizione dello stato delle istanze antivirus del server con dn '%s' fallito.
zh: 设置 dn 为 '%s' 服务器服务/反病毒 的状态标记失败。

source: Activated
de: Aktiv
fr: Activé
it: Attivate
pl: Aktywne
zh: 活动

source: No ACTIONCMD definition found in your gosa.conf
de: Es ist kein ACTIONCMD in ihrer gosa.conf definiert
fr: Aucune définition de ACTIONCMD n'est présente dans gosa.conf
it: Nessuna definizione ACTIONCMD è stata trovata nel file gosa.conf
pl: Brak definicji ACTIONCMD w pliku gosa.conf
zh: 在您的 gosa.conf 中没有找到 ACTIONCMD 的定义

source: This 'dn' has no workstation features.
de: Dieser 'DN' hat keine Arbeitsstations-Erweiterungen.
fr: Ce 'dn' ne comporte pas d'extensions stations de travail.
it: Questo 'dn' non ha le caratteristiche workstation.
pl: Ten 'dn' nie posiada cech stacji roboczej.
zh: 这个 'dn' 没有工作站功能。

source: Instant update
de: Sofortiges Update
fr: Mise à jour immédiate
it: Aggiornamento immediato
pl: Natychmiastowe uaktualnienie
zh: 立即更新

source: Scheduled update
de: Geplantes Update
fr: Mise à jour programmée
it: Aggiornamento pianificato
pl: Zaplanowana aktualizacja
zh: 计划更新

source: Reinstall
de: Neu-Installation
fr: Reinstaller
it: reinstalla
pl: Przeinstaluj
zh: 重新安装

source: Rescan hardware
de: Hardware neu erkennen
fr: Recherche du matériel
it: Ricontrolla l'hardware
pl: Przeskanuj sprzęt
zh: 重新扫描硬件

source: Force localboot
de: Erzwinge lokalen Start
fr: Forcer un démarrage local
zh: 强制本地启动

source: Removing workstation failed
de: Entfernen der Arbeitsstation ist fehlgeschlagen
fr: La suppression de la station de travail à échoué
it: Rimozione della workstation fallita.
pl: Usuwanie stacji roboczej nieudane
zh: 删除工作站失败

source: You have no permissions to create a workstation on this 'Base'.
de: Sie haben keine Berechtigung, eine Arbeitsstation unter dieser 'Basis' anzulegen.
fr: Vous n'avez pas les droits nécessaires pour créer une station de travail dans cette 'Base'.
it: Non hai il permesso di creare una workstation a questo livello.
pl: Brak uprawnień do tworzenia stacji roboczej w tej 'bazie'.
zh: 您无权在此 'Base' 下创建一个工作站

source: The required field 'Workstation name' is not set.
de: Das benötigte Feld 'Arbeiststationsname' ist nicht gesetzt.
fr: Le champ obligatoire 'Nom de la station de travail' n'est pas renseigné.
it: Il campo obbligatorio 'nome workstation' non è definito.
pl: Wymagane pole 'Nazwa stacji roboczej' jest puste.
zh: 需要的字段“工作站名称”没有设置。

source: Saving workstation failed
de: Speichern der Arbeisstation ist fehlgeschlagen
fr: La sauvegarde de la station de travail à échoué
it: Salvataggio della workstation fallita.
pl: Zapisywanie stacji roboczej nieudane
zh: 保存工作站失败

source: This 'dn' has no server features.
de: Diese 'dn' hat keine Server-Erweiterungen.
fr: Ce 'dn' n'a pas d'options serveur.
it: Questo 'dn' non ha caratteristiche server.
pl: Ten 'dn' nie posiada cech serwera.
zh: 这个 'dn' 没有服务器功能。

source: Removing server failed
de: Entfernen des Servers ist fehlgeschlagen
fr: La suppression du serveur à échoué
it: Rimozione del server fallita
pl: Usuwanie serwera nieudane
zh: 删除服务器错误

source: The required field 'Server name' is not set.
de: Das benötigte Feld 'Server-Name' ist nicht gesetzt.
fr: Le champ obligatoire 'Nom du serveur' n'est pas rempli.
it: Il campo obbligatorio 'Nome server' non è definito.
pl: Wymagane pole 'Nazwa serwera' jest puste.
zh: 需要的字段“服务器名称”没有定义。

source: You have no permissions to create a server on this 'Base'.
de: Sie haben keine Berechtigung, einen Server unterhalb dieser 'Basis' anzulegen.
fr: Vous n'avez pas l'autorisation pour créer un serveur sur cette 'Base'.
it: Non hai i permessi per creare un server a questo livello.
pl: Brak uprawnień do tworzenia serwera w tym elemencie.
zh: 您无权在此 'Base' 下创建一个服务器。

source: Saving server failed
de: Speichern des Servers ist fehlgeschlagen
fr: La sauvegarde du serveur à échoué
it: Salvataggio del server fallito.
pl: Zapisywanie serwera nieudane
zh: 保存服务器失败

source: You're about to delete the glpi cartridge type '%s'.
de: Sind sind dabei, den GLPI Patronentyp '%s' zu löschen.
fr: Vous êtes sur le point de supprimer le type de toner glpi '%s'.
it: Stai per cancellare il tipo di cartuccia gldi '%s'.
pl: Zamierzasz usunąć kartridż glpi typu '%s'.
zh: 您将要删除 glpi 硒鼓类型 '%s'。

source: You can't delete this cartridge type, it is still in use by this printer(s) '%s'.
de: Sie können diesen Patronentyp nicht entfernen, er wird noch von folgendem(n) Drucker(n) verwendet: '%s'
fr: Vous ne pouvez pas effacer ce type de cartouche, il est utilisé actuellement par ce(s) imprimante(s) '%s'.
it: No puoi cancellare questo tipo di cartuccia perché è ancora in uso dalla stampante (dalle stampanti) '%s'.
pl: Nie można usunąć tego typu kartridża. Jest wciąż używany przez drukarkę(i) '%s'.
zh: 您不能删除这个硒鼓类型，它仍然在被这个打印机 '%s' 使用。

source: Cartridges
de: Patronen
fr: Cartouches
it: Cartucce
pl: Kartridźe
zh: 硒鼓

source: present
de: vorhanden
fr: présent
it: presentge
pl: obecne
zh: 可用的

source: There is no php snmp module installed, can't gather any informations.
de: Das PHP-SNMP-Modul ist nicht installiert, kann daher keine Information sammeln.
fr: L'extension php-snmp n'est pas installé, impossible d'obtenir les informations.
it: Non è installato il modulo php snmp e non posso acquisire alcuna informazione.
pl: Brak modułu php snmp, nie można zbierać żadnych informacji.
zh: 尚未安装 php snmp 模块，不能获取任何信息。

source: unknown status
de: unbekannter Status
fr: statut inconnu
it: stato sconosciuto
pl: nieznany status
zh: 未知状态

source: This is a virtual terminal which has no properties to show here.
de: Dies ist ein virtuelles Terminal, deshalb können an dieser Stelle keine Informationen angezeigt werden.
fr: Ceci est un pseudo-terminal, aucune propriété ne peut être affichée.
it: Questo è un terminale virtuale che non ha proprietà da elencare.
pl: To jest terminal wirtualny i nie posiada właściwości do pokazania tutaj.
zh: 这是一个虚拟终端，没有属性可以显示。

source: online
de: aktiv
fr: en ligne
it: in linea
zh: 在线

source: running
de: läuft
fr: en cours d'exécution
it: attivo (running)
pl: działa
zh: 运行

source: not running
de: läuft nicht
fr: n'est pas en cours d'exécution
it: non attivo (not running)
pl: nie działa
zh: 没有运行

source: offline
de: inaktiv
fr: hors-ligne
it: fuori linea
zh: 离线

source: This dialog allows you to configure all components of this DNS zone on a single list.
de: Dieser Dialog erlaubt es Ihnen, alle Komponenten dieser DNS-Zone mithilfe einer einzelnen Liste zu konfigurieren.
fr: Ce dialogue vous permet de configurer tout les composants d'une zone DNS dans une simple liste.
it: Questo finestra di dialogo vi consente di configurare i componenti della zona DNS in una lista singola.
pl: Ten dialog umożliwia konfigurachę wszystkich elementów tej strefy DNS w pojedyńczej liście.
zh: 此对话框允许您修改这个 DNS 区域中所有内容。

source: This dialog can't be used until the currently edited zone was saved or the zone entry exists in the ldap database.
de: Dieser Dialog kann nicht verwendet werden, bis die momentan geöffnete Zone gespeichert wurde und/oder der passende Eintrag in der LDAP-Datenbank existiert.
fr: Cette boite de dialogue ne peut pas être tant que la zone n'a pas été sauvée ou que l'enregistrement existe dans la base de données ldap.
it: Questa finestra di dialogo non può essere utilizzata fintanto che la zona modificata non è salvata o i valori della zona sono inseriti nel database del server LDAP.
pl: Ten dialog nie może zostać użyty dopóki edytowana strefa zostanie zapisana lub ta strefa będzie istniała w bazie LDAP.
zh: 这个对话框不能使用，除非当前编辑的域被保存或者域中条目已经存在于 ldap 数据库中。

source: New entry
de: Neuer Eintrag
fr: Nouvelle entrée
it: Nuovo valori
pl: Nowy wpis
zh: 新条目

source: Create a new DNS zone entry
de: Einen neuen DNS-Zonen-Eintrag erstellen
fr: Créer une nouvelle zone DNS
it: Crea un nuovo valore per la zona DNS
pl: Utwórz nowy wpis strefy DNS
zh: 创建一个新 DNS zone 条目

source: Your browser does not supprt iframes.
de: Ihr Browser unterstützt keine iframes.
fr: Votre navigateur ne supporte pas les iframes.
zh: 您的浏览器不支持 iframes。

source: Server name
fr: Nom du serveur
it: Nome server
pl: Nazwa serwera
zh: 服务器名称

source: Select action to execute for this server
de: Wählen Sie die auszuführende Aktion für diesen Server
fr: Sélectionnez l'opération à exécuter sur le serveur
it: Seleziona l'azione da eseguire per questo server
pl: Proszę wybrać akcję do wykonania dla tego serwera
zh: 选择为这台服务器要执行的动作

source: This 'dn' has no network features.
de: Diese 'dn' hat keine Netzwerk-Erweiterungen.
fr: Ce 'dn' n'a pas d'extensions réseaux.
it: Questo 'dn' non ha caratteristiche di rete.
pl: Ten 'dn' nie posiada cech sieciowych.
zh: 这个 'dn' 没有网络功能。

source: Removing generic component failed
de: Entfernen der Netzwerk-Komponente ist fehlgeschlagen
fr: La suppression du composant générique à échoué
it: Rimozione del componente generico fallita.
pl: Usuwanie ogólnego komponentu nieudane
zh: 删除通用组件失败

source: The required field 'Component name' is not set.
de: Das benötigte Feld 'Gerätename' ist nicht gesetzt.
fr: Le champ obligatoire 'Nom du composant' n'est pas rempli.
it: Il campo obbligatorio ' Nome componente' non è definito.
pl: Wymagane pole 'Nazwa komponentu' jest puste.
zh: 需要的字段“组件名称”没有设置。

source: You have no permissions to create a component on this 'Base'.
de: Sie haben keine Berechtigung, eine Komponente unterhalb dieser 'Basis' anzulegen.
fr: Vous n'avez pas l'autorisation de créer un composant sur cette 'Base'.
it: Non avete il permesso di creare un oggetto a questo livello ('Base').
pl: Brak uprawnień do tworzenia komponentów w tym elemencie.
zh: 您无权在这个 'Base' 下创建一个组件。

source: Saving generic component failed
de: Speichern der Netzwerk-Komponente ist fehlgeschlagen
fr: La sauvegarde du composant générique à échoué
it: Salvataggio del componente genrico fallito
pl: Zapisywanie ogólnego komponentu nieudane
zh: 保存通用组件失败

source: System management
de: Systemverwaltung
fr: Administration des système
it: Gestione del sistema
pl: Zarządzanie systemem
zh: 系统管理
