Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Can't remove IMAP mailbox. Server says '%s'.
de: Kann das IMAP-Postfach nicht entfernen. Der Server meldete '%s'.
fr: Impossible de supprimer les boites de messagerie IMAP. Le serveur répond '%s'.
it: Non posso rimuovere le caselle postali IMAP. Il server ha risposto '%s'.
pl: Nie można usunąć konta IMAP. Odpowiedź serwera '%s'.
zh: 无法删除 IMAP 邮箱。服务器报告说 '%s'。

source: Can't get sieve script. Server says '%s'.
de: Kann das aktive SIEVE-Skript nicht herunterladen. Die Meldung lautet '%s'.
fr: Impossible de récupérer le script sieve. Le serveur répond '%s'.
it: Non posso ottenere gli script sieve. Il server ha risposto '%s'.
pl: Nie można pobrać skryptu sieve. Odpowiedź serwera '%s'.
zh: 无法获取 sieve 脚本。服务器报告说 '%s'。

source: Can't send sieve script. Server says '%s'.
de: Kann das SIEVE-Skript nicht übertragen. Die Meldung lautet '%s'.
fr: Impossible d'envoyer un script à sieve. Le serveur répond '%s'.
it: Non posso inviare gli script sieve. Il server ha risposto '%s'.
pl: Nie można wysłać skryptu sieve. Odpowiedź serwera '%s'.
zh: 无法发送 sieve 脚本。服务器报告说 '%s'。

source: Can't activate GOsa sieve script. Server says '%s'.
de: Kann das GOsa SIEVE-Skript nicht aktivieren. Die Meldung lautet '%s'.
fr: Impossible d'activer les scripts sieve de GOsa. Le serveur répond '%s'.
it: Non posso attivare gli script sieve di GOsa. Il server ha risposto '%s'.
pl: Nie można aktywować skryptu sieve. Odpowiedź serwera '%s'.
zh: 无法激活 GOsa sieve 脚本。服务器报告说 '%s'。

source: Delete process has been canceled by plugin '%s': %s
de: Der Lösch-Vorgang wurde durch das plugin '%s' beendet: %s
fr: L'effacement à été interrompu par l'extension '%s': %s
it: Il processo di cancellazione è stato cancellato dal plugin '%s': %s
pl: Proces usuwania został anulowany przez dodatek '%s': %s
zh: 删除进程被插件 '%s' 取消: %s

source: Can't use sha for encryption, missing function sha1 / mhash / crypt
de: Kann SHA nicht benutzen (fehlende Funktion mhash / sha1 / crypt)
fr: Impossible d'utiliser ssha pour le cryptage (Fonction sha1 / mhash / crypt manquante)
it: Non posso usare il sistema di encrypting SHA; la funzione sha1/mhash/crypt è mancante
pl: Nie można użyć sha do szyfrowania, brak funkcji sha1 / mhash / crypt
zh: 无法使用 sha 来加密，缺少函数 sha1 / mhash / crypt

source: Help browser
de: Hilfe-Browser
fr: Aide
it: Aiuto browser
pl: Wyszukiwarka pomocy
zh: 帮助浏览器

source: There is no helpfile specified for this class
de: Für diese Klasse wurde keine Hilfedatei angegeben
fr: Il n'y a pas de fichier d'aide spécifiée pour cette classe.
it: Non c'è il file di help specificato per questa classe
pl: Pomoc nie jest dostępna dla tej klasy.
zh: 此类没有帮助文件

source: Helpdir '%s' is not accessible, can't read any helpfiles.
de: Auf das Hilfeverzeichnis '%s' kann nicht zugegriffen werden - kann daher keine Hilfedateien lesen.
fr: Le répertoire d'aide '%s' n'est pas accessible, impossible de lire les fichiers d'aide.
it: La directory degli Help '%s' non è accessibile; non posso leggere i file di Help.
pl: Katalog pomocy '%s' nie jest osiągalny, nie można czytać żadnych plików pomocy.
zh: 帮助目录 '%s' 不能访问，无法读取任何帮助文件。

source: FATAL: Register globals is on. GOsa will refuse to login unless this is fixed by an administrator.
de: FATAL: 'Register globals' ist im PHP aktiviert. GOsa läßt keine Anmeldung zu, bis dies von einem Administrator behoben wurde.
fr: FATAL: Register globals est activé. GOsa ne permettra pas aux utilisateurs de se connecter tant que ceci n'est pas corrigé par un administrateur.
it: GRAVE: i valori globali sono 'on'. GOsa rifiuterà l'accesso finché il problema non sarà corretto da un amministratore.????????
pl: BŁĄD: Register globals jest włączone. GOsa odmówi logowania do momentu poprawienia tego parametru przez administratora.
zh: 致命错误：全局注册已打开。GOsa 将拒绝登录直到被管理修正。

source: Warning: memory is getting low - please increase the memory_limit!
de: Achtung: die Speichernutzung ist zu hoch - bitte erhöhen Sie das memory_limit!
fr: Attention: la mémoire disponible est insuffisante - Veuillez augmenter le paramètre memory_limit !
it: Attenzione: la memoria sta scendendo ai limiti - incrementate il 'memory_limit'!
pl: Ostrzeżenie: zaczyna brakować pamięci - proszę zwiększyć parametry memory_limit!
zh: 警告: 内存过少──请提高 memory_limit 设置！

source: FATAL: Can't find any plugin definitions for plugin '%s'!
de: FATAL: Es kann kein Plugin für die Definition '%s' gefunden werden!
fr: FATAL: Impossible de trouver une définition pour l'extension '%s' !
it: GRAVE: non è possibile trovare alcuna definizione per il plugin '%s'!
pl: BŁĄD: Nie można znaleźć żadnych definicji dla pluginu '%s'!
zh: 警告： 没有发现针对插件 '%s' 的任何插件定义！

source: Your password is about to expire, please change your password
de: Ihr Kennwort ist abgelaufen, geben Sie bitte ein neues Kennwort ein
fr: Votre mot de passe va bientôt expirer, veuillez changer votre mot de passe
it: La prossima password sta per scadere, per favore cambiatela
pl: Twoje hasło zaraz wygaśnie, proszę zmienić hasło
zh: 您的口令就要过期，请修改您的口令

source: Generating this page caused the W3C conformance checker to raise some errors!
de: Der W3C-Validator meldete einen oder mehrere Fehler beim Erzeugen dieser Seite!
fr: La création de cette page à occasionné des erreurs d'après le vérificateur du W3C !
it: Creando questa pagina si è generato un W3C controllo di conformità può individuare alcuni errori!???????????
pl: Tworzenie tej strony spowodowało wystąpienie błędów przy sprawdzaniu zgodności z W3C!
zh: 这个页面的创建导致 W3C 标准检测程序发现了些错误！

source: Error: getcvard.php needs a parameter to export a vcard!
de: Fehler: getvcard.php benötigt einen Parameter um eine vcard zu exportieren!
fr: Erreur: getvcard.php nécessite un paramètre pour exporter au format vcard !
it: Errore: getcvard.php richiede un parametro per esportare una vcard!
pl: Błąd: getcvard.php wymaga parametru do eksportu wizytówki!
zh: 错误: 要导出到一个 vcard，getcvard.php 需要一个参数！

source: Could not connect to database server!
de: Die SQL-Datenbank kann nicht erreicht werden!
fr: Impossible de se connecter au serveur de base de données !
it: Non posso connetermi al database server!
pl: Nie można połączyć się z serwerem baz danych!
zh: 无法连接到数据库!

source: Could not select database!
de: Die angegebene Datenbank kann nicht ausgewählt werden.
fr: Impossible de sélectionner la base de données !
it: Non posso selezionare il database!
pl: Nie można wybrać bazy danych!
zh: 无法选择数据库！

source: Database query failed!
de: Die Datenbankabfrage ist fehlgeschlagen!
fr: Echec des requêtes sur la base de données !
it: La query di interrogazione del database è fallita!
pl: Zapytanie do bazy danych nieudane
zh: 数据库查询失败！

source: GOsa configuration %s/%s is not readable. Aborted.
de: Die Konfigurationsdatei %s/%s ist nicht lesbar. Abgebrochen.
fr: Le fichier de configuration %s/%s ne peut être lu. Abandon.
zh: GOsa 配置 %s/%s 不可读取。放弃。

source: Directory '%s' specified as compile directory is not accessible!
de: Auf das als Compile-Verzeichnis angegegebene Verzeichnis '%s' kann nicht zugegriffen werden!
fr: Le répertoire '%s' spécifié comme répertoire de compilation est inaccessible !
it: La directory '%s' specificata per la compilazione non è accessibile!
pl: Katalog '%s' podany jako katalog kompilacji jest niedostępny!
zh: 目录 '%s' 作为编译目录无法访问！

source: Error: Password method not available!
de: Fehler: Kennwort-Methode nicht verfügbar!
fr: Erreur: Méthode de changement de mot de passe non disponible!
zh: 错误： 口令格式没有设置！

source: Please specify a valid username!
de: Bitte geben Sie einen gültigen Benutzernamen ein!
fr: Le nom d'utilisateur est incorrect !
it: Per favore indicate un utente valido!
pl: Proszę podać prawidłową nazwę użytkownika!
zh: 请输入一个有效的用户名！

source: Please specify your password!
de: Bitte geben Sie Ihr Kennwort ein!
fr: Veuillez introduire votre mot de passe !
it: Per favore specificate la vostra password!
pl: Proszę podać prawidłowe hasło!
zh: 请输入您的口令！

source: Please check the username/password combination.
de: Bitte überprüfen Sie die Kombination von Benutzernamen und Kennwort.
fr: Veuillez vérifier le nom d'utilisateur et le mot de passe.
it: Per favore controllate la combinazione utente/password.
pl: Proszę sprawdzić kombinację login/hasło.
zh: 请检查用户名/口令。

source: Session will not be encrypted.
de: Die Sitzung ist nicht verschlüsselt.
fr: La session ne sera pas cryptée.
it: La sessione non è criptata.
pl: Sesja nie będzie szyfrowana.
zh: 会话不会被加密。

source: Enter SSL session
de: SSL Sitzung
fr: Démarrer une session SSL
it: Entra in una sessione SSL
pl: Sprowadź sesję SSL
zh: 进入 SSL 会话

source: Birthday
de: Geburtstag
fr: Anniversaire
it: Compleanno
pl: Urodziny
zh: 生日

source: Surname
de: Name
fr: Nom de famille
it: Cognome
pl: Nazwisko
zh: 姓

source: User list of %s on %s
de: Benutzerliste von %s am %s
fr: Liste des utilisateurs de %s on %s
it: Lista degli utenti di %s su %s
pl: Lista użytkowników %s na %s
zh: %s 用户列表于 %s

source: Members
de: Mitglieder
fr: Membres
it: Membri
pl: Członkowie
zh: 成员

source: Groups of %s on %s
de: Gruppen von %s vom %s
fr: Groupe d'utilisateurs de %s on %s
it: Gruppi di %s su %s
pl: Grupy %s na %s
zh: %s 的用户组于 %s 上

source: Computers
de: Systeme
fr: Ordinateurs
pl: Komputery
zh: 计算机

source: Common name
de: Name
fr: Nom complet
it: Nome comune
pl: Nazwa potoczna
zh: 常用名

source: Servers
de: Server
fr: Serveurs
pl: Serwery
zh: 服务器

source: Servers of %s on %s
de: Server von %s vom %s
fr: Serveurs de %s sur %s
it: Servers di %s su %s
pl: Serwery %s na %s
zh: %s服务器于%s

source: Home postal address
de: Private Adresse
fr: Adresse postale personnelle
it: Indirizzo postale di casa
pl: Adres domowy
zh: 住宅地址

source: Mobile phone
de: Mobiltelefon
fr: GSM
it: Telefono cellulare
pl: Telefon komórkowy
zh: 移动电话

source: Postal address
de: Adresse
fr: Adresse postale
it: Indirizzo Postale (lettere)
pl: Adres pocztowy
zh: 地址

source: Function
de: Funktion
fr: Fonction
it: Funzione
pl: Funkcja
zh: 功能

source: Adressbook
de: Adressbuch
fr: Carnet d'adresses
it: Elenco Rubrica
pl: Książka adresowa
zh: 地址簿

source: Adressbook of %s on %s
de: Adressbuch von %s vom %s
fr: Carnet d'adresses de %s sur %s
it: Elenco Rubrica di %s su %s
pl: Książka adresowa %s na %s
zh: %s 的地址簿，于 %s

source: Common Name
de: Name
fr: Nom Complet
it: Nome comune
pl: Zwykła nazwa
zh: 常用名

source: Day of birth
de: Geburtsdatum
fr: Date de naissance
it: Giorno di nascita
pl: Data urodzenia
zh: 生日

source: Email address
de: Email-Adresse
fr: Adresse de messagerie
it: Indirizzo e-mail
pl: Adres email
zh: 邮件地址

source: Organizational unit
de: Organisationeinheit
fr: Département de l'entreprise
it: Unità organizzativa
pl: Jednostka organizacyjna
zh: 组织/公司部门

source: Postal Code
de: Postleitzahl
fr: Code postal
it: Codice Postale
pl: Kod Pocztowy
zh: 邮编

source: Surename
de: Nachname
fr: Nom de famille
it: Cognome
pl: Nazwisko
zh: 姓

source: Title
de: Titel
fr: Titre
it: Titolo/Appellativo
pl: Tytuł
zh: 称谓

source: Full
de: Voll
fr: Complet
it: Compelto
pl: Pełne
zh: 全部

source: User List of %s on %s
de: Benutzerliste von %s vom %s
fr: Liste des utilisateurs de %s sur %s
it: Lista utilizzatori di %s su %s
pl: Lista użytkowników %s na %s
zh: %s 用户列表于 %s

source: Computers of %s on %s
de: Systeme von %s vom %s
fr: Ordinateurs de %s sur %s
it: Computers di %s su %s
pl: Komputery %s na %s
zh: %s计算机于%s

source: GOsa cannot retrieve information about the installed schema files. Please make sure, that this is possible.
de: GOsa kann keine Informationen über die verfügbaren Schema-Definitionen anfordern. Bitte stellen Sie sicher, dass dies möglich ist.
fr: GOsa ne peut pas obtenir d'informations sur les schémas installés. Veuillez vous assurez qu'il puisse les obtenir.
it: GOsa non può recuperare informazioni sugli schema file installati. Verificate se questo è possibile.
pl: GOsa nie może uzyskać informacji o zainstalowanych plikach schema. Proszę skorygować.
zh: GOsa 无法获取安装的 schema 文件信息。请确认。

source: Your ldap setup contains old schema definitions. Please re-run the setup.
de: Ihr LDAP-Server enthält veraltete Schema-Definitionen. Bitte führen Sie erneut die Einrichtung durch.
fr: Votre installation LDAP contient de vieux schémas. Veuillez recommencer l'installation.
it: Il LDAP setup contiene schemi di definizione obsoleti. Riavviate il setup.
pl: Ustawienia serwera LDAP zawierają stare definicje schema. Proszę uruchomić setup.
zh: 您 LDAP 的设置包含老的 schema 定义。请重新执行安装。

source: You're missing an administrative account for GOsa, you'll not be able to administrate anything!
de: In ihrem Setup fehlt ein administratives Konto für GOsa, Sie sind deshalb nicht in der Lage, irgendetwas einzustellen!
fr: Le compte administrateur de GOsa n'existe pas, vous ne pourrez rien administrer !
it: Non avete indicato un account amministrativo per GOsa; così non sarete in grado doi amministrare il programma!
pl: Brak konta administracyjnego dla GOsa, nie można niczym administrować!
zh: 您的 GOsa 缺少一个管理员账号，您不能进行任何管理操作！

source: Account locked. Please contact your system administrator.
de: Das Konto ist gesperrt. Bitte benachrichtigen Sie den Administrator.
fr: Compte verouillé. Veuillez contacter votre administrateur système.
it: Utente bloccato. Per favore contattate l'amministratore del sistema.
pl: Konto zablokowane. Proszę skontaktować się z administratorem systemu.
zh: 账户锁定。请联系管理员。

source: Your browser has cookies disabled. Please enable cookies and reload this page before logging in!
de: Ihr Browser hat Cookies deaktiviert. Bitte aktivieren Sie zunächst Cookies und laden anschliessend diese Seite neu, bevor Sie sich anmelden!
fr: Votre navigateur à les cookies désactivées. Veuillez activer les cookies et recharger cette page avant de vous connecter !
it: Il browser ha i cookies disabilitati. Abilitateli e ricericate la pagine prima di autenticarvi!
pl: Twoja przeglądarka ma wyłączone cookies. Proszę włączyć cookies i przeładować stronę przed logowaniem!
zh: 您的浏览器已经禁用 cookies。请启用 cookies 并在登录前重新加载本页面！

source: Can't connect to glpi database, there is no mysl extension available in your php setup.
de: Kann nicht zur glpi-Datenbank verbinden, da die MySQL-Erweiterung in Ihrer PHP-Umgebung nicht verfügbar ist.
fr: Impossible de sauver les changement dans votre base de données glpi, il n'y a pas d'extension mysql disponible dans votre configuration php.
it: Non posso connetermi al glpi database, non è disponibile una estensione mysl nel setup di PHP.
pl: Nie można połączyć się z bazą glpi, brak wsparcia dla MySQL w ustawieniach PHP.
zh: 无法连接到 glpi 数据库，PHP 没有安装 mysql 扩展。

source: Can't connect to specified database, please check your glpi configuration.
de: Kann die angegebene Datenbank nicht erreiche, bitte überprüfen Sie Ihre glpi-Konfiguration.
fr: Impossible de se connecter à la base de données spécifiée. Veuillez vérifier la configuration de glpi.
it: Non posso connettermi al database specificato; controllate la configurazione glpi.
pl: OpenGroupware: Nie można połączyć się z bazą. Proszę sprawdzić podane parametry konfiguracji.
zh: 无法连接到指定数据库，请检查您 glpi 设置。

source: Can't get specified attachment file, there is no entry with this id.
de: Kann die gewählte Anhangs-Datei nicht abrufen, es wurde kein Eintrag mit der angegebenen ID gefunden.
fr: Impossible de récupérer le fichier attaché, il n'y a pas d'entrée avec cet identifiant.
it: Non posso caricare il file allegato, non c'è nessun 'entry' con questo 'id'.
pl: Nie można pobrać zadanego załącznika, brak wpisu z tym id.
zh: 无法获取指定的附件文件，没有和该 id 匹配的条目。

source: Can't open file '%s', possibly the file does not exist.
de: Kann Datei '%s' nicht öffnen, möglicherweise existiert sie nicht.
fr: Impossible d'ouvrir '%s', le fichier n'existe probablement pas.
it: Non è possibile aprile il file '%s'; è probabile che non esista.
pl: Nie można otworzyć pliku '%s', prawdopodobnie plik nie istnieje.
zh: 无法打开文件 '%s'，可能是文件不存在。

source: Can't read file '%s', check permissions.
de: Kann Datei '%s' nicht lesen, überprüfen Sie die Rechte.
fr: Impossible de lire le fichier '%s', vérifiez les permissions
it: Non posso leggere il file '%s'; controllate i permessi.
pl: Nie można czytać pliku '%s', proszę sprawdzić uprawnienia.
zh: 无法读取文件'%s'，检查权限。

source: Copy &amp; paste wizard
de: Kopieren &amp; Einfügen - Assistent
fr: Assistant pour le copier &amp; coller
it: Copia &amp; Incolla wizard
pl: Kreator Copy &amp; paste
zh: 拷贝和粘贴精灵

source: Object to be pasted
de: Einzufügendes Objekt
fr: Objets à coller
it: Oggetto da incollare
pl: Obiekt do wklejenia
zh: 要粘贴的对象

source: Some values need to be unique in the complete directory while some combinations make no sense. GOsa shows the relevant attributes. Please maintain the values below to fullfill the policies.
de: Bestimmte Werte müssen im gesamten Verzeichnis eindeutig sein, während andere Kombinationen keinen Sinn ergeben. GOsa zeigt die relevanten Attribute. Bitte verwalten Sie die Werte, die unten angezeigt werden, um die Auflagen zu erfüllen.
fr: Certaines valeurs doivent être unique dans tout l'arbre et certaines combinations n'ont pas de sens. Gosa vous montre les valeurs correspondantes. Veuillez maintenir les valeurs pour respecter les policies.
it: Alcuni valori debbono essere unici e alcune combinanzioni non sono corrette. GOsa mostra gli attributi più rilevanti. Si consiglia di conservare i valori sotto riportati per conservare le politiche adottate.
pl: Niektóre wartości muszą być unikalne w całym katalogu, podczas gdy niektóre kombinacje nie mają sensu. GOsa pokazuje dotyczące atrybuty. Proszę poprawić wartości poniżej aby utrzymać zgodność z regułami.
zh: 有的变量需要在整个目录中保持唯一，而有的组合没有意义。GOsa 显示有关属性。请按照这个原则维护其取值。

source: Operation complete
de: Vorgang abgeschlossen
fr: Opération réalisée
it: Operazione completata
pl: Operacja zakończona
zh: 操作完成

source: Please use your username and password to log in
de: Melden Sie sich bitte mit Ihrem Benutzernamen und Ihrem Kennwort an
fr: Veuillez utiliser votre nom d'utilisateur et votre mot de passe afin de vous connecter
it: Per cortesia utilizzate il vostro nome utente e la vostra password per accedere
pl: Proszę użyć swojego loginu i hasła aby się zalogować
zh: 请用您的用户名和口令登录

source: Directory
de: Verzeichnis
fr: Répertoire
pl: Katalog
zh: 目录

source: Sign in
de: Anmelden
fr: Connexion
it: Autenticazione
pl: Zaloguj
zh: 登录

source: Click here to log in
de: Hier klicken zum Anmelden
fr: Cliquez ici pour vous connecter
it: Cliccare quì per autenticarsi
pl: Kliknij tutaj aby się zalogować
zh: 点击这里登录

source: GOsa help viewer
de: GOsa Hilfe-Browser
fr: Aide en ligne de GOsa
it: GOsa visualizzatore aiuti
pl: Podgląd pomocy GOsa
zh: GOsa 帮助浏览器

source: The size limit option makes LDAP operations faster and saves the LDAP server from getting too much load. The easiest way to handle big databases without long timeouts would be to limit your search to smaller values and use filters to get the entries you are looking for.
de: Die Größenbeschränkung sorgt dafür, daß die LDAP-Operationen schneller durchgeführt werden können und verringern die Last auf dem LDAP-Server. Der einfachste Weg, große Datenbanken ohne große Zeitüberschreitungen zu bearbeiten ist es Filter zu verwenden und die Größenbeschränkungen auf einen sinnvollen Wert einzustellen.
fr: L'option size limit rend les opérations LDAP plus rapides et permet au serveur LDAP d'avoir un niveau de charge plus léger. La façon la plus facile de gérer des grandes bases de données sans de longs temps d'attentes, serait de limiter la recherche à des valeurs plus petites et d'utiliser les filtres pour obtenir les valeurs que vous recherchez.
it: Un limite alle opzioni di LDAP consente maggior velocità operativa ed evita un eccessivo carico di lavoro al server LDAP. Una semplice soluzione per gestire grandi database senza avere lunghi tempi di risposta può essere quella di limitare le ricerche a piccoli valori e usare filtri per ottenere i dati che stiamo cercando.
pl: Limit rozmiaru powoduje szybsze operacje LDAP i zapobiega nadmiernemu obciążeniu serwera LDAP. Najprostrzym sposobem działania na dużych bazach bez opóźnień jest ograniczanie wyszukiwań do mniejszej ilości wyników oraz użycie filtrów dla otrzymania poszukiwanych elementów.
zh: 大小限制选项会让 LDAP 操作更快，以免使 LDAP 服务器过载。最简单让大数据库处理不发成长时间超时的办法是，将查询缩小到更少并且使用过滤器。

source: Please choose the way to react for this session
de: Bitte entscheiden Sie, wie für diese Sitzung verfahren werden soll
fr: Veuillez choisir la façon de réagir pour cette session
it: Per favore, scegli il modo di REACT a questa sessione
pl: Proszę wybrać sposób reakcji dla tej sesji
zh: 请选择响应这个会话的方法

source: ignore this error and show all entries the LDAP server returns
de: Ignoriere diesen Fehler und zeige alle vom LDAP-Server gelieferten Einträge
fr: ignorer cette erreur et montrer toutes les entrées retournées par le serveur LDAP
it: ignora questo errore e mostra i valori restituiti dal server LDAP
pl: Ignoruj ten błąd i pokaż wszystkie elementy które zwraca serwer LDAP
zh: 忽略错误并显示 LDAP 服务器返回的所有条目

source: ignore this error and show all entries that fit into the defined sizelimit and let me use filters instead
de: Ignoriere diesen Fehler und zeige alle Einträge, die innerhalb der Größenbeschränkung liegen
fr: ignorer cette erreur et montrer toutes les entrées qui sont récupérées grâce au paramètre sizelimit défini et laissez moi utiliser les filtres pour restreindre les données a visualiser
it: ignora questo errore e mostra tutti i valori ricomprese nel limiti previsti e lasciami utilizzare i filtri
pl: ignoruj ten błąd i pokaż wszystkie elementy które zmieszczą się w zdefiniowanych limicie rozmiaru i pozwól mi użyć filtrów
zh: 忽略错误并显示在定义限制长度内的所有条目，并让我使用过滤器。

source: Locking conflict detected
de: Ein Zugriffskonflikt wurde festgestellt
fr: Conflit de verrou détecté
it: Conflitto di LOCK individuato
pl: Wykryto konflikt blokady
zh: 检测到锁定冲突

source: If this lock detection is false, the other person has obviously closed the webbrowser during the edit operation. You may want to take over the lock by pressing the 'Edit anyway' button.
de: Wenn diese Anzeige eines Zugriffskonflikts fehlerhaft ist, hat eine andere Person offenbar während der Bearbeitung eines Eintrages einfach den Webbrowser geschlossen. In einem solchen Fall können Sie den Konflikt durch einen Klick auf 'Trotzdem bearbeiten' übergehen.
fr: Si la détection de ce verrou est fausse, une autre personne a manifestement fermé la fenêtre de son navigateur durant une opération de modification d'une entrée. Dans ce cas, vous pouvez supprimez le verrou en cliquant sur le bouton 'Éditer malgré tout'.
it: Se questo avviso di lock è inesatto significa che qualche persona ha chiuso il webbrowser durante una operazione di editing. Puoi superare questo blocco premendo il bottone ' Modifica in ogni caso'.
zh: 如果锁检查失败，明显的是另外的人在进行编辑操作时关闭了浏览器。您可以通过按“仍然编辑”按钮来接管这个锁文件。

source: Change your password
de: Ihr Kennwort ändern
fr: Modifier votre mot de passe
pl: Zmień swoje hasło
zh: 修改您的口令

source: Success
de: Erfolg
fr: Réussi
pl: Sukces
zh: 成功

source: Your password has been changed successfully.
de: Ihr Kennwort wurde erfolgreich geändert.
fr: Votre mot de passe à été changé.
zh: 您的口令已成功修改。

source: Password change
de: Kennwort-Änderung
fr: Changement de mot de passe
pl: Zmiana hasła
zh: 修改口令

source: This dialog provides a simple way to change your password. Enter the current password and the new password (twice) in the fields below and press the 'Change' button.
de: Dieser Dialog bietet Ihnen eine einfache Möglichkeit, Ihr Kennwort zu ändern. Geben Sie dazu Ihr momentanes Kennwort ein. Tragen Sie dann das neue Kennwort inklusive einer Wiederholung in die unteren Felder ein und drücken Sieden Knopf 'Ändern'.
fr: Cette fenêtre vous permet de changer votre mot de passe de manière simple. Entrez le mot de passe actuel et le nouveau mot de passe (deux fois) dans les champs ci-dessous et appuyez sur le bouton 'Changer'.
zh: 这个对话框为您提供一个修改的口令的简单方法。在下面的对话框中输入当前口令以及新口令（两次），然后按“修改”按钮。
