Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Numerical value for Quota Setting is empty.
de: Das numerische Feld der Kontingent-Einstellung ist leer.
fr: La valeur pour le quota est vide.
it: Nessun valore indicato per la Quota.
pl: Wartość numeryczna dla ustawień Quoty jest pusta.
zh: Quota 设置的数值为空。

source: Numerical value for Quota Setting is not valid.
de: Das numerische Feld der Kontingent-Einstellung enthält einen ungültigen Wert.
fr: La valeur dans le champ 'Paramètres du quota' n'est pas valide.
it: Il valore indicato per la Quota non è valido.
pl: Wartość numeryczna dla ustawień Quoty jest nieprawidłowa.
zh: Quota 设置的数值无效。

source: Saving proxy account failed
de: Speichern des Proxy-Kontos ist fehlgeschlagen
fr: La sauvegarde du compte Compte Proxy à échoué
it: Il salvataggio dell'utente proxy è fallito
pl: Zapisywanie konta proxy nieudane
zh: 保存代理账号失败

source: PPTP account
de: PPTP-Konto
fr: Compte PPTP
it: Utente PPTP
pl: Konto PPTP
zh: PPTP 账号

source: Kolab account
de: Kolab-Konto
fr: Compte Kolab
it: Utente Kolab
pl: Konto Kolab
zh: Kolab 账号

source: The kolab account is currently disabled. It's features can be adjusted if you add a mail account.
de: Das Kolab-Konto ist aktuell deaktiviert. Die Einstellungen können angepasst werden, wenn Sie ein Postfach hinzufügen.
fr: L'extension Kolab est désactivée. Ces paramètres peuvent être ajustés si vous ajoutez un compte mail.
it: L'utente Koòab è attualmente disabilitato. Le caratteristiche possono essere adattate se aggiungete un utente di posta.
pl: To konto kolab jest obecnie wyłączone. Parametry konta można zmieniać po dodaniu konta pocztowego.
zh: 当前 kolab 账号已经禁用。如果您添加一个邮件账号，可以调整这个功能。

source: Delegations
de: Stellvertreter
fr: Délégation
it: Delegati
pl: Delegacje
zh: 代理人

source: Mail size
de: Mailgröße
fr: Taille des quota de messagerie
it: Dimensione messaggio posta
pl: Rozmiar poczty
zh: 邮件大小

source: No mail size restriction for this account
de: Keine Beschränkung der Mailgröße für dieses Konto
fr: Pas de taille maximale pour l'envoi de messages
it: Nessuna restizione sulla dimensione della posta per questo utente
pl: Brak ograniczeń co do wielkości poczty dla tego konta
zh: 该账号邮件大小不受限制

source: Free Busy information
de: Frei/Belegt-Information
fr: Information de disponibilité
pl: Informacja FreeBusy
zh: 自由使用的信息

source: Future
de: Zukunft
fr: Futur
pl: Przyszłość
zh: 功能

source: days
de: Tage
fr: jours
it: giorni
pl: dni
zh: 天

source: Invitation policy
de: Einladungs-Richtlinie
fr: Politique d'invitation
it: Politica di invito
pl: Polityka zapraszania
zh: 邀请策略

source: You're trying to add an invalid email address to the list of delegations.
de: Sie versuchen, eine ungültige Mail-Adresse in die Liste der Stellvertreter aufzunehmen.
fr: Vous essayez d'ajouter une adresse de messagerie invalide à la liste des délégations.
it: State provando ad aggiungere un indirizzo email non valido alla lista dei delegati.
pl: Próbujesz dodać nieprawidłowy adres email do listy delegacji.
zh: 您正在向代理人列表添加一个无效邮件地址。

source: The mail address you're trying to add is no primary mail address of an existing user.
de: Die Adresse, die Sie gerade hinzufügen möchten, ist keine primäre Mail-Adresse eines bestehenden Benutzers
fr: L'adresse de messagerie que vous essayez de rajouter n'est pas l'adresse primaire d'un utilisateur existant.
it: L'indirizzo di posta elettronica che stai provando ad aggiungere non è un indirzzo primario di un utente presente nell'organizzazione.
pl: Adres email, który próbujesz dodać nie jest podstawowym adresem istniejącego użytkownika.
zh: 您要添加的邮件地址不是现存用户的主要邮件地址。

source: Always accept
de: Immer annehmen
fr: Toujours accepter
it: Accetta sempre
pl: Zawsze akceptuj
zh: 总是接受

source: Always reject
de: Immer ablehnen
fr: Toujours rejeter
it: Rifiuta sempre
pl: Zawsze odrzuć
zh: 总是拒绝

source: Reject if conflicts
de: Im Konfliktfall ablehnen
fr: Rejet si il y a conflit
it: Rigetta se confligge
pl: Odmów jeśli koliduje
zh: 如果冲突拒绝

source: Manual if conflicts
de: Im Konfliktfall manuell bearbeiten
fr: Manuel si il y a conflit
it: Scelta manuale se in conflitto
pl: Ustaw ręcznie jeśli koliduje
zh: 如果冲突手工解决

source: Manual
de: Manuell
fr: Manuel
it: Manuale
pl: Ręczne
zh: 手工解决

source: Anonymous
de: Anonym
fr: Anonyme
it: Anonimo
pl: Anonimowy
zh: 匿名

source: Removing of user/kolab account with dn '%s' failed.
de: Entfernen des Kolab-Kontos mit der DN '%s' ist fehlgeschlagen.
fr: La suppression du compte/ de l'utilisateur Kolab avec le dn '%s' à échoué.
it: Rimozione dell'utente o dell'utente kolab con dn'%s' fallita.
zh: 删除 dn 为 '%s' 的 user/kolab 账号失败。

source: The value specified as Free Busy future needs to be an integer.
de: Der Wert für Intervall muß eine Ganzzahl sein.
fr: La valeur spécifiée comme information de disponibilité future doit être un entier.
it: Il valore specificato come 'Free Busy future' deve essere un intero (integer).
pl: Wartość podana jako przyszłość FreeBusy musi być liczbą.
zh: Free Busy 功能设定的值必须是个整数。

source: The value specified as Free Busy Information URL is invalid.
de: Der Wert für Frei/Gebucht Info URL ist ungültig.
fr: La valeur spécifiée comme information de disponibilité future est invalide.
it: Il valore specificato come 'Free Busy Information URL' non è valido.
pl: Wartość podana jako informacyjny URL FreeBusy jest nieprawidłowa.
zh: 提供的 Free Busy 信息 URL 无效。

source: The invitation policy entry for address '%s' is not valid.
de: Die Einladungs-Richtlinie für die Adresse '%s' ist ungültig.
fr: La politique d'invitation pour l'adresse '%s' n'est pas valide.
it: La definizione della politica di invito per '%s' non è valido.
pl: Polityka zapraszania dla adresu '%s' jest nieprawidłowa.
zh: 地址 '%s' 的邀请策略条目无效。

source: There's no mail user with address '%s' for your invitation policy!
de: Es gibt keinen Mail Benutzer mit der Adresse %s für Ihre Einladungs-Richtlinie!
fr: Il n'y a pas d'utilisateur avec l'adresse de messagerie '%s' pour votre politique d'invitation!
it: Non c'è un utente di posta elettronica '%s' per la politica di invito!
pl: Brak użytkownika pocztowego o adresie '%s' dla polityki zapraszania!
zh: 没有针对您邀请策略的地址为 '%s' 的用户！

source: Saving of user/kolab account with dn '%s' failed.
de: Speichern des Kolab-Kontos mit der DN '%s' ist fehlgeschlagen.
fr: La sauvegarde du compte/de l'utilisateur Kolab avec le dn '%s' à échoué.
it: Salvataggio dell'utente o dell'utente kolab con dn'%s' fallita.
zh: 以 dn '%s' 保存 user/kolab 账号失败。

source: Removing pureftpd account failed
de: Entfernen des pureftpd-Kontos ist fehlgeschlagen
fr: La suppression de l'extension pureftpd à échoué
it: Rimozione utente Pureftpd fallita
pl: Usuwanie konta pureftpd nieudane
zh: 删除 pureftpd 账号失败

source: Value specified as 'Upload bandwidth' is not valid.
de: Die von Ihnen angegebene 'Upload-Bandbreite' ist nicht gültig.
fr: La valeur spécifiée dans le champ 'Bande passante en montée' n'est pas valide.
it: Il valore specificato come 'Ampiezza banca di upload' non è valido.
pl: Wartość podana jako 'Przepustowość wysyłania' jest nieprawidłowa
zh: 提供的“上传带宽”值无效。

source: Value specified as 'Download bandwidth' is not valid.
de: Die von Ihnen angegebene 'Download-Bandbreite' ist nicht gültig.
fr: La valeur spécifiée dans le champ 'Bande passante en descente' n'est pas valide.
it: Il valore specificato come 'Ampiezza banca di download' non è valido.
pl: Wartość podana jako 'Przepustowość ściągania' jest nieprawidłowa.
zh: 提供的“下载带宽”值无效。

source: Value specified as 'Files' is not valid.
de: Das Feld 'Dateien' enthält eine ungültige Eingabe.
fr: La valeur spécifiée dans le champ 'Fichier' n'est pas valide.
it: Il valore specificato come 'File' non è valido.
pl: Wartość podana jako 'Pliki' jest nieprawidłowa
zh: 提供的“文件”值无效。

source: Value specified as 'Size' is not valid.
de: Das Feld 'Größe' enthält eine ungültige Eingabe.
fr: La valeur spécifiée dans le champ 'Taille' est invalide.
it: Il valore specificato come 'Dimensione (Size)' non è valido.
pl: Wartość podana jako 'Rozmiar' jest nieprawidłowa.
zh: 提供的“大小”值无效。

source: Value specified as 'Ratio' is not valid.
de: Das Feld 'Verhältins' enthält eine ungültige Eingabe.
fr: La valeur spécifiée dans le champ 'Ratio' n'est pas valide.
it: Il valore specificato come 'Ratio' non è valido.
pl: Wartość podana jako 'Proporcja' jest nieprawidłowa.
zh: 提供的“Ratio”值无效。

source: Saving pureftpd account failed
de: Speichern des pureftpd-Kontos fehlgeschlagen
fr: La sauvegarde du compte pureftpd à échoué
it: Salvataggio utente Pureftpd fallito
pl: Zapisywanie konta pureftpd nieudane
zh: 保存 pureftpd 账号失败

source: Open-Xchange Account
de: Open-Xchange Konto
fr: Compte Open-Xchange
it: Utente Open-Xchange
pl: Konto Open-Xchange
zh: Open-Xchange 账号

source: disabled, no Postgresql support detected. Or the specified database can't be reached
de: deaktiviert, keine PostgreSQL-Unterstützung erkannt. Oder die angegebene Datenbank kann nicht erreicht werden
fr: désactivé, le support pour Postgresql est manquant. Ou la base de données spécifiée ne peut pas être contactée
it: disabilitato, nessun supporto Postgresql trovato. Oppure il database specificato non può essere raggiunto
pl: wyłączone, nie wykryto wsparcia dia PostgreSQL, lub podana baza nie jest osiągalna
zh: 已禁用，没有检测到 Postgresql 支持。或者指定的数据库无法访问

source: Open-Xchange account
de: Open-Xchange Konto
fr: Compte Open Xchange
it: Utente Open-Xchange
pl: konto Open-Xchange
zh: Open-Xchange 账号

source: Remember
de: Erinnern
fr: Se souvenir
it: Ricorda
pl: Pamiętaj
zh: 记住

source: Appointment Days
de: Tage für Termin
fr: Rendez vous
it: Giorni di appuntamento
pl: Dni spotkania
zh: 约会日期

source: Task Days
de: Tage für Aufgabe
fr: Tâches
it: Compiti giornalieri
pl: Dni robocze
zh: 任务日期

source: User Information
de: Benutzerinformation
fr: Information Utilisateur
it: Informazioni utente
pl: Informacja o użytkowniku
zh: 用户信息

source: User Timezone
de: Zeitzone des Benutzers
fr: Zone Horaire de l'utilisateur
it: Timezone utente
pl: Strefa czasowa użytkownika
zh: 用户时区

source: WebDAV account
de: WebDAV-Konto
fr: Compte WebDAV
it: Utente WebDAV
pl: Konto WebDAV
zh: WebDAV 账号

source: PHPscheduleit account
de: PHPscheduleit-Konto
fr: Compte PHPscheduleit
it: Utente PHPscheduleit
pl: konto PHPscheduleit
zh: PHPscheduleit 账号

source: Location team
de: Örtliches Team
fr: Emplacement de l'équipe
it: ubicazione team
pl: Zespół lokacji
zh: 本地组

source: Template user
de: Benutzer-Vorlage
fr: Modèle d'utilisateur
it: Modello utente
pl: Szablon użytkownika
zh: 模板用户

source: Locked
de: Gesperrt
fr: Verrouillé
it: Bloccato
pl: Zablokowane
zh: 锁定

source: Teams
fr: Equipes
it: Squadre
pl: Zespoły
zh: 团队

source: GLPI account
de: GLPI-Konto
fr: Compte GLPI
it: Utente GLPI
pl: Konto GLPI
zh: GLPI 账号

source: This account has no connectivity extensions.
de: Dieses Konto besitzt keine Konnektivitäts-Erweiterungen.
fr: Ce compte n'as pas d'extension de connectivité.
it: Questo utente non ha estensioni alla connettività.
pl: To konto nie posiada rozszerzeń do Połączeń
zh: 这个账号没有互联扩展。

source: FTP account
de: FTP Konto
fr: Compte FTP
it: Utente FTP
pl: Konto FTP
zh: FTP 账号

source: Bandwidth
de: Bandbreite
fr: Bande passante
it: Ampiezza della banda
pl: Przepustowość
zh: 带宽

source: Upload bandwidth
de: Upload-Bandbreite
fr: Bande passante montante
it: Banda di upload
pl: Przepustowość wysyłania
zh: 上传带宽

source: kb/s
fr: kb/sec

source: Download bandwidth
de: Download-Bandbreite
fr: Bande passante descendante
it: Banda di download
pl: Przepustowość ściągania
zh: 下载带宽

source: Files
de: Dateien
fr: Fichier
pl: Pliko
zh: 文件

source: Size
de: Größe
fr: Taille
it: Dimensione (size)
pl: Rozmiar
zh: 大小

source: Uploaded / downloaded files
de: Hoch- / heruntergeladene Dateien
fr: Données envoyées / reçues
it: File caricati/scaricati
pl: Pliki wysłane / ściągnięte
zh: 上传/下载文件

source: Check to disable FTP Access
de: Wählen Sie diese Option, um FTP-Zugriff zu deaktivieren
fr: Cliquez ici pour désactivez l'accès FTP
it: Spunta per disabilitare l'accesso FTP
pl: Zaznacz aby wyłączyć dostęp do FTP
zh: 检查禁用 FTP 访问

source: Temporary disable FTP access
de: Temporäres Abschalten des FTP-Zugriffs
fr: Désactiver temporairement l'accès FTP
it: Disabilitazione temporanea accesso FTP
pl: Tymczasowo wyłącz dostęp do FTP
zh: 临时禁用 FTP 访问

source: Removing webDAV account failed
de: Entfernen des webDAV-Kontos ist fehlgeschlagen
fr: La suppression du compte webDAV à échoué
it: Rimozione utente webDAV fallita
pl: Usuwanie konta webDAV nieudane
zh: 删除 webDAV 账号失败

source: Saving webDAV account failed
de: Sichern des webDAV-Kontos ist fehlgeschlagen
fr: La sauvegarde du Compte WebDAV à échoué
it: Salvataggio utente webdav fallito
pl: Zapisywanie konta webDAV nieudane
zh: 保存 webDAV 账号失败

source: PPTP
fr: Compte PPTP

source: Removing PPTP account failed
de: Entfernen des PPTP-Kontos ist fehlgeschlagen
fr: La suppression du compte PPTP à échoué
it: Rimozione dell'utente PPTP fallita
pl: Usuwanie konta PPTP nieudane
zh: 删除 PPTP 账号失败

source: Saving PPTP account failed
de: Speichern des PPTP-Kontos ist fehlgeschlagen
fr: La sauvegarde du compte PPTP à échoué
it: Salvataggio dell'utente PPTP fallito
pl: Zapisywanie konta PPTP nieudane
zh: 保存 PPTP 账号失败

source: Removing intranet account failed
de: Entfernen des Intranet-Kontos ist fehlgeschlagen
fr: La suppression du compte intranet à échoué
it: Rimozione dell'utente intranet fallita
pl: Usuwanie konta intranet nieudane
zh: 删除内联网账号失败

source: Saving intranet account failed
de: Speichern des Intranet-Kontos ist fehlgeschlagen
fr: La sauvegarde du compte Intranet à échoué
it: Salvataggio dell'utente intranet fallita
pl: Zapisywanie konta intranet nieudane
zh: 保存内联网账号失败

source: Opengroupware account
de: Opengroupware-Konto
fr: Compte Opengroupware
it: Utente Opengroupware
pl: Konto Opengroupware
zh: Opengroupware 账号

source: OpenGroupware: Your configuration is missing a postgresql extension. Can't perform any database queries.
de: OpenGroupware: Keine postgresql-Erweiterung verfügbar. Kann keine Datenbankabfrage durchführen.
fr: OpenGroupware: Votre configuration ne possède pas d'extension postgresql. Impossible d'effectuer des recherches.
it: OpenGroupware: la configurazione è senza le estensioni di postgresql. Non è possibile eseguire delle interrogazioni sul database.
pl: OpenGroupware: Brak rozszerzenia postgresql. Nie można wykonywać zadnych zapytań do bazy danych.
zh: OpenGroupware: 您的配置缺少一个 postgresql 扩展。无法执行任何数据库查询。

source: OpenGroupware: Missing database configuration for opengroupware. Can't get or set any informations.
de: OpenGroupware: Datenbank-Konfiguration fehlt.
fr: OpenGroupware: La configuration de la base de données est inexistante. Impossible de lire ou d'écrire des informations.
it: OpenGroupware: la configurazione del database per opengroupware non è presente. Non è possibile ottenere o salvare delle informazioni.
pl: OpenGroupware: Brak konfiguracji bazy dla OpenGroupware. Nie można pobierać ani wysyłać żadnych informacji.
zh: OpenGroupware: opengroupware 缺少数据库配置。无法获取或者设置任何信息。

source: OpenGroupware: Can't connect to specified database. Please check given configuration twice.
de: OpenGroupware: Die angegebene Datenbank kann nicht erreicht werden.
fr: OpenGorupware: Impossible de se connecter à la base de données spécifiée. Veuillez vérifier la configuration.
it: OpenGroupware: non è possibile connettersi al database specificato. Per favore controllate attentamente la configurazione in uso.
pl: OpenGroupware: Nie można połączyć się z bazą. Proszę sprawdzić podane parametry konfiguracji.
zh: OpenGroupware: 无法连接到指定数据库。请再次检查配置。

source: Proxy account
de: Proxy Konto
fr: Compte Proxy
it: utente Proxy
pl: Konto Proxy
zh: 代理账号

source: Filter unwanted content (i.e. pornographic or violence related)
de: Filtern von unerwünschten Inhalten (z.B. pornografische oder gewalttätige Inhalte)
fr: Filtrer le contenu non désiré (i.e. pornographique ou violent)
it: Filtro dei contenuti indesiderati (i.e. pornografia o violenza)
pl: Filtruj niechcianą zawartość (n.p. pornografia, przemoc)
zh: 过滤不想要的内容（如：色情或暴力相关）

source: Limit proxy access to working time
de: Inhaltsfilterung nur während der Arbeitszeit
fr: Accès au proxy autorisé durant la plage horaire suivante
it: Limite del tempo di attesa per l'acceso proxy
pl: Ogranicz dostęp do proxy do czasu pracu
zh: 限制代理访问仅在工作时间

source: Restrict proxy usage by quota
de: Proxynutzung durch Kontingent einschränken
fr: Restreindre la quantité de données téléchargeables
it: Restrizione Quota all'uso del proxy
pl: Ogranicz użycie proxy mechanizmami quota
zh: 通过 quota 限制代理使用

source: per
de: pro
fr: par
pl: na
zh: 每

source: Intranet account
de: Intranet-Konto
fr: Créer un compte Intranet
it: Utilizzatore Intranet
pl: Konto Intranet
zh: 内联网账号

source: PHPGroupware account
de: phpGroupware-Konto
fr: Compte PHPGroupware
it: Utente PHPGroupware
pl: Konto PHPGroupware
zh: PHPGroupware 账号

source: Couldn't connect to postgresql database!
de: Die PostgreSQL-Datenbank kann nicht erreicht werden!
fr: Impossible de se connecter a la base de données Postgresql!
it: Non è possibile connettersi al database postgresql!
pl: Nie można połączyć się z bazą PostgreSQL!
zh: 无法连接到 postgresql 数据库！

source: Needed parameters for openexchange connectivity plugin are missing!
de: Nicht alle benötigten Parameter für OpenXchange Konnektivitätserweiterung wurden gefunden!
fr: Les paramètres nécessaires à l'extension openexchange ne sont pas disponibles!
it: I parametri necessari per la connettività dei plugin di openexchange non sono presenti!
pl: Brak wymaganych parametrów dla plugina połączeń openXchange!
zh: Openexchange 连接插件必须的参数不存在！

source: PHP4 module for postgresql database is missing!
de: PHP4-Erweiterung für PostgreSQL-Datenbank wurde nicht gefunden!
fr: Le module PHP4 pour postgresql est manquant!
it: Il modulo PHP4per il database postgresql è mancante!
pl: Brak modułu PHP do bazy PostgreSQL!
zh: PHP4 的 postgresql 数据库差价不存在！

source: Removing of oxchange addressbook failed
de: Entfernen des oxchange-Adressbuchs fehlgeschlagen
fr: La suppression du carnet d'adresse oxchange à échoué
it: Rimozione della rubrica di oxchange fallita
pl: Usuwanie książki adresowej oxchange nieudane
zh: 删除 oxchange 地址簿失败

source: Removing oxchange account failed
de: Entfernen des oxchange-Kontos ist fehlgeschlagen
fr: La suppression du compte oxchange à échoué
it: Rimozione dell'utente oxchange fallita
pl: Usuwanie konta oxchange nieudane
zh: 删除 oxchange 账号失败

source: The Open-Xchange accountname is empty and thus invalid! Check to make sure that you are not using any strange characters in the loginname.
de: Der Open-Xchange Kontoname ist leer und damit ungültig! Überprüfen Sie zur Sicherheit, dass Sie keine ungültigen Zeichen im Kontonamen verwenden.
fr: Le nom de l'utilisateur Open-Xchange est vide donc invalide! Veuillez vérifier que vous n'utilisez pas des caractères bizarres dans l'identifiant de l'utilisateur.
it: Il nome dell'utente di Open-Xchange accountname è vuoto o non valido! Verificate di non usare caratteri non ammessi nella stringa di autenticazione.
zh: Open-Xchange 账号名为空，这是无效的！ 检查一下是不是在登录名中间使用了奇怪的字符。

source: Saving of oxchange account failed
de: Speichern des oxchange-Adressbuchs fehlgeschlagen
fr: La sauvegarde du compte oxchange à échoué
it: Salvataggio utente oxchange fallito
pl: Zapisywanie konta oxchange nieudane
zh: 保存 oxchange 账号失败

source: Creating oxchange addressbook tree failed
de: Anlegen des oxchange-Adressbuch-Baums fehlgeschlagen
fr: La création du carnet d'adresse oxchange à échoué
it: Creazione della struttura della rubrica di oxchange fallita
pl: Tworzenie drzewa książki adresowej oxchange nieudane
zh: 创建 oxchange 地址簿树失败

source: Removing PHPGroupware account failed
de: Entfernen des PHPGroupware-Kontos ist fehlgeschlagen
fr: La suppression de l'extension PHPGroupware à échoué
zh: 删除 PHPGroupware 账号失败

source: Saving PHPGroupware account failed
de: Speichern des PHPGroupware-Kontos fehlgeschlagen
fr: La sauvegarde de l'extension PHPGroupware à échoué
zh: 保存 PHPGroupware 账号失败

source: Phone Reports
de: Telefon-Berichte
fr: Rapports téléphoniques
it: Report telefonico
pl: Raporty telefoniczne
zh: 电话记录

source: Can't connect to phone database, no reports can be shown!
de: Die Fax-Datenbank kann nicht erreicht werden. Es können keine Berichte angezeigt werden!
fr: Impossible de se connecter à la base de données des téléphones, aucun rapport ne peut être affiché !
it: Non posso connettermi al database telefonico, il report non può essere mostrato.
pl: Nie można połączyć się z bazą telefonów, nie można pokazać żadnych raportów!
zh: 不能连接电话数据库，无法显示报告！

source: Can't select phone database for report generation!
de: Die Fax-Datenbank kann bezüglich der Berichtgenerierung nicht ausgewählt werden!
fr: Impossible de sélectionner la base de données des téléphones pour la génération de rapports !
it: Non posso selezionare il database telefonico per generare il report!
pl: Nie można wybrać bazy telefonów aby generować raport!
zh: 无法为生成报告查询电话数据库！

source: Query for phone database failed!
de: Die Anfrage zur Telefon-Datenbank ist fehlgeschlagen!
fr: La requête sur la base de données des téléphones a échoué !
it: L'interrogazione del database telefonico è fallita!
pl: Zapytanie do bazy telefonów nieudane!
zh: 查询电话数据库失败！

source: Phone reports
de: Telefon-Berichte
fr: Rapports téléphoniques
it: Report telefonici
pl: Raporty telefoniczne
zh: 电话记录

source: Source
de: Quelle
fr: Emetteur
it: Finte
pl: Źródło
zh: 源

source: Destination
de: Ziel
fr: Destinataire
it: Destinazione
pl: Cel
zh: 目标

source: Channel
de: Kanal
fr: Canal
it: Canale
pl: Kanał
zh: 频道

source: Application
de: Anwendung
fr: Applications
it: Applicazione
pl: Aplikacja
zh: 应用程序

source: Duration
de: Dauer
fr: Durée
it: Durata
pl: Czas trwania
zh: 持续时间

source: List of conference rooms
de: Liste der Konferenz-Räume
fr: Liste des salles de conférence
it: Elenco delle 'stanze di conferenza'
pl: Lista sal konferencyjnych
zh: 会议室列表

source: This menu allows you to create, delete and edit selected phone conferences. Having a large number of phone conferences, you might prefer the range selectors on top of the conferences list.
de: Dieses Menü erlaubt es Ihnen Telefon-Konferenzen hinzuzufügen, zu bearbeiten oder zu entfernen. Bei einer großen Anzahl von Abteilungen bietet sich die Verwendung der Bereichswahl an.
fr: Ce menu vous permet de d'ajouter, supprimer et éditer les conférences sélectionnés. Si vous avez un grand nombre de conférences il est conseillé d'utiliser les filtres.
it: Questo menu consente di creare, cancellare e modificare le selezionale conferenze telefoniche. Se vi è un elevato numero di 'conferenze' può essere utile selezionare il selettore in cima all'elenco.
pl: To menu umożliwia tworzenie, usuwanie oraz edycję wybranych konferencji telefonicznych. Posiadając dużą ilość konferencji, może okazać się wygodniejsze korzystanie z selektorów zakresu na górze listy konferencji.
zh: 这个菜单允许您创建，删除和修改所选的电话会议。对于一个长列表，您可以通过列表上面的范围选择来调整。

source: Regular expression for matching user names
de: Regulärer Ausdruck zum Erkennen von Benutzernamen
fr: Expression régulière concordant avec les noms des utilisateurs
it: Espressione regolare per ricercare i nomi degli utenti
pl: Wyrażenie regularne do dopasowania nazw użytkowników
zh: 用于匹配用户名的正则表达式

source: Phone conferences
de: Telefon-Konferenzen
fr: Conférences téléphoniques
it: Conferenze telefoniche
pl: Konferencje telefoniczne
zh: 电话会议

source: Management
de: Verwaltung
fr: Gestion
it: Gestione
pl: Zarządzanie
zh: 管理
