Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: The required tmp file file '%s' can't be opened for writing.
de: Die benötigte temporäre Datei '%s' kann nicht zum Schreiben geöffnet werden.
fr: Le fichier temporaire '%s' n'a pas pu être ouvert en écriture.
it: Il file richiesto tmp '%s' non può essere aperto per la scrittura.
pl: Wymagany plik tymczasowy '%s' nie może zostać otwarty do zapisu.
zh: 请求的 tmp 文件 '%s' 无法以写方式打开。

source: Parsing PPD file %s failed - line too long. Trailing characters have been ignored
de: Das Verarbeiten der PPD-Datei '%s' ist fehlgeschlagen - Zeile zu lang. Nachfolgende Zeichen wurden ausgelassen.
fr: La lecture du PPD %s à échoué - ligne trop longue. Les caractères restant on été ignorés
it: Esame del dile POD %s fallito: linea troppo lunga. I caratteri finali sono stati ignorati
pl: Parsowanie pliku PPD %s nieudane - linia za długa . Końcowe znaki zostały zignorowane
zh: 解析 PPD 文件 %s 失败──行太长。截断的字符被忽略。

source: Nested groups are not supported!
de: Verschachtelte Gruppen werden nicht unterstützt!
fr: Les groupes imbriqués ne sont pas supportés !
it: I gruppi nidificati non sono supportati!
pl: Zagnieżdżone grupy nie są wspierane!
zh: 不支持嵌套组！

source: Group name not unique!
de: Der Gruppenname ist nicht eindeutig!
fr: Le nom du groupe n'est pas unique !
it: Il nome del gruppo non è unico!
pl: Nazwa grupy nie jest unikalna
zh: 组名不唯一！

source: Nested options are not supported!
de: Verschachtelte Werte werden noch nicht unterstützt.
fr: Les options imbriquées ne sont pas supportées !
it: Le opzioni nidifate non sono supportate!
pl: Opcje zagnieżdżone nie są wspierane!
zh: 不支持嵌套选项！

source: PickMany is not supported yet!
de: Die Option PickMany wird noch nicht unterstützt!
fr: La sélection multiple n'est pas encore supportée !
it: PickMany non è ancora supportato!
pl: PickMany nie jest jeszcze obsługiwany
zh: 尚不支持 PickMany！

source: Parsing PPD file %s failed - no information found.
de: Das Verarbeiten der PPD-Datei '%s' ist fehlgeschlagen - keine Information gefunden.
fr: La lecture du fichier PPD %s à échoué - pas de données.
it: Analisi del file PPD %s fallita - Nessuna informazione trovata.
pl: Parsowanie pliku PPD %s nieudane - nie znaleziono informacji.
zh: 解析 PPD 文件 %s 失败──未找到信息。

source: You are going to copy the entry '%s'.
de: Sie kopieren gerade den Eintrag %s.
fr: Vous êtes sur le point de copier l'entrée %s.
it: Stai per copiare il valore '%s'.
pl: Zamierzasz skopiować wpis '%s'.
zh: 您将要拷贝条目 '%s'。

source: Paste
de: Einfügen
fr: Coller
it: Incolla
pl: Wklej
zh: 粘贴

source: Can't paste
de: Kann nicht einfügen
fr: Impossible de coller
it: Non posso incollare
pl: Nie można wkleić
zh: 无法粘贴

source: XML error in %s: %s at line %d
de: XML-Fehler in der Datei %2: %s in Zeile %d
fr: Erreur XML dans %s: %s à la ligne %d
zh: XML 出错于 %s: %s ，行 %d

source: Can't bind to LDAP. Please contact the system administrator.
de: Kann den LDAP-Server nicht erreichen. Bitte benachrichtigen Sie den Administrator.
fr: Impossible de se connecter à l'annuaire LDAP. Veuillez contacter l'administrateur du système.
it: Non posso collegarmi ad LDAP. Per favore contattate l'amministratore di sistema.
pl: Nie można połączyć się z LDAP. Proszę skontaktować się z administratorem.
zh: 无法绑定 LDAP。请联系系统管理员。

source: SID and/or RIDBASE missing in your configuration!
de: SID und/oder RIDBASE fehlen in der Konfiguration!
fr: SID et/ou RIDBASE absents dans votre configuration !
it: SID e/o RIDBASE mancante nella configurazione!
pl: Brak parametru SID lub/i RIDBASE w konfiguracji!
zh: 您的配置文件缺少 SID 和/或 RIDBASE！

source: Can't find reverse zone for dns zone '%s'. Aborting parsing this zone.
de: Konnte die Reverse-Zone für DNS-Zone '%s' nicht finden. Das Einlesen wurde abgebrochen.
fr: Impossible de trouver la zone inverse pour la zone dns '%s'. Arrêt de la lecture de la zone.
it: Non posso trovare la reverse zone per il dns '%s'. Operazione di ricerca nella zona interrotta.
pl: Nie można znaleźć stefy odwrotnej dla strefy '%s'. Przerywam analizę tej strefy.
zh: 无法找到 dns 域 '%s' 的反向解析。停止解析这个域。

source: Found more than one reverse zone for dns zone '%s'. Aborting parsing this zone.
de: Es wurde mehr als eine Reverse-Zone für DNS-Zone '%s' gefunden. Das Einlesen wurde abgebrochen.
fr: Plus d'un zone inverse existe pour la zone dns '%s'. Arrêt de la lecture de la zone.
it: Ho trovato più di una zona di reverse per la zona dns '%s'. Operazione di ricerca nella zona interrotta.
pl: Znaleziono więcej niż jedną strefę odwrotną dla strefy DNS '%s'. Anulowano przetwarzanie tej strefy.
zh: 找到 %s 域的一个以上的反向解析域。退出域解析。

source: Undefined zone name '%s'. Zone name must look like this 'server/zone.com'.
de: Ungültiger Zonenname '%s'. Zonennamen müssen folgendem Format entsprechen: 'server/zone.com'.
fr: Nom de zone non défini '%s'. Le nom de la zone doit est construit comme ceci 'serveur/zone.com'.
zh: 未定义的域名 '%s'。域名必须看起来像这样 'server/zone.com'。

source: Setting the password failed. LDAP server says '%s'.
de: Das Setzen des Kennwortes ist fehlgeschlagen. Die Meldung vom LDAP-Server lautet '%s'.
fr: La modification a échoué du mot de passe à échoué. Le serveur LDAP répond '%s'.
it: Impostazione della password fallita. Il server LDAP ha risposto '%s'.
pl: Ustawianie hasła nieudane, Odpowiedź serwera LDAP '%s'.
zh: 设置口令失败。LDAP 服务器报告说 '%s'。

source: Command '%s', specified as POSTMODIFY for plugin '%s' doesn't seem to exist.
de: Das in POSTMODIFY angegebene Kommando '%s' (Modul '%s') scheint nicht zu existieren.
fr: La commande '%s', utilisée dans le POSTMODIFY de l'extension '%s' n'existe pas.
it: Il comando '%s' specifciato come POSTMODIFY per il plugin '%s' non sembra presente.
pl: Polecenie '%s', podane jako POSTMODIFY dla dodatku '%s' nie istnieje.
zh: 命令 '%s'，作为插件 '%s' 的 POSTMODIFY 好像并不存在。

source: Setting for SMBHASH in %s is incorrect! Can't change Samba password.
de: Die Einstellung 'SMBHASH' in %s ist nicht korrekt! Das Samba-Kennwort kann nicht geändert werden.
fr: La configuration de SMBHASH dans %s est incorrecte ! Impossible de changer le mot de passe Samba.
zh: 在 %s 中的 SMBHASH 的设置不正确！无法修改 Samba 口令。

source: This package has no debconf options.
de: Dieses Paket verfügt über keine debconf-Optionen.
fr: Ce paquet n'a pas d'options debconf.
it: Questo pacchetto non ha le opzioni debconf.
pl: Ten pakiet nie ma opcji debconf.
zh: 这个软件包没有 debconf 选项。

source: Error: The requested subtree has an inconsistent DN encoding, check your LDAP!
de: Fehler: Der angeforderte Unterbaum besitzt eine Inkonsistenz in der DN-Kodierung. Prüfen Sie den LDAP!
fr: Erreur: Le sous arbre demandé à un encodage du DN inconstant, veuillez vérifier votre arbre LDAP!
it: Errore: la struttura richiesta ha in DN codificato inconsitente; verifica il server LDAP!
pl: Błąd: żądanie poddrzewo zawiera niespójne kodowanie w DN, sprawdź LDAP!
zh: 错误: 请求的子树有一个不一致的 DN 编码，检查您的 LDAP！

source: Generating this page caused the PHP interpreter to raise some errors!
de: Der PHP-Interpreter meldete einen oder mehrere Fehler beim Erzeugen dieser Seite!
fr: La création de cette page à occasionné des erreurs d'après l'interpréteur PHP !
it: La generazione di questa pagine ha causato uno o più errori dell'interprete PHP!
pl: Tworzenie tej strony spowodowało, że interpreter PHP zwrócił błędy!
zh: 生成这个页面导致 PHP 解析器发生一些错误！

source: Send bug report to the GOsa Team
de: Fehlerbericht an das GOsa-Team senden
fr: Envoyer vos commentaires au membres du projet Gosa
zh: 发送 bug 反馈到 GOsa 项目组

source: Send bugreport
de: Sende Fehlerbericht
fr: Envoyer un rapport de bug
zh: 发送 bug 报告

source: Toggle information
de: Zeige/Verstecke Informationen
fr: Afficher/Cacher l'information
it: Toggle informazione??????????
pl: Przełącz informacje
zh: 切换信息

source: PHP error
de: PHP Fehler
fr: Erreur PHP
it: Errore PHP
pl: błąd PHP:
zh: PHP 错误

source: class
de: Klasse
fr: classe
it: Classe
pl: klasa
zh: 类

source: function
de: Funktion
fr: fonction
it: Funzione
pl: funkcja
zh: 功能

source: static
de: statisch
fr: statique
it: Statico
pl: statyczna
zh: 静态

source: method
de: Methode
fr: méthode
it: Metodo
pl: metoda
zh: 方法

source: Line
de: Zeile
fr: Ligne
it: Linea
pl: Linia
zh: 行

source: Can't use ssha for encryption. (Missing function mhash / sha1)
de: Kann SSHA nicht benutzen (Fehlende Funktion mhash / sha1)
fr: Impossible d'utiliser ssha pour le cryptage (Fonction mhash / sha1 manquante)
it: Non posso usare ssha per l'encryting (funzione mhash/sha1 assente)
pl: Nie można użyć ssha do szyfrowania. (Brak fukcji mhash / sha1)
zh: 无法使用 ssha 来加密。（缺少函数 mhash / sha1）

source: Command '%s', specified as CHECK hook for plugin '%s' doesn't seem to exist.
de: Das in CHECK angegebene Kommando '%s' (Modul '%s') scheint nicht zu existieren.
fr: La commande '%s', utilisée dans le CHECK de l'extension '%s' n'existe pas.
it: Il comando '%s', specificato come CHECK per il plugin '%s' non sembra esistere.
pl: Polecenie '%s' podane jako CHECK dla dodatku '%s' nie istnieje.
zh: 命令 '%s'，作为插件 '%s' 的 CHECK hook 好像并不存在。

source: Command '%s', specified as POSTCREATE for plugin '%s' doesn't seem to exist.
de: Das in POSTCREATE angegebene Kommando '%s' (Modul '%s') scheint nicht zu existieren.
fr: La commande '%s', utilisée dans le POSTCREATE de l'extension '%s' n'existe pas.
it: Il comando '%s', specificato come POSTCREATE per il plugin '%s' non sembra esistere.
pl: Polecenie '%s' podane jako POSTCREATE dla dodatku '%s' nie istnieje.
zh: 命令 '%s'，作为插件 '%s' 的 POSTCREATE 好像并不存在。

source: Command '%s', specified as POSTREMOVE for plugin '%s' doesn't seem to exist.
de: Das in POSTREMOVE angegebene Kommando '%s' (Modul '%s') scheint nicht zu existieren.
fr: La commande '%s', utilisée dans le POSTREMOVE de l'extension '%s' n'existe pas.
it: Il comando '%s', specificato come POSTREMOVE per il plugin '%s' non sembra esistere.
pl: Polecenie '%s' podane jako POSTREMOVE dla dodatku '%s' nie istnieje.
zh: 命令 '%s'，作为插件 '%s' 的 POSTREMOVE 好像并不存在。

source: Object '%s' is already tagged
de: Objekt '%s' ist bereits markiert
fr: L'objet '%s' est déjà marqué
it: L'oggetto '%s' è già etichettato
pl: Obiekt '%s' jest już zaznaczony
zh: 对象 '%s' 已经做标记

source: Adding tag (%s) to object '%s'
de: Füge Markierung (%s) zu Objekt '%s' hinzu
fr: Ajouter une marque (%s) à l'objet '%s'
it: Etichetta aggiunta (%s) all'oggetto '%s'
pl: Dodawanie znacznika (%s) do obiektu '%s'
zh: 添加标识（%s）到对象 '%s'

source: Handle object tagging failed
de: Die Bearbeitung der Objekt-Markierung ist fehlgeschlagen
fr: Le marquage de l'objet à échoué
it: Operazione fallita nell'etichettare l'Handle dell'oggetto
pl: Znakowanie obiektu nieudane
zh: 处理对象标记失败

source: Removing tag from object '%s'
de: Entferne Markierung von Objekt '%s'
fr: Suppression de la marque de l'objet '%s'
it: Etichetta rimossa dall'oggetto '%s'
pl: Usuwanie znacznika z obiektu '%s'
zh: 从对象 '%s' 删除标记

source: Warning: Can't set kerberos password. Your PHP version has no kerberos support, password has not been changed.
de: Achtung: Das Kerberos-Kennwort kann nicht gesetzt werden. Die von Ihnen verwendete PHP-Version besitzt keine Unterstützung für Kerberos.
fr: Attention : Impossible de modifier les mots de passe kerberos. Votre version de PHP n'a pas le support de kerberos. Votre mot de passe reste inchangé.
it: Attenzione: non è possibile settare la password Kerberos. La versione di PHP non supporta Kerberos e la password non può essere modificata.
pl: Ostrzeżenie: Nie można ustawić hasła kerberos. Ta wersja PHP nie posiada wsparcia dla kerberos, hasło nie zostało zmienione.
zh: 警告: 无法设置 kerberos 口令。您的 PHP 版本不支持 kerberos，口令没有被修改。

source: Kerberos database communication failed!
de: Die Kommunikation mit der Kerberos-Datenbank ist fehlgeschlagen!
fr: La connexion avec Kerberos a échoué!
it: La comunicazione con il database Kerberos è fallita!
pl: Komunikacja z bazą Kerberos nieudana
zh: Kerberos 数据库通讯失败!

source: Changing password in kerberos database failed!
de: Die Änderung des Kennwortes in der Kerberos-Datenbank ist fehlgeschlagen!
fr: La modification du mot de passe dans la base Kerberos a échoué!
it: Il cambiamento della password nel database Kerberos è fallito!
pl: Zmiana hasła w bazie kerberos nieudana!
zh: 修改 kerberos 数据库中的口令失败！

source: The timezone setting '%s' in your gosa.conf is not valid. Can not calculate correct timezone offset.
de: Die Zeitzonen-Einstellung '%s' in Ihrer gosa.conf ist ungültig. Kann den korrekten Zeitzonen-Versatz nicht ermitteln.
fr: Le paramètre du fuseau horaire '%s' dans votre gosa.conf est invalide. Impossible de calculer la distance depuis GMT.

source: The timezone setting "
de: Die Zeitzonen-Einstellung "
fr: Paramètre du fuseau Horaire"

source: Your comment here
de: Hier steht Ihr Kommentar
fr: Votre commentaire ici
pl: Twój komentarz
zh: 这里是您的评述

source: Parse failed
de: Syntaxprüfung fehlgeschlagen
fr: l'analyse à échouée
pl: Błąd parsowania
zh: 解析失败

source: Parse successful
de: Syntaxprüfung erfolgreich
fr: L'analyse à réussi
pl: Parsowanie powiodło się
zh: 解析成功

source: The specified mail server '%s' does not exist within the GOsa configuration.
de: Der angegebene Mail-Server '%s' existiert nicht in der GOsa-Konfiguration.
fr: Le serveur de messagerie spécifié '%s' n'existe pas dans la configuration de GOsa.
zh: 指定的邮件服务器 '%s' 在 GOsa 配置中不存在。

source: You should specify a name for your new script.
de: Sie sollten einen neuen Namen für Ihr neues Skript vergeben.
fr: Veuillez spécifier un nom pour votre nouveau script.
zh: 请为您的新脚本提供一个名称。

source: Only lower case names are allowed.
de: Nur Namen in Kleinbuchstaben sind zugelassen.
fr: Seule les minuscules sont autorisées.
pl: Tylko małe litery są dozwolone.
zh: 只允许小写字符的名称。

source: Only alphabetical characters are allowed in script names.
de: Nur Zeichen des Alphabets sind in Skript-Namen zugelassen.
fr: Seul des caractères alphabétiques sont permis dans le nom des scripts
zh: 脚本名称只允许使用字母。

source: The specified name is already in use.
de: Der angegebene Name wird bereits verwendet.
fr: Le nom spécifié est déjà utilisé.
pl: Wybrana nazwa już jest w użyciu.
zh: 选择的名称已经被使用。

source: Can't log into SIEVE server. Server says '%s'.
de: Die Anmeldung am SIEVE-Server ist fehlgeschlagen. Die Meldung war '%s'.
fr: Impossible de se connecter au serveur SIEVE. Le serveur répond '%s'.
it: Non posso collegarmi al server SIEVE. Il server ha risposto '%s'.
pl: Nie można zalogować się do serwera SIEVE. Odpowiedź serwera '%s'.
zh: 无法登录到 SIEVE 服务器。服务器报告说 '%s'。

source: Can't activate sieve script on server. Server says '%s'.
de: Kann das SIEVE-Skript auf dem Server nicht aktivieren. Die Meldung lautet '%s'.
fr: Impossible d'activer les scripts sieve sur le serveur. Le serveur répond '%s'.
zh: 无法在服务器激活 sieve 脚本。服务器报告说 '%s'。

source: Can't remove sieve script from server. Server says '%s'.
de: Kann das Sieve-Skript nicht entfernen. Die Meldung lautet '%s'.
fr: Impossible d'effacer le script sieve du serveur. Le serveur répond '%s'.
zh: 无法从服务器删除 sieve 脚本。服务器报告说 '%s'。

source: You are going to remove the sieve script '%s' from your mail server.
de: Sie sind dabei, das Sieve-Skript '%s' von Ihrem Mail-Server zu entfernen.
fr: Vous aller retirer le script sieve '%s' du serveur de messagerie.
zh: 您将要从您的邮件服务器中删除 sieve 脚本 '%s'。

source: Edited
de: Bearbeitet
fr: Édité
zh: 已编辑

source: Please fix all errors before saving. Last error was: %s
de: Bitte beheben Sie alle Fehler, bevor Sie speichern. Der letzte Fehler war: %s
fr: Veuillez corriger toutes les erreurs avant de sauver. La dernière erreur était: %s
zh: 请在保存前修正所有错误。最后的错误是: %s

source: Specified file seems to be empty.
de: Die angebene Datei scheint leer zu sein.
fr: Le fichier spécifié semble vide.
zh: 输入文件好像空文件。

source: Upload failed. The temporary file can't be accessed.
de: Das Hochladen schlug fehl. Auf die temporäre Datei konnte nicht zugegriffen werden.
fr: Le téléchargement à échoué. Le fichier temporaire ne peut pas être atteint.
zh: 上传失败。临时文件无法访问。

source: Can't open file '%s'.
de: Kann Datei '%s' nicht öffnen.
fr: Impossible de lire le fichier '%s'.
it: Non posso aprire il file '%s'.
pl: Nie można otworzyć pliku '%s'.
zh: 无法打开文件 '%s'。

source: Keep
de: Behalten
fr: Garder
pl: Zachowaj
zh: 保持

source: File into
de: Ablegen in
fr: Classer dans
pl: Zapisz w

source: Discard
de: Verwerfen
fr: Effacer
zh: 丢弃

source: Redirect
de: Umleiten
fr: Rediriger
zh: 重定向

source: Reject
de: Ablehnen
fr: Rejeter
zh: 取消

source: Require
de: Benötige
fr: Requis
pl: Wymagane
zh: 需要的

source: If
de: Wenn
fr: si

source: Failed to add new element.
de: Neues Element konnte nicht hinzugefügt werden.
fr: L'ajout d'un nouvel élément à échoué.
zh: 添加新元素失败。

source: Else
de: Ansonsten
fr: alors
pl: W przeciwnym wypadku

source: Else If
de: Ansonsten, wenn
fr: alors si

source: Header
de: Kopfzeilen
fr: Entête
pl: Nagłówek
zh: 头

source: Envelope
de: Umschlag
fr: Enveloppe
pl: Koperta
zh: 信封

source: Exists
de: Vorhanden
fr: Existe
pl: Istnieje
zh: 存在

source: All of
de: Alle
fr: Tout
pl: Wszystkie z
zh: 所有

source: Any of
de: Eines oder mehrere von
fr: n'importe lequel de
zh: 任何的

source: This script is marked as active
de: Dieses Skript ist als aktiv markiert
fr: Ce script est marqué actif
zh: 这个脚本被标记为活动

source: Script length
de: Skriptlänge
fr: Longueur du script
pl: Długość skryptu
zh: 脚本长度

source: Remove script
de: Entferne Skript
fr: Effacer un script
pl: Usuń skrypt
zh: 删除脚本

source: Activate script
de: Aktiviere Skript
fr: Activer un script
pl: Aktywuj skrypt
zh: 激活脚本

source: Edit script
de: Bearbeite Skript
fr: Éditer un script
pl: Edytuj skrypt
zh: 编辑脚本

source: Can't add the specified element at the given position.
de: Kann das angegebene Element nicht an der gegebenen Position einfügen.
fr: Impossible d'ajouter l'élément spécifié à la position choisie.
zh: 无法在给定位置添加指定元素。

source: Failed to save sieve script
de: Speichern vom Sieve-Skript fehlgeschlagen
fr: Impossible de sauver le script sieve
pl: Zapis skryptu Sieve nieudany
zh: 保存 sieve 脚本失败

source: Invalid character found, quotes are not allowed in a reject message.
de: Ungültiges Zeichen entdeckt, Anführungszeichen sind in einer Ablehnungs-Nachricht nicht erlaubt.
fr: Caractère non valide trouvé, les guillemets ne sont pas permis dans un message de rejet.
zh: 发现无效字符。拒信中不允许使用引号。

source: Your reject text here
de: Hier steht Ihr Ablehnungstext
fr: Votre texte de rejet ici
zh: 你的拒绝文字

source: Not
de: Nicht
fr: Non
pl: Nie
zh: 否

source: Inverse match
de: Suchergebnis umkehren
fr: Correspondance inversée
pl: Odwrotne dopasowanie
zh: 反向匹配

source: Select match type
de: Auswahl des Übereinstimmungstyps
fr: Sélectionnez le type de correspondance
zh: 选择模板类型

source: Select value unit
de: Wähle Wert-Einheit
fr: Choisir l'unité de valeur
zh: 选择取值单位

source: Move mail into folder
de: Verschiebe Mail in den Ordner
fr: Bouger les messages vers le dossier
zh: 移动邮件到目录

source: Select from list
de: Auswahl aus Liste
fr: Sélectionnez depuis la liste
pl: Wybierz z listy
zh: 从列表中选择

source: Manual selection
de: Manuelle Auswahl
fr: Sélection manuelle
zh: 手动选择

source: Folder
de: Ordner
fr: Dossier
zh: 目录

source: Import sieve script
de: Sieve-Skript importieren
fr: Importez un script sieve
pl: Importuj skrypt sieve
zh: 导入 sieve 脚本

source: Please select the sieve script you want to import. Use the import button to import the script or the cancel button to abort.
de: Bitte wählen Sie das zu importierende Sieve-Skript. Verwenden Sie den Import-Knopf, um das Skript zu importieren oder den Abbrechen-Knopf zum Abbrechen.
fr: Veuillez sélectionner le script sieve que vous voulez importer. Utilisez le bouton 'importer' pour importer le script et le bouton 'annuler' pour annuler l'opération.
zh: 请选择要导入的 sieve 脚本。用导入按钮来导入脚本，或者取消按钮退出。

source: Script to import
de: Zu importierendes Skript
fr: Script à importer
pl: Skrypt do importu
zh: 要导入的脚本

source: Select the type of test you want to add
de: Wählen Sie den Typ des Tests, den Sie hinzufügen möchten
fr: Sélectionner le type de test que vous voulez ajouter
zh: 选择您要添加的测试类型

source: Available test types
de: Verfügbare Testarten
fr: Type de tests disponibles
zh: 可用的测试类型

source: Stop execution here
de: Ausführung hier stoppen
fr: Arrêter l'exécution ici
pl: Zatszymaj wykonywanie
zh: 停止执行

source: List of sieve scripts
de: Liste der Sieve-Skripte
fr: Liste des scripts sieve
pl: Lista skryptów sieve
zh: sieve 脚本列表

source: Connection to the sieve server could not be established, the authentification attribute is empty.
de: Die Verbindung zum Sieve-Server konnte nicht aufgebaut werden, das Authentifizierungs-Attribut ist leer.
fr: La connexion au serveur sieve n'a pas pu être établie, l'attribut d'authentification est vide.
zh: 无法建立到 sieve 服务器的连接，认证属性为空。

source: Please verfiy that the attributes uid and mail are not empty and try again.
de: Bitte prüfen Sie, dass die Attribute uid und mail nicht leer sind und versuchen Sie es erneut.
fr: Veuillez vérifier que les attributs uid et mail ne sont pas vide et réessayer.
zh: 请确认 uid 和 mail 属性不为空，然后重试。

source: Connection to the sieve server could not be established.
de: Die Verbindung zum Sieve-Server konnte nicht aufgebaut werden.
fr: La connexion au serveur sieve ne peut pas être établie.
zh: 无法连接到 sieve 服务器。

source: Possibly the sieve account has not been created yet.
de: Möglicherweise wurde das Sieve-Konto bisher noch nicht erstellt.
fr: Probablement que le compte sieve n'a pas encore été crée.
zh: 可能尚未建立 sieve 账号。

source: Be careful. All your changes will be saved directly to sieve, if you use the save button below.
de: Bitte seien Sie vorsichtig. Alle Änderungen werden unverzüglich nach Sieve übernommen, wenn Sie den 'Speichern'-Knopf drücken.
fr: Faites attention. Tout les changement seront sauvés immédiatement lorsque vous cliquerez sur le bouton sauver.
zh: 小心，当按下保存键时，所有修改马上被保存到 sieve。

source: Create new script
de: Neues Skript erstellen
fr: Création d'un nouveau script
pl: Utwórz nowy skrypt
zh: 创建新脚本

source: Please enter the name for the new script below. Script names must consist of lower case characters only.
de: Bitte geben Sie den Namen für das neue Skript unten ein. Skript-Namen dürfen ausschliesslich aus Kleinbuchstaben bestehen.
fr: Veuillez entrer le nom du nouveau script ci dessous. Les nom de scripts sont composé de caractères en minuscule uniquement.
zh: 请在下面输入新脚本的名称。脚本名称必须只包含小写字母。

source: Normal view
de: Normale Ansicht
fr: Vue normale
pl: Widok normalny
zh: 正常视图

source: Match type
de: Übereinstimmungstyp
fr: Type de correspondance
zh: 匹配类型

source: Boolean value
de: Boolscher Wert
fr: Valeur booléenne
zh: 布尔值

source: Invert test
de: Test invertieren
fr: Test inversé
zh: 反向测试

source: Comparator
de: Komparator
fr: Comparaison
zh: 比较器

source: Operator
fr: Opérateur
zh: 操作符

source: Address fields to include
de: Adressfelder, die einbezogen werden
fr: Adresses à ajouter
zh: 要加入的地址字段

source: Values to match for
de: Werte, auf die geprüft wird
fr: Valeur de correspondances
zh: 要匹配的值

source: Expert view
de: Expertenansicht
fr: Mode expert
pl: Widok eksperta
zh: 高级视图

source: Keep message
de: Nachricht behalten
fr: Garder le message
pl: Zachowaj wiadomość
zh: 保存邮件

source: Redirect mail to following recipients
de: Mail an folgende Empfänger umleiten
fr: Rediriger les messages vers les personnes suivantes
zh: 转发邮件到下列收件人

source: Add object
de: Objekt einfügen
fr: Ajouter un objet
pl: Dodaj obiekt
zh: 添加对象

source: Remove object
de: Entferne Objekt
fr: Enlever un objet
pl: Usuń obiekt
zh: 删除对象

source: update
de: anwenden
fr: mise à Jour
pl: aktualizuj
zh: 更新

source: Part of address that should be used
de: Teil der Adresse, der verwendet werden soll
fr: Partie de l'adresse qui doit être utilisée
zh: 要被使用的部分地址

source: Move this object up one position
de: Bewege dieses Objekt eine Position nach oben
fr: Monter cet objet d'une position
zh: 向上移动一次这个对象

source: Move this object down one position
de: Bewege dieses Objekt eine Position nach unten
fr: Descendre cet objet d'une position
zh: 向下移动一次这个对象
