Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Removing phone macro reverences failed
de: Entfernen der Referenzen auf Telefon-Makros ist fehlgeschlagen
fr: La suppression des références de la macro téléphonique à échoué
it: Rimozione delle regole delle macro telefoniche fallito
pl: Usuwanie referencji makra telefonicznego nieudane
zh: 删除电话宏引用失败

source: Saving phone macro failed
de: Speichern des Telefon-Makros ist fehlgeschlagen
fr: La sauvegarde de la macro téléphonique à échoué
it: Salvataggio della macro telefonica fallito
pl: Zapisywanie makra telefonicznego nieudane
zh: 保存电话宏失败

source: This 'dn' is no phone macro.
de: Diese 'dn' ist kein Telefon-Makro.
fr: Ce 'dn' n'est pas une macro téléphonique.
it: Questo 'dn' non è di una macro telefonica.
pl: Ten 'dn' nie jest makrem telefonu.
zh: 这个 'dn' 不是电话宏。

source: String
de: Zeichenkette
fr: Chaîne de caractère
it: Stringa
pl: Napis
zh: 字符串

source: Combobox
de: Auswahl-Gruppe
fr: Boite à choix multiple
pl: Lista rozwijana
zh: 单选框

source: Bool
de: Schalter
fr: Booléen
it: Booleano
zh: 布尔值

source: Delete unused
de: Entferne
fr: Supprimer les paramètres inutilisés
it: Cancella gli inutilizzati
pl: Usuń nieużywane
zh: 删除未使用的

source: Insufficient permissions, can't change attribute '%s' in goFonMacro.
de: Zugriffsrechte nicht ausreichend, kann Attribut '%s' in goFonMacro nicht ändern.
fr: Permissions insuffisantes, impossible de changer l'attribut '%s' dans la macro téléphonique.
it: Permessi insufficienti, non puoi cambiare gli attributi '%s' in goFonMacro.
pl: Brak uprawnień do zmian atrybutu '%s' w goFonMacro.
zh: 权限不足，不能在 goFonMacro 中修改属性 '%s'。

source: The parameter %s contains invalid char. '!,#' is used as delimiter
de: Der Parameter '%s' enthält ungültige Zeichen. '!,#' werden als Feldtrenner verwendet
fr: Le paramètre %s contient des caractères invalides. '!#' est utilisé comme séparateur
it: Il parametro %s contiente caratteri non ammessi. '!,#' sono utilizzati come delimitatori
pl: Parametr %s zawiera nieprawidłowy znak. '!,#' jest użyty jako separator
zh: 参数 %s 包含无效字符。'!,#' 用做分隔符

source: The parameter %s has incorrect value for type bool.
de: Der Parameter %s besitzt einen ungültigen Wert für Datentyp bool.
fr: Le paramètre %s à des valeurs incorrectes par rapport au type booléen.
it: Il parametro %s ha un valore non corretto per il tipo booleano.
pl: Parametr %s posiada nieprawidłową wartość dla typu logicznego.
zh: 参数 %s 含有不正确的布尔值。

source: Parameter count of the macro changed, you must update each user which are using this macro '%s'.
de: Die Parameterzahl des Makros hat sich geändert, sie müssen jeden Benutzer aktualisieren, der das Makro '%s' benutzt.
fr: Le nombre de paramètres de la macro à change, vous devez mettre à jour chaque utilisateur qui utilise la macro '%s'.
it: Il parametro 'count' della macro è modificata. Devi aggiornare ogni utente che sat utilizzando la macro '%s'.
pl: Liczba parametrów tego makra została zmieniona. Należy powiadomić wszustkich użytkowników tego makra '%s'.
zh: 宏的参数数目修改了，您必须更新每一个使用宏 '%s' 的用户。

source: Saving phone macro parameters failed
de: Speichern der Telefon-Makro Parameter ist fehlgeschlagen
fr: La sauvegarde de paramètres de la macro téléphonique à échoué
it: Salvataggio dei parametri della macro telefonica fallito
pl: Zapisywanie parametrów makra telefonicznego nieudane
zh: 保存电话宏参数失败

source: This may be used by several groups. Please double check if your really want to do this since there is no way for GOsa to get your data back.
de: Dieser Eintrag wird unter Umständen von verschiedenen Gruppen genutzt. Bitte überprüfen Sie genau was Sie tun, da GOsa keine Möglichkeit hat, die Daten wiederherzustellen.
fr: Cela peut être utilisé par plusieurs groupes. Veuillez vérifier que vous voulez effectuer cette opération étant donné qu'il est impossible pour GOsa de récupérer vos données.
it: Questo valore può essere usato da diversi gruppi. verifica con attenzione le modifiche perchè GOsa non può ripristinare i valori modificati.
pl: To może być używane przez kilka grup. Proszę upewnić się czy kontynuować, gdyż nie ma operacji powrotu.
zh: 这可能被好几个组使用。请再次检查您是否要这么做，因为 GOsa 没有办法将您的数据找回。

source: macro name
de: Makro-Name
fr: nom de la macro
it: Nome della macro
pl: Nazwa makra
zh: 宏名称

source: Create new phone macro
de: Neues Telefon-Makro erstellen
fr: Créer une nouvelle macro téléphonique
it: Crea una nuova macro per il telefono
pl: Utwórz nowe makro telefonu
zh: 创建新电话宏

source: Edit macro
de: Makro bearbeiten
fr: Editer une macro
it: Modifica la macro
pl: Edytuj makro
zh: 编辑宏

source: Delete macro
de: Makro entfernen
fr: Supprimer une macro
it: Cancella la macro
pl: Usuń makro
zh: 删除宏

source: yes
de: ja
fr: oui
it: Sì
pl: tak
zh: 是

source: no
de: nein
fr: non
pl: nie
zh: 否

source: Number of listed macros
de: Anzahl der angezeigten Makros
fr: Nombre de macro

source: The specified goFonHomeServer '%s' is not available in GOsa server configuration. Saving this account will create a new entry on the server '%s'. Use cancel if you do not want to create a new entry ignoring old accounts.
de: Der angegebene goFonHomeServer '%s' ist nicht in der GOsa Server-Verwaltung verfügbar. Das Speichern dieses Kontos wird einen neuen Eintrag auf dem Server '%s' erzeugen. Verwenden Sie 'Abbrechen', wenn Sie kein neues Konto erstellen möchten.
fr: Le serveur goFonHomeServer '%s' n'est pas disponible dans la configuration serveur de GOsa. La sauvegarde de ce compte va créer une nouvelle entrée dans le serveur '%s'. Utilisez annuler si vous ne voulez pas créer un nouveau compte en ignorant les ancien comptes.
zh: 指定的 goFonHomeServer '%s' 在 GOsa 服务器配置中不存在。保存这个账号将在服务器 '%s' 上创建一个新条目。选择“取消”如果您不想创建一个新条目并忽略旧账号。

source: no macro
de: kein Makro
fr: pas de macros
it: Nessuna macro
pl: brak makra
zh: 没有宏

source: undefined
de: nicht definiert
fr: non défini
it: Non definito
pl: niezdefiniowany
zh: 未定义

source: Can't save any changes to asterisk database, there is no mysql extension available.
de: Die MySQL-Erweiterung wurde nicht gefunden - kann daher keine Änderungen in der Asterisk-DB speichern.
fr: Impossible de sauvegarde les changements dans votre base de données asterisk, l'extension mysql n'est pas disponible.
it: Non posso salvare le modifiche nel database Asterisk; non è disponibile alcuna estensione mysql.
pl: Nie można zapisać zmian w bazie asterisk. Brak wsparcia dla mysql w ustawieniach php.
zh: 因为当前没有 mysql 扩展，无法保存修改到 asterisk 数据库。

source: The MySQL Server '%s' isn't reachable as user '%s'. Abort saving entries to keep the database consistent, check GOsa log for mysql error.
de: Der MySQL-Server '%s' ist als Benutzer '%s' nicht erreichbar. Unterbreche das Speichern der Einträge, um die Konsistenz der Datenbank zu bewahren. Überprüfen Sie das GOsa Protokoll auf MySQL-Fehler.
fr: Le serveur MySQL '%s' n'est pas joignable avec l'utilisateur '%s'. Abandon de la sauvegarde des données pour garder la consistance de la base de données, veuillez vérifier les journaux systèmes GOsa pour les erreurs mysql.
zh: MySQL 服务器 '%s' 无法被用户 '%s' 访问。取消保存将保持数据库的完整性，通过 GOsa 日志来查看 mysql 错误。

source: Can't select database %s on %s. Abort saving entries to keep the database consistent, check GOsa log for mysql error.
de: Kann Datenbank %s auf %s nicht auswählen. Unterbreche das Speichern der Einträge, um die Konsistenz der Datenbank zu bewahren. Überprüfen Sie das GOsa Protokoll auf MySQL-Fehler.
fr: Impossible de sélectionner la base de données %s sur %s. Abandon de la sauvegarde des données pour garder la base de données consistante, veuillez vérifier les journaux systèmes de GOsa pour les erreurs mysql.
zh: 无法查询数据库 '%s' 于 '%s'。取消保存将保持数据库的完整性，通过 GOsa 日志来查看 mysql 错误。

source: The old MySQL home server '%s' isn't reachable as user '%s'. Abort saving entries to keep the database consistent, check GOsa log for mysql error.
de: Der alte MySQL Home-Server '%s' ist als Benutzer '%s' nicht erreichbar.Unterbreche das Speichern der Einträge, um die Konsistenz der Datenbank zu bewahren. Überprüfen Sie das GOsa Protokoll auf MySQL-Fehler.
fr: L'ancien serveur MySQL primaire '%s' n'est pas joignable avec l'utilisateur '%s'. Abandon des sauvegardes pour garder la consistance de la base de données, veuillez vérifier les journaux systèmes GOsa pour les erreurs mysql.
zh: 老的 MySQL 主服务器 '%s' 无法被用户 '%s' 访问。取消保存将保持数据库的完整性，通过 GOsa 日志来查看 mysql 错误。

source: Error while performing query:
de: Fehler bei der Ausführung der Anfrage:
fr: Une erreur s'est produite lors de la requête:
it: Errore nell'esecuzione dell'interrogazione:
pl: Błąd podczas wykonywania zapytania:
zh: 执行查询时错误:

source: This account has no phone extensions.
de: Dieses Konto besitzt keine Telefon-Erweiterungen.
fr: Ce compte n'est pas d'extension téléphoniques.
it: L'utente non ha estensioni telefoniche.
pl: To konto nie posiada rozszerzeń telefonu.
zh: 这个账号没有电话扩展。

source: The macro you selected, is no longer available for you, please choose another one.
de: Das gewählte Makro ist nicht mehr verfügbar, bitte wählen Sie ein anderes.
fr: La macro que vous aviez choisi dans le passé n'est plus disponible, veuillez en choisir une autre.
it: la macro selezionata non è più dispobilie, per favore sceglierne un'altra.
pl: Makro które wybrano nie jest już dostępne, proszę wybrać inne.
zh: 您选择的宏不能继续使用，请选择另外一个。

source: Remove phone account
de: Telefon-Konto entfernen
fr: Supprimer l'extension téléphonique
it: Rimuovi utente telefonico
pl: Usuń konto telefoniczne
zh: 删除电话账号

source: This account has phone features enabled. You can disable them by clicking below.
de: Dieses Konto besitzt aktivierte Telefon-Erweiterungen. Sie können diese durch einen Klick auf die untere Schaltfläche deaktivieren.
fr: Une extension téléphone existe pour cet utilisateur. Vous pouvez la supprimer en cliquant sur le bouton ci-dessous.
it: L'utente ha le impostazioni telefoniche abilitate. Potete disabilitarle cliccando sotto.
pl: To konto ma włączone cechy telefonu. Można je wyłączyć klikając poniżej.
zh: 这个账户电话功能已启用。您可以点击下面的按钮禁用。

source: Create phone account
de: Telefon-Konto erstellen
fr: Créer un compte téléphone
it: Crea un utente telefonico
pl: Utwórz konto telefoniczne
zh: 创建电话账号

source: This account has phone features disabled. You can't enable them while no uid is set.
de: Dieses Konto besitzt keine gültigen Telefon-Erweiterungen. Sie können diese nicht aktivieren, solange keine gültige UID gesetzt ist.
fr: Aucun extension téléphone n'existe pour cet utilisateur. Vous ne pouvez pas l'activer lorsque aucun uid n'est indiqué.
it: L'utente ha le impostazioni telefoniche disabilitate. Non potete abilitarle se non è definito un UID.
pl: To konto posiada wyłączone rozszerzenia telefonu. Nie można włączyć tego rozszerzenia dopóki nie jest ustawiony uid.
zh: 这个账户电话功能已禁用。您可以点击下面的按钮来启用。

source: This account has phone features disabled. You can enable them by clicking below.
de: Dieses Konto besitzt keine gültigen Telefon-Erweiterungen. Sie können diese durch einen Klick auf die untere Schaltfläche aktivieren.
fr: Aucun extension téléphone n'existe pour cet utilisateur. Vous pouvez en créer une en cliquant sur le bouton ci-dessous.
it: L'utente ha le impostazioni telefoniche disabilitate. Potete abilitarle cliccando sotto.
pl: To konto ma wyłączone cechy telefonu. Można je włączyć klikając poniżej.
zh: 这个账户的电话功能被禁用。您可以点击下面按钮来启用。

source: Please enter a valid phone number! Because of the realtime extension tables, the number must be less than 11 digits.
fr: Veuillez entrer un numéro de téléphone valide ! A cause de l'extension realtime, les nombres doivent être plus petits que onze chiffres.

source: Choose your private phone
de: Wählen Sie Ihr privates Telefon
fr: Choisissez votre téléphone privé
it: Scegli il tuo numero personale di telefono
pl: Wybierz swój telefon prywatny
zh: 选择您私人电话

source: There must be at least one server with an asterisk database to create a phone account.
de: Es muss mindestens ein Server mit einer Asterisk-Datenbank vorhanden sein, um ein Telefonkonto zu erstellen.
fr: Il doit y avoir au moins un serveur avec une base de données asterisk pour créer un compte téléphonique.
zh: 必须有至少一个带有 asterisk 数据库的服务器来创建一个电话账号。

source: Please select a valid goFonHomeServer.
de: Bitte wählen Sie einen gültigen goFonHomeServer.
fr: Veuillez sélectionner un serveur de téléphonique valide (goFonHomeServer).
zh: 请选择一个有效的 goFonHomeServer。

source: Voicemail PIN must be between 1-4 characters.
de: Die Voicemail-PIN muss 1-4 Zeichen lang sein.
fr: Le code pin de la boîte vocale doit être entre 1-4 caractères.
it: Il PIN della Segreteria telefonica deve contenere da 1 a 4 caratteri.
pl: PIN Voicemail musi zawierać od 1 do 4 znaków.
zh: 语音邮件 PIN 必须包含 1-4 个字符。

source: The specified Voicemail PIN contains invalid characters, only numeric values are allowed here.
de: Das Feld 'Voicemail-PIN' enthält ungültige Zeichen. Nur numerische Werte sind erlaubt.
fr: Le code pin de la boîte vocale contient des caractères invalides, seul les chiffres sont autorisés.
it: Il PIN della segreteria telefonica indicato contiene caratteri non ammessi; sono consentiti solo valori numerici.
pl: Podany PIN Voicemail zawiera niedozwolone znaki, tylko cyfry są dozwolone.
zh: 输入的语音邮件 PIN 包含无效字符，只允许数字。

source: The specified phone PIN contains invalid characters, only aphanumeric values are allowed here.
de: Das Feld 'PIN' enthält ungültige Zeichen. Nur alphanumerische Werte sind erlaubt.
fr: Le code pin du téléphone contient des caractères invalides. Seul les chiffres et les lettres sont autorisés.
it: Il PIN della telefono indicato contiene caratteri non ammessi; sono consentiti solo valori alfanumerici.
pl: Podany PIN telefonu zawiera niedozwolone znaki, tylko znaki alfanumeryczne są dozwolone.
zh: 输入的电话 PIN 包含无效字符，只允许字母数字。

source: You need to specify at least one phone number!
de: Bitte geben Sie mindestens eine Telefonnummer an!
fr: Vous devez au moins indiquer un numéro de téléphone !
it: devi specificare almeno un numero telefonico!
pl: Musisz podac co najmniej jeden numer telefonu!
zh: 您需要提供至少一个电话号码！

source: Saving phone account failed
de: Speichern des Telefon-Kontos ist fehlgeschlagen
fr: La sauvegarde du compte téléphonique à échoué
it: Salvataggio dell'utente telefonico fallito
pl: Zapisywanie konta telefonicznego nieudane
zh: 保存电话账号失败

source: The MySQL Server '%s' isn't reachable as user '%s', check GOsa log for mysql error.
de: MySQL-Server '%s' kann nicht als Benutzer '%s' erreicht werden, überprüfen Sie das GOsa Protokoll auf MySQL-Fehlermeldungen.
fr: Le serveur MySQL '%s' n'est pas joignable avec l'utilisateur '%s', veuillez vérifier les journaux système GOsa pour les erreurs mysql.
it: Il server MySQL '%s' non è raggiungibile per l'utente '%s'; controlla il file di log di GOsa per identificare gli errori mysql.
pl: Serwer MySQL '%s' nie jest dostępny dla użytkownika '%s', sprawdź log GOsa dla błedu mysql.
zh: MySQL 服务器'%s' 无法被用户 '%s' 访问，通过 GOsa 日志来查看 mysql 错误。

source: Can't select database %s on %s.
de: Die Datenbank %s auf %s kann nicht ausgewählt werden.
fr: Impossible de sélectionner la base de données %s située sur %s.
it: Non posso selezionare il database %s in %s.
pl: Nie można wybrać bazy %s na %s.
zh: 无法选择数据库 %s 在 %s 上。

source: Stop
de: Beenden
fr: Arrêter
it: Ferma
pl: Zatrzymaj
zh: 停止

source: Can't remove phone account, the mysql extension is not present in php configuration.
de: Kann das Telefon-Konto nicht entfernen, die MySQL-Erweiterung ist in der PHP-Konfiguration nicht vorhanden.
fr: Impossible de supprimer le compte téléphonique, l'extension mysql n'est pas présente dans la configuration php.
it: Non posso cancellare l'utente telefonico; l'estensione mysql non è presente nella configurazione php.
pl: Nie można usunąć konta telefonicznego. Brak wsparcia dla mysql w ustawieniach php.
zh: 无法删除电话账号，PHP 配置中没有 mysql 扩展。

source: Removed user '%s' from phone queue '%s'.
de: Benutzer '%s' von Warteschlange '%s' entfernt.
fr: L'utilisateur '%s' à été enlevé de la queue '%s'.
it: Rimozione dell'utente '%s' dalla coda telefonica '%s'.
pl: Usunięto użytkownika '%s' z kolejki telefonicznej '%s'.
zh: 删除用户 '%s'，从电话队列 '%s'。

source: Removing phone account failed
de: Entfernen des Telefon-Kontos ist fehlgeschlagen
fr: La suppression du compte téléphonique à échoué
it: Rimozione dell'utente telefonico fallita
pl: Usuwanie konta telefonicznego nieudane
zh: 删除电话账号失败

source: The previously selected asterisk home server (%s) is no longer available. Remove aborted.
de: Der zuvor gewählte Asterisk Home-Server (%s) ist nicht mehr verfügbar.Entfernen abgebrochen.
fr: Le serveur asterisk primaire précédemment sélectionné n'existe plus (%s). Effacement interrompu.
zh: 之前选择的 asterisk 主服务器 (%s) 不存在了。删除终止。

source: Phone numbers
de: Telefonnummern
fr: Numéros de téléphones
it: Numeri di telefono
pl: Numery telefonów
zh: 电话号码

source: Telephone hardware
de: Telefon-Hardware
fr: Matériel téléphonique
it: Impianto telefonico (hardware)
pl: Sprzęt telefoniczny
zh: 电话硬件

source: Telephone
de: Telefon
fr: Téléphone
it: Telefono
pl: Telefon
zh: 电话

source: Select the accounts home server
de: Wählen Sie den Home-Server der Konten
fr: Sélectionnez le serveur primaire
zh: 选择账号的主服务器

source: Context
fr: Contexte

source: Select the accounts context
fr: Sélectionnez le context des comptes

source: Voicemail PIN
fr: Code PIN de la boite vocale
it: Codice della segreteria telefonica PIN
pl: PIN poczty głosowej
zh: 语音邮件 PIN

source: Phone PIN
de: Telefon-PIN
fr: Code PIN du téléphone
it: Codice telefono PIN
pl: PIN telefonu
zh: 电话 PIN

source: Phone macro
de: Telefon-Makro
fr: Macro téléphoniques
it: Macro telefonica
pl: Makro telefoniczne
zh: 电话宏

source: Refresh
de: Aktualisieren
fr: Rafraîchir
it: Aggiorna
pl: Odśwież
zh: 刷新

source: Phone settings
de: Telefon-Einstellungen
fr: Configuration du téléphone
it: Impostazioni telefono
pl: Ustawienia telefonu
zh: 电话设置

source: Try to move tree failed. Destination tree is subtree of source tree.
de: Verschieben des Baums ist fehlgeschlagen: Der Zielbaum ist ein Unterbaum des Quellbaumes.
fr: Impossible de bouger l'arbre. L'arbre de destination est un sous arbre de l'arbre à bouger.
it: tentativo di spostamento della struttura fallito. L'area di destinazione è dipendente da quella di partenza.
pl: Próba przeniesienia drzewa nieudana. Docelowe drzewo jest poddrzewem w drzewie źródłowym.
zh: 移动树失败。目标树是源树的子树。

source: List of FAI objects (Fully Automatic Installation)
de: Liste von FAI-Objekten
fr: Liste des objets FAI (Fully Automatic Installation)
it: LElenco degli oggetti FAI (Fully Automatic Installation)
pl: Lista obiektów FAI (Fully Automatic Installation)
zh: FAI （全自动安装）对象列表

source: This menu allows you to select FAI class names and to add them to the currently edited profile.
de: Dieses Menü erlaubt es Ihnen, FAI Klassen-Namen auszuwählen und zum gegenwärtig bearbeiteten Profil hinzuzufügen.
fr: Ce menu vous permet de sélectionner des classes FAI et de les ajouter au profile actuellement édité.
it: Questo menu permette di selezionare i nomi delle classi FAI da aggiungere al profilo in fase di modifica.
pl: To menu umożliwia wybór nazw klas FAI i dodawania ich do obecnie edytowanego profilu.
zh: 这个菜单允许您为当前编辑的配置添加 FAI 类名。

source: Show only classes with templates
de: Zeige nur Klassen mit Vorlagen
fr: Montrer seulement les classes avec modèles
it: Mostra solo le classi con modelli
pl: Pokaż tylko klasy z szablonami
zh: 只显示带有模板的分类

source: Show only classes with scripts
de: Zeige nur Klassen mit Skripten
fr: Montrer seulement les classes avec scripts
it: Mostra solo le classi con script
pl: Pokaż tylko klasy ze skryptami
zh: 只显示带有脚本的分类

source: Show only classes with hooks
de: Zeige nur Klassen mit Hooks
fr: Montrer seulement les classes avec des hooks
it: Mostra solo le classi con hooks
pl: Pokaż tylko klasy z zaczepami
zh: 只显示带有钩子的分类

source: Show only classes with variables
de: Zeige nur Klassen mit Variablen
fr: Montrer seulement les classes avec variables
it: Mostra solo le classi con variabili
pl: Pokaż tylko klasy ze zmiennymi
zh: 只显示带有变量的分类

source: Show only classes with packages
de: Zeige nur Klassen mit Paketen
fr: Montrer seulement les classes avec des paquets
it: Mostra solo le classi con pachetti
pl: Pokaż tylko klasy z pakietami
zh: 只显示带有软件包的分类

source: Show only classes with partitions
de: Zeige nur Klassen mit Partitionen
fr: Montrer seulement les classes avec des partitions
it: Mostra solo le classi con partizioni
pl: Pokaż tylko klasy z partycjami
zh: 只显示带有分区的分类

source: Display objects matching
de: Zeige die Objekte, auf die Folgendes passt
fr: Afficher les objets correspondants
it: Mostra gli oggetti corrispondenti
pl: Wyświetl obiekty pasujące
zh: 显示匹配对象

source: Regular expression for matching object names
de: Regulärer Ausdruck zum Erkennen von Objekt-Namen
fr: Expression régulière pour trouver les objets correspondants
it: Espressione regolare per ricercare i nomi degli oggetti
pl: Wyrażenie regularne dla dopasowania nazw obiektów
zh: 匹配对象名的正则表达式

source: Template attributes
de: Vorlagen-Attribute
fr: Attributs des modèles
it: Attributi del modello
pl: Atrybuty szablonu
zh: 模板属性

source: File
de: Datei
fr: Fichier
pl: Plik
zh: 文件

source: Save template
de: Vorlage speichern
fr: Sauver le modèle
it: Salva il modello
pl: Zapisz szablon
zh: 保存模板

source: Upload
de: Hochladen
fr: Télécharger
it: Carica
pl: Wgraj
zh: 上传

source: Destination path
de: Ziel-Pfad
fr: Répertoire de destination
it: Directory di destinazione
pl: Ścieżka docelowa
zh: 目标路径

source: Group
de: Gruppe
fr: Groupes
it: Gruppo
pl: Grupa
zh: 组

source: Access
de: Zugriff
fr: Accès
it: Accesso
pl: Dostęp
zh: 访问

source: Class
de: Klasse
fr: Classe
it: Classe
pl: Klasa
zh: 类

source: Read
de: Lesen
fr: Lire
it: Lettura
pl: Odczyt
zh: 读

source: Write
de: Schreiben
fr: Ecrire
it: Scrivi
pl: Zapis
zh: 写

source: Execute
de: Ausführen
fr: Exécuter
it: Esegui
pl: Uruchom
zh: 执行

source: Special
de: Speziell
fr: Spécial
it: Speciale
pl: Specjalne
zh: 特殊

source: Others
de: Andere
fr: Autres
it: Altri
pl: Inne
zh: 其他

source: sticky
fr: permanent
zh: 置顶

source: This list displays all assigned class names for this profile.
de: Diese Liste zeigt alle diesem Profil zugeordneten Klassen-Namen.
fr: Cette liste affiche toute les classes appartenant à ce profile.
it: Questa lista mostra tutte i nomi delle classi assegnate in questo profilo.
pl: Ta lista wyświetla wszystkie przypisane nazwy klas dla tego profilu.
zh: 这个列表显示该 profile 所有分配的类名。

source: Hook bundle
de: Hook-Gruppe
fr: Ensemble de connections
it: Hook collegati (Hook bundle)
pl: Zestaw zaczepów
zh: Hook 集合

source: Template bundle
de: Vorlagen-Gruppe
fr: Ensemble de modèles
it: Modelli collegati (Template bundle)
pl: Zestaw szablonów
zh: 模板集

source: Script bundle
de: Skript-Gruppe
fr: Ensemble de scripts
it: Script collegati (Script bundle)
pl: Zestaw skryptów
zh: 脚本集

source: Variable bundle
de: Variablen-Gruppe
fr: Ensemble de variables
it: Variabili collegate (Variable bundle)
pl: Zestaw zmiennych
zh: 变量集

source: Packages bundle
de: Paket-Gruppe
fr: Ensemble de paquets
it: Pacchetti bundle
pl: Zestaw pakietów
zh: 软件包集合

source: Partition table
de: Partitionstabelle
fr: Table des partitions
pl: Tablica partycji
zh: 分区表

source: Remove class from profile
de: Entferne Klasse von Profil
fr: Enlever la classe du profil
it: Rimuovi la classe dal profilo
pl: Usuń klasę z profilu
zh: 从 profile 中删除分类

source: Up
de: Auf
fr: Au dessus
it: Su
pl: Góra
zh: 上

source: Down
de: Ab
fr: En bas
it: Giù
pl: W dół
zh: 关闭

source: Removing FAI profile failed
de: Entfernen des FAI-Profils fehlgeschlagen
fr: La suppression du profile FAI à échoué
it: Rimozione del profilo FAI fallita
pl: Usuwanie profilu FAI nieudane
zh: 删除 FAI profile 失败
