Repository: gosa-project/gosa-core
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it, pl, zh

source: Insert seperator
de: Feldtrenner einfügen
fr: Insérer un séparateur
it: Inserisci un separatore
pl: Wstaw separator
zh: 插入分隔符

source: Edit entry
de: Eintrag bearbeiten
fr: Modifier une entrée
it: Modifica valore
pl: Edycja pozycji
zh: 编辑记录

source: This application is no longer available.
de: Diese Applikation ist nicht mehr verfügbar.
fr: L'application sélectionnée n'est plus disponible.
it: Questa applicazione non è più disponibile.
pl: Ta aplikacja nie jest już dostępna.
zh: 此应用程序不再可用。

source: This application is not available in any release named %s.
de: Diese Applikation ist im Release '%s' nicht verfügbar.
fr: Cette application n'est pas disponible dans la version nommée %s.
it: Questa applicazione non è disponibile in ogni release chiamata '%s'.
pl: Ta aplikacja nie jest dostępna w żadnym wydaniu %s.
zh: 在任何名为 %s 的发行版中不存在此应用程序。

source: Check parameter
de: Überprüfe Parameter
fr: Vérifier le paramètre
it: Verifica i parametri
pl: Sprawdź parametr
zh: 检查参数

source: This application has changed parameters.
de: Diese Applikation hat veränderte Parameter.
fr: Cette application à changé de paramètres.
it: Questa applicazione ha modificato i parametri.
pl: Ta aplikacja posiada zmienione parametry.
zh: 这个应用程序包含修改的参数。

source: Removing application information failed
de: Entfernen der Anwendungsinformationen ist fehlgeschlagen
fr: La suppression des Informations sur les applications à échoué
it: Rimozione delle informazioni sull'applicazione fallita
pl: Usuwanie informacji aplikacji nieudane
zh: 删除应用程序信息失败

source: Saving application information failed
de: Speichern der Anwendung ist fehlgeschlagen
fr: La sauvegarde des Informations sur les applications à échoué
it: Salvataggio delle informazioni sull'applicazione fallita
pl: Zapisywanie informacji aplikacji nieudane
zh: 保存应用程序信息失败

source: Can't resolve the release name '%s', setting release name to '%s'. Possibly the objects base has changed.
de: Der Release-Name '%s' kann nicht aufgelöst werden. Nehme '%s' als neuen Release-Namen an.
fr: Impossible de trouver la version '%s', le nom sera '%s'. Probablement que les objets de base ont changés.
it: Non posso risolvere il nome della release '%s', impostando il nome a '%s'. Può darsi che l'oggetto di base sia cambiato.
pl: Nie można przetłumaczyć nazwy wydania '%s', ustawiam nazwę na '%s'. Prawdopodobnie podstawa obiektów została zmieniona.
zh: 无法解析发行版名称 '%s'，设置发行版名称为 '%s'。可能是基于的对象被修改了。

source: Enable vacation message
fr: Activer la notification d'absence

source: Vacation start/stop
fr: Activation/désactivation du message d'absence

source: Scalix Mail node
de: Scalix Mailknoten
fr: Noeud de mail Scalix
zh: Scalix 邮件节点

source: Mailbox class
de: Postfach-Klasse
fr: Classe du compte de messagerie
zh: 邮箱类别

source: Server language
de: Server-Sprache
fr: Langue du serveur
pl: Język serwera
zh: 服务器语言

source: Mailbox administrator
de: Postfach Administrator
fr: Administrateur du compte de messagerie
zh: 邮箱管理员

source: Hide user entry in Scalix
de: Verberge Benutzereintrag in Scalix
fr: Cacher l'entrée de l'utilisateur sans Scalix
zh: 在 Scalix 中隐藏用户条目

source: Mailbox size limitations
de: Postfach Größenbeschränkungen
fr: Limitation en taille du compte de messagerie
zh: 邮箱大小限制

source: Limit outbound
de: Ausgehenden Verkehr einschränken
fr: Limite en sortie
zh: 限制出栈

source: Limit inbound
de: Eingehenenden Verkehr einschränken
fr: Limite en entrée
zh: 限制入栈

source: Notify user
de: Benachrichtige Benutzer
fr: Avertir l'utilisateur
pl: Powiadom użytkownika
zh: 通知用户

source: Create/edit new task
de: Neuen Auftrag erstellen/Auftrag bearbeiten
fr: Création / Edition d'une nouvelle tâche

source: Remove tasks
de: Aufgaben entfernen
fr: Supprimer les tâches

source: Application options
de: Anwendungsoptionen
fr: Options des applications
it: Opzioni dell'applicazione
pl: Opcje aplikacji
zh: 应用程序选项

source: This may be a primary user group. Please double check if you really want to do this since there is no way for GOsa to get your data back.
de: Bitte prüfen Sie, ob Sie die Aktion wirklich durchführen möchten, da GOsa die Daten nicht wiederherstellen kann.
fr: Ce groupe est un groupe principal contenant des utilisateurs. Veuillez vous assurez que vous voulez bien exécuter cette action étant donné qu'il est impossible pour GOsa de récupérer vos données.
it: Questo potrebbe essere un gruppo primario. Verifica attentamente se vuoi realmente cancellarlo perché GOsa non può ripristinare i dati.
pl: To może być podstawowa grupa użytkownika. Proszę upewnić się czy aby na pewno kontynuować, gdyż tej operacji nie można cofnąć.
zh: 这可能是一个主要的用户组。请再次检查您是否要这么做，因为 GOsa 没有办法将您的数据找回。

source: Object
de: Objekt
fr: Objet
it: Oggetto
pl: Obiekt
zh: 对象

source: Apply this acl only for users own entries
de: Anwenden dieser Zugriffsregel nur auf Einträge des Eigentümers
fr: Appliquer cet ACL uniquement pour l'entrée de l'utilisateur
it: Applica questa acl solo per i valori degli utenti
pl: Zastosuj ten ACL tylko dla własnych parametrów użytkownika.
zh: 该 acl 只对用户自身条目起作用。

source: Release focus
de: Release-Fokus
fr: Version utilisée
it: Rilascia il focus
pl: Skupienie wydania
zh: 释放焦点

source: Select release name
de: Release-Namen auswählen
fr: Sélectionnez le nom de la version
it: Seleziona il nome rilasciato
pl: Wybierz nazwę wydania
zh: 选择发行名称

source: Used applications
de: Verwendete Anwendungen
fr: Applications utilisées
it: Applicazioni usate
pl: Użyte aplikacje
zh: 使用的应用程序

source: Add category
de: Kategorie hinzufügen
fr: Ajouter une catégorie
it: Aggiungi categoria
pl: Dodaj kategorię
zh: 添加分类

source: Available applications
de: Verfügbare Anwendungen
fr: Applications disponibles
it: Applicazioni disponibili
pl: Dostępne aplikacje
zh: 可用的应用程序

source: Groups
de: Gruppen
fr: Groupes
it: Gruppi
pl: Grupy
zh: 用户组

source: You are not allowed to execute this method!
de: Sie haben keine Berechtigung, diesen Vorgang auszuführen!
fr: Vous n'êtes pas autorisé à exécuter cette méthode!
zh: 您无权执行这个方法！

source: You're about to delete the group '%s'.
de: Sie sind dabei die Gruppe '%s' zu löschen.
fr: Vous êtes sur le point de supprimer le groupe '%s'.
it: Stai per cancellare il gruppo '%s'.
pl: Właśnie zamierzasz usunąć grupę '%s'.
zh: 您将要删除组 '%s'。

source: You are not allowed to delete this group!
de: Sie haben keine Berechtigung, diese Gruppe zu löschen!
fr: Vous n'êtes pas autorisé à supprimer ce groupe!
it: Non ti è permesso cancellare questo gruppo!
pl: Brak uprawnień do usunięcia tej grupy!
zh: 您无权删除这个组！

source: Integrating unknown devices
de: Integriere unbekannte Geräte
fr: Intégration des périphériques inconnus

source: The current device has been detected by the ARP monitor used by GOsa. You can integrate this device into your running DHCP/DNS infrastructure by submitting this form. The device entry will disapear from the list of the systems and move to the DNS/DHCP configuration.
de: Das momentane Gerät wurde vom ARP-Monitor entdeckt, welcher von GOsa verwendet wird. Sie können dieses Gerät in Ihre DHCP/DNS-Infrastruktur übernehmen, indem Sie dieses Formular absenden. Das Gerät wird dann aus der Liste der Systeme verschwinden und in die DNS/DHCP-Konfiguration verschoben.
fr: Ce périphérique à été détecté par le moniteur ARP de GOsa. Vous pouvez intègrer ce périphérique dans votre infrastructure DHCP/DNS en soumettant ce formulaire. Le périphérique disparaitra de cette liste de systèmes et sera déplacé vers la configuration DNS/DHCP.

source: DNS name
fr: Nom DNS

source: text
de: textuell
fr: texte
it: testo
pl: tekst
zh: 文字

source: graphic
de: grafisch
fr: graphique
it: grafica
pl: grafika
zh: 图形

source: inherited
de: geerbt
fr: hérité
it: Ereditato
pl: odziedziczony
zh: 继承

source: No WAKECMD definition found in your gosa.conf
de: Es ist kein WAKECMD in ihrer gosa.conf definiert
fr: Aucune définition de WAKECMD n'est présente dans gosa.conf
it: Nessuna definizione WAKECMD trovata nel file gosa.conf
pl: Brak definicji WAKECMD w pliku gosa.conf
zh: 没有在您的 gosa.conf 中找到 WAKECMD 定义

source: Execution of '%s' failed!
de: Die Ausführung des Befehls '%s' ist fehlgeschlagen!
fr: L'exécution de '%s' a échoué!
it: Esecuzione di '%s' fallita!
pl: Wykonanie '%s' nieudane
zh: 执行 '%s' 失败！

source: No REBOOTCMD definition found in your gosa.conf
de: Es ist kein REBOOTCMD in ihrer gosa.conf definiert
fr: Aucune définition de REBOOTCMD n'est présente dans gosa.conf
it: Nessuna definizione REBOOTCMD trovata nel file gosa.conf
pl: Brak definicji REBOOTCMD w pliku gosa.conf
zh: 没有在您的 gosa.conf 中找到 REBOOTCMD 定义

source: No HALTCMD definition found in your gosa.conf
de: Es ist kein HALTCMD in ihrer gosa.conf definiert
fr: Aucune définition de HALTCMD n'est présente dans gosa.conf
it: Nessuna definizione HALTCMD trovata nel file gosa.conf
pl: Brak definicji HALTCMD w pliku gosa.conf
zh: 没有在您的 gosa.conf 中找到 HALTCMD 定义

source: This 'dn' has no terminal features.
de: Dieser 'DN' hat keine Terminal-Erweiterungen.
fr: Ce 'dn' n'a pas d'extension de terminaux.
it: This 'dn' han no terminal features.
pl: Ten 'dn' nie posiada cech terminala.
zh: 这个 'dn' 没有终端功能。

source: Switch off
de: Ausschalten
fr: Eteindre
it: Spegnimento
pl: Wyłącz
zh: 关闭

source: Reboot
de: Neustarten
fr: Redémarrer
it: Riavvio
pl: Restartuj
zh: 重启

source: Memory test
de: Speichertest
fr: Test mémoire
it: Test della memoria
pl: Test pamięci
zh: 内存测试

source: System analysis
de: Systemanalyse
fr: Analyse du système
it: Analisi del sistema
pl: Analiza systemu
zh: 系统分析

source: Wake up
de: Aufwecken
fr: Réveiller
it: Sveglia
pl: Zbudź
zh: 唤醒

source: Removing terminal failed
de: Entfernen des Terminals ist fehlgeschlagen
fr: La suppression du terminal à échoué
it: Rimozione del terminale fallita
pl: Usuwanie terminala nieudane
zh: 删除终端失败

source: You have no permissions to create a terminal on this 'Base'.
de: Sie haben keine Berechtigung, ein Terminal unterhalb dieser 'Basis' anzulegen.
fr: Vous n'avez pas l'autorisation de créer un terminal dans cette 'Base'.
it: Non avete il permesso per creare un terminale a questo livello.
pl: Brak uprawnień do tworzenia terminala w tej 'bazie'.
zh: 您无权在此 'Base' 下创建一个终端

source: The required field 'Terminal name' is not set.
de: Das benötigte Feld 'Terminal-Name' ist nicht gesetzt.
fr: Le champ obligatoire 'Nom du terminal' n'est pas renseigné.
it: Il campo obbligatorio 'nome terminale' non è definito.
pl: Wymagane pole 'Nazwa terminala' nie jest wypełnione.
zh: 需要的字段“终端名称”没有设置。

source: Please specify a valid name for this object.
de: Bitte geben Sie einen gültigen Namen für dieses Objekt ein.
fr: Veuillez spécifier un nom valide pour cet objet.

source: There is already an entry '%s' in the base choosen by you
de: Der Eintrag '%s' ist in der von Ihnen ausgewählten Basis bereits vorhanden
fr: Une entrée '%s' existe déjà dans la base sélectionnée
it: C'è già un valore '%s' nel livello scelto
pl: Już istnieje wpis '%s' w wybranym elemencie
zh: 在您选择的部门中已经存在条目 '%s'

source: There must be at least one NTP server selected, or the inherit mode activated.
de: Es muss mindestens ein NTP-Server ausgewählt sein, wenn der Übernahme-Modus nicht aktiv ist.
fr: Il doit y avoir au moins un serveur NTP sélectionné, ou le mode d'héritage activé.
it: Ci deve essere almeno un server NTP selezionato o la modalità di ereditarietà non sarà attivata.
pl: Musi być zaznaczony co najmniej jeden serwer NTP lub zaznaczony tryb dziedziczenia.
zh: 必须由至少选择一个 NTP 服务器，或者激活继承模式。

source: Saving terminal failed
de: Speichern des Terminals ist fehlgeschlagen
fr: La sauvegarde du terminal à échoué
it: Salvataggio del terminale fallito
pl: Zapisywanie terminala nieudane
zh: 保存终端失败

source: There is no server with valid glpi database service.
de: Es wurde kein Server mit einer gültigen glpi-Datenbank gefunden.
fr: Il n'y a pas de serveur qui contient un service glpi valide.
it: Non c'è un server con un valido servizio database glpi.
pl: Brak serwera z poprawną usługą bazy glpi.
zh: 没有一个具有有效 glpi 数据库服务的服务器。

source: Can't connect to glpi database, the php-mysql extension is missing.
de: Die MySQL-Erweiterung wurde nicht gefunden - kann daher nicht zur glpi-Datenbank verbinden.
fr: Impossible de se connecter sur la base de données glpi, l'extension php-mysql n'est pas disponible.
it: Non posso connettermi al database glpi; l'estensione php-mysql non è presente.
pl: Nie można połączyć się z bazą danych glpi, brak rozszerzenia php-mysql.
zh: 无法连接到 glpi 数据库，没有安装 php-mysql 扩展。

source: Can't connect to glpi database, check configuration twice.
de: Kann nicht zur glpi-Datenbank verbinden - bitte überprüfen Sie Ihre Konfiguration.
fr: Impossible de se connecter à la base de données glpi, veuillez vérifier la configuration.
it: Non posso connettermi al database glpi; controlla la configurazione.
pl: Nie można połączyć się z bazą danych glpi, proszę sprawdzić konfigurację.
zh: 无法连接到 glpi 数据库，再次检查配置文件。

source: This feature is not implemented yet.
de: Dieses Feature wurde noch nicht implementiert.
fr: Cette fonctionnalité n'est pas encore implémentée.
it: Questa caratteristica non è ancora completamente implementata.
pl: Ta funkcjonalność nie jest jeszcze zaimplementowana.
zh: 这个功能尚未实现。

source: Adding new sytem type failed, this system type name is already used.
de: Das Hinzufügen des neuen Systemtyps ist fehlgeschlagen - der angegebene Name wird bereits verwendet.
fr: L'ajout d'un nouveau type de système à échoué, le nom est déjà utilisé.
it: L'aggiunta di un nuivo tipo di sistema è fallito perché questo nome è già in uso.
pl: Dodawanie nowego typu systemu nieudane, nazwa typu systemu jest już używana.
zh: 添加新系统类型失败，这个系统类型名称已被使用。

source: You can't delete this system type, it is still in use by these system(s) '%s'
de: Sie können diesen Systemtyp nicht entfernen, er wird noch von folgendem(n) System(en) verwendet: '%s'
fr: Vous ne pouvez pas effacer ce type de système, il est utilisé actuellement par les sytème(s) '%s'
it: Non puoi cancellare questo tipo di sistema perché è ancora in uso da '%s'.
pl: Nie można usunąć tego typu systemu. Jest wciąż używany przez system(y) '%s'
zh: 您不能删除这个系统类型，它仍然被这些系统使用 '%s'

source: Rename failed, this system type name is already used.
de: Das Umbenennen schlug fehl: Der angegebene Name wird bereits verwendet.
fr: Le changement de nom à échoué, le nom spécifié est déjà utilisé.
it: Rinomina fallito; questo tipo di sistema è già in uso.
pl: Zmiana nazwy nieudana, ta nazwa typu systemu jest już w użyciu.
zh: 重命名失败，系统类型名称已经被使用。

source: Adding new operating system failed, specifed name is already used.
de: Das Hinzufügen des neuen Betriebssystems ist fehlgeschlagen - der angegebene Name wird bereits verwendet.
fr: L'ajout d'un nouveau système d'exploitation à échoué, le nom utilisé existe déjà.
it: Aggiunta di nuovi sistemi operativi fallita; il nome indicato è già in uso.
pl: Dodawanie nowego systemu operacyjnego nieudane, podana nazwa już istnieje.
zh: 添加新操作系统失败，名称已经被使用。

source: You can't delete this operating system, it is still in use by these system(s) '%s'
de: Sie können dieses Betriebssystem nicht löschen, es wird von folgenden(m) System(en) verwendet: '%s'
fr: Vous ne pouvez pas effacer ce système d'exploitation, il est utilisé actuellement par ce(s) système(s) '%s'
it: Non puoi cancellare questo sistema operativo perché è ancora in uso da parte di '%s'.
pl: Nie można usunąć tego systemu operacyjnego. Jest wciąż używany przez system(y) '%s'.
zh: 您不能删除这个操作系统，它仍然被这些系统使用 '%s'

source: Updating operating system failed, specifed name is already used.
de: Das Aktualisieren des Betriebssystems schlug fehl, da der angegebene Name bereits verwendet wird.
fr: Le changement de nom du système d'exploitation à échoué, le nom utilisé existe déjà.
it: Aggiornamento del sistema operativo fallito; il nome indicato è già in uso.
pl: Aktualizacja systemu operacyjnego nieudana, podana nazwa jest już używana.
zh: 更新操作系统失败，名称已经被使用。

source: Remove inventory
de: Inventar entfernen
fr: Supprimer l'inventaire
it: Rimuovi l'elenco/l'inventario (inventory)
pl: Usuń inwentarz
zh: 删除 inventory

source: This device has inventory informations enabled. You can disable them by clicking below.
de: Dieses Gerät besitzt aktivierte Inventar-Funktionen. Sie können diese durch einen Klick auf die Schaltfläche unten deaktivieren.
fr: Ce périphérique à l'extension inventaire activée. Vous pouvez la désactiver en cliquant sur le bouton ci-dessous.
it: Questo componente ha l'elencazione delle informazioni attivata. Puoi disattivarla cliccando sotto.
pl: To urządzenie posiada włączone informacje inwentarza. Można je wyłączyć klikając poniżej.
zh: 这个设备启用了 inventory 信息。您可以点击下面按钮禁用。

source: Add inventory
de: Inventar hinzufügen
fr: Ajouter l'inventaire
it: Aggiungi elenco/inventario
pl: Dodaj inwentarz
zh: 添加清单(inventory)

source: This device has inventory informations disabled. You can enable them by clicking below.
de: Aktuell besitzt dieses Gerät keine aktivierten Inventar-Funktionen. Sie können diese durch einen Klick auf die Schaltfläche unten aktivieren.
fr: Ce périphérique à l'extension d'inventaire désactivé. Vous pouvez l'activer en cliquant sur le bouton ci-dessous.
it: Questo componente ha l'elencazione delle informazioni disattivata. Puoi attivarla cliccando sotto.
pl: To urządzenie posiada wyłączone informacje inwentarza. Można je włączyć klikając poniżej.
zh: 这个设备禁用了 inventory 信息。您可以点击下面按钮启用。

source: Can't remove glpi account, while mysql extension is missing.
de: Kann das glpi-Konto nicht entfernen, solange die MySQL-Erweiterung für PHP fehlt.
fr: Impossible de supprimer l'extension glpi, l'extension mysql n'est pas disponible.
it: Non puoi cancellare l'utente glpi perché l'estensione mysql è mancante.
pl: Nie można usunąć konta glpi, brak obsługi mysql w php.
zh: 无法删除 glpi 账号，因为没有找到 mysql 扩展。

source: Include data from %s days in the past when creating free/busy lists
de: Berücksichtige %s Tage in der Vergangenheit beim Erstellen von Frei/Belegt-Listen
fr: Inclure les données des %s jours précédents lors de la création d'une liste de disponibilités
it: Includi le informazioni dal '%s' giorni nel passato quando crei l'elenco free/busy
pl: Dołącz dane sprzed %s dni podczas tworzenia listy free/busy
zh: 当创建 free/busy 列表，包含自过去 %s 天以来的信息

source: Warn users when using more than %s%% of their mail quota
de: Warne Benutzer, wenn sie mehr als %s%% ihres Mail-Kontigentes benutzen
fr: Avertissez les utilisateurs quand ils utilisent plus de %s%% de leur quota de messagerie
it: Invia un avviso quando usano più del %s%% della loro quota si spazio
pl: Ostrzeż użytkowników jeśli używają więcej niż %s%% quoty na pocztę
zh: 当用户邮件空间占用超过 %s%% 时警告用户

source: Remove Kolab extension
de: Kolab-Erweiterung entfernen
fr: Enlever l'extension Kolab
it: Rimuovi le estensioni Kolab
pl: Usuń rozszerzenie Kolab
zh: 删除 Kolab 扩展

source: This server has kolab features enabled. You can disable them by clicking below.
de: Dieser Server besitzt aktivierte Kolab-Funtionen. Sie können diese durch einen Klick auf die Schaltfläche unten deaktivieren.
fr: Ce serveur à l'extension kolab activée. Vous pouvez la désactiver en cliquant sur le bouton ci-dessous.
it: Questo server Kolab ha le caratteristiche abilitate. Le puoi disattivare cliccando sotto.
pl: Ten serwer posiada cechy kolab. Można je wyłączyć klikając poniżej
zh: 该服务器已经启用 kolab 功能。您可以点击下面按钮禁用。

source: Add Kolab service
de: Kolab-Dienst hinzufügen
fr: Ajouter un service Kolab
it: Aggiungi il servizio Kolab
pl: Dodaj usługę Kolab
zh: 添加 Kolab 服务

source: This server has kolab features disabled. You can enable them by clicking below.
de: Aktuell besitzt dieser Server keine aktivierten Kolab-Funktionen. Sie können diese durch einen Klick auf die Schaltfläche unten aktivieren.
fr: Ce serveur à l'extension Kolab désactivé. Vous pouvez l'activer en cliquant sur le bouton ci-dessous.
it: Questo server Kolab ha le caratteristiche disabilitate. Le puoi attivare cliccando sotto.
pl: Ten serwer nie posiada cech kolab. Można je włączyć klikając poniżej.
zh: 该服务器已经禁用 kolab 功能。您可以点击下面按钮启用。

source: Removing kolab host entry failed
de: Entfernen des Kolab-Host Eintrags ist fehlgeschlagen
fr: La suppression de l'hôte kolab à échoué
it: Rimozione dei valori dell'host Kolab fallita
pl: Usuwanie wpisu hosta kolab nieudane
zh: 删除 kolab 主机条目失败

source: Removing server from kolab object failed
de: Entfernen des Servers aus den Kolab-Einstellungen ist fehlgeschlagen.
fr: La suppression du serveur de l'objet kolab à échoué
it: Rimozione del server dagli oggetti Kolab fallita
pl: Usuwanie serwera z obiektu Kolab nieudane
zh: 从 kolab 对象删除服务器失败

source: Future days in Free/Busy settings must be set.
de: Intervall für Frei/Belegt-Informationen muß gesetzt sein.
fr: Le paramètre journées futures doit être remplit.
it: Devi impostare i giorni futuri Libero/impegnato.
pl: Przyszłe dni w ustawieniach Free/Busy muszą być liczbą.
zh: Free/Busy 设置中的未来日期必须设置。

source: Future days in Free/Busy settings must be a positive value.
de: Intervall für Frei/Belegt-Informationen muß ein positiver Wert sein.
fr: Le nombre de journées dans le futur doit être nombre positif.
it: Devi impostare un valore positivo in giorni futuri Libero/impegnato.
pl: Przyszłe dni w ustawieniach Free/Busy muszą być liczbą dodanią.
zh: Free/Busy 设置中的未来日子必须是一个正数。

source: The given Quota settings value must be a number.
de: Der angegebene Kontingent-Wert muß numerisch sein.
fr: Les paramètres de Quota doivent être un nombre.
it: Le impostazioni di Quota debbono essere un valore numerico.
pl: Podane parametry Quota muszą być liczbą.
zh: 提供的 Quota 设置必须是一个数字。

source: Please choose a value between 1 and 100 for Quota settings.
de: Bitte wählen Sie einen Kontingent-Wert zwischen 1 und 100.
fr: Veuillez choisir un nombre entre 1 et 100 pour les quotas.
it: Per favore scegli un valore compreso tra 1 e 100 della Quota.
pl: Proszę wybrać wartość pomiędzy 1 a 100 dla ustawień Quota.
zh: 请选择一个介于 1 到 100 的数字作为 Quota 设置。

source: Future days must be a value.
de: Frei/Belegt-Intervall muß einen Wert besitzen.
fr: Le nombre de journées dans le futur doit être une nombre positif.
it: I giorni futuri debbono avere un valore
pl: Przyszłe dni muszą być liczbą.
zh: 未来日子必须是一个值。

source: No SMTP privileged networks set.
de: Es sind keine SMTP-privilegierten Netzwerke vorhanden.
fr: Pas de réseaux SMTP privilégiés indiqués.
it: Nessuna rete privilegiata impostatat per SMTP.
pl: Nie ustawiono uprawnionych sieci SMTP
zh: 没有设置 SMTP 授权网络。

source: Saving server to kolab object failed
de: Speichern des Servers im Kolab-Objekt ist fehlgeschlagen
fr: La sauvegarde du serveur dans l'objet kolab à échoué
it: Salvataggio degli oggettiKolab nel server fallito
pl: Zapisywanie serwera do obiektu Kolan nieudane
zh: 保存服务器到 kolab 对象失败

source: Add/Edit manufacturer
de: Hersteller hinzufügen/bearbeiten
fr: Ajouter/Modifier un fabricant
it: Aggiungi/modifica costruttori
pl: Dodaj/Edytuj producenta
zh: 添加/修改 生产商

source: Website
fr: Site web
pl: Strona WWW
zh: 网站

source: Email
fr: Adresse de messagerie
zh: 邮件

source: Comments
de: Kommentare
fr: Commentaires
it: Commenti
pl: Komentarze
zh: 注释

source: Global options
de: Globale Einstellungen
fr: Options globales

source: Subclass
de: Unterklasse
fr: sous classe

source: Host
fr: Hôte

source: Pool
fr: Plage

source: Subnet
de: Subnetz
fr: Sous réseau

source: Shared network
de: Verteiltes Netzwerk
fr: Réseaux partagés

source: Internal Error can't create device of type '%s'
de: Interner Fehler: Kann Gerät von Typ '%s' nicht anlegen.
fr: Erreur interne, impossible de créer le périphérique de type '%s'
it: Errore interno: non posso creare il tipo '%s'
pl: Błąd wewnętrzny: nie można utworzyć urządzenia typu '%s'
zh: 内部错误：无法创建类型为 '%s' 的设备
