<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">

<!--Converted with LaTeX2HTML 2002-2-1 (1.71)
original version by:  Nikos Drakos, CBLU, University of Leeds
* revised and updated by:  Marcus Hennecke, Ross Moore, Herb Swan
* with significant contributions from:
  Jens Lippmann, Marek Rouchal, Martin Wilck and others -->
<HTML>
<HEAD>
<TITLE>Zugriffsoptionen</TITLE>
<META NAME="description" CONTENT="Zugriffsoptionen">
<META NAME="keywords" CONTENT="users">
<META NAME="resource-type" CONTENT="document">
<META NAME="distribution" CONTENT="global">

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
<META NAME="Generator" CONTENT="LaTeX2HTML v2002-2-1">
<META HTTP-EQUIV="Content-Style-Type" CONTENT="text/css">

<LINK REL="STYLESHEET" HREF="users.css">

</HEAD>

<BODY >

<H3><A NAME="SECTION00016300000000000000">
Zugriffsoptionen</A>
</H3>

<P>
Die unter Zugriffsoptionen aufgef&#252;hrten Einstellung dienen zum Anpassen
der Passwort-Einstellungen. Sie sollten genau aufpassen, welche Einstellungen
Sie vornehmen.

<P>

<UL>
<LI>Die folgenden Optionen sind verf&#252;gbar:

<P>

<UL>
<LI><SPAN  CLASS="textit">Der Benutzer darf das Passwort vom Client aus &#228;ndern</SPAN>: Wenn
diese Option aktiv ist, darf der Benutzer vom Windows-Client sein
Passwort &#228;ndern.
</LI>
<LI><SPAN  CLASS="textit">Die Anmeldung vom Windows-Client erfordert kein Passwort</SPAN>: Wenn
diese Option aktiv ist, ben&#246;tigt der Benutzer kein Passwort, um sich
anzumelden.
</LI>
<LI><SPAN  CLASS="textit">Samba-Konto sperren</SPAN>: Wenn diese Option aktiv ist, kann der
Benutzer sich nicht mehr verbinden.
</LI>
<LI><SPAN  CLASS="textit">Passwort l&#228;uft ab am</SPAN>: W&#228;hlen Sie ein Datum, an dem das Passwort
abl&#228;uft, das Konto wird dann automatisch gesperrt.
</LI>
<LI><SPAN  CLASS="textit">Limitiere Logon-Zeit</SPAN>: Zu dieser Einstellung sind keine Informationen
verf&#252;gbar (sambaLogonTime).
</LI>
<LI><SPAN  CLASS="textit">Limitiere Logoff-Zeit</SPAN>: Zu dieser Einstellung sind keine Informationen
verf&#252;gbar (sambaLogoffTime).
</LI>
<LI><SPAN  CLASS="textit">Konto l&#228;uft ab am</SPAN>: W&#228;hlen Sie ein Datum, an dem das Konto automatisch
gesperrt wird.
</LI>
</UL>
</LI>
<LI><SPAN  CLASS="textit">Erlaube Verbindungen nur von diesen Arbeitsstationen</SPAN>: Wenn
Sie den Zugriff des Benutzers auf eine bis mehrere Arbeitsstationen
beschr&#228;nken m&#246;chten, tragen Sie diese in die Liste ein. Wenn die Liste
leer ist, ist der Zugriff von allen Clients m&#246;glich.

<P>

<UL>
<LI><SPAN  CLASS="textit">Hinzuf&#252;gen</SPAN>: Um eine Arbeitsstation hinzuf&#252;gen, klicken Sie
auf den Knopf <SPAN  CLASS="textit">Hinzuf&#252;gen</SPAN> und w&#228;hlen Sie eine oder mehrere Arbeitsstationen
aus der Liste, indem Sie sei markieren. Wenn Sie mit der Auswahl zufrieden
sind, dr&#252;cken Sie den Knopf <SPAN  CLASS="textit">Hinzuf&#252;gen</SPAN>. Die gew&#252;nschten Arbeitsstation
werden nun in der Liste aufgef&#252;hrt.
</LI>
<LI><SPAN  CLASS="textit">Entfernen</SPAN>: Um eine oder mehrere Arbeitsstationen aus der Liste
zu entfernen, markieren Sie den oder die gew&#252;nschten Eintr&#228;ge in der
Liste und dr&#252;cken auf den Knopf entfernen. Die markierten Arbeitsstationen
werden nun nicht mehr in der Liste aufgef&#252;hrt.
</LI>
</UL>
</LI>
</UL>

<P>

<P><P>
<BR>

<BR><HR>
<ADDRESS>
Jan Wenzel
2006-06-12
</ADDRESS>
</BODY>
</HTML>
