Repository: gosa-project/gosa-core
Catalog: locale/plugins/kolab/locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Name
pt_br: Nome

source: Include data from %s days in the past when creating free/busy lists
pt_br: Incluir dados de %s dias atrás, quando a criação de listas livre/ocupado

source: Warn users when using more than %s%% of their mail quota
pt_br: Avisa os usuários quando estiver utilizando mais de %s%% da sua cota

source: Internal error
pt_br: Erro interno

source: Kolab account does not exist!
pt_br: Conta Kolab não existe!

source: Error
pt_br: Erro

source: LDAP error
pt_br: Erro LDAP

source: Future days
pt_br: Dias futuros

source: Please choose a value between 1 and 100 for Quota settings.
pt_br: Por favor escolha um valor entre 1 e 100 para as configurações de cota.

source: Privileged networks
pt_br: Redes privilegiadas

source: Mail domains
pt_br: Domínios de email

source: Kolab mail service
pt_br: Serviço de email Kolab

source: Services
pt_br: Serviços

source: Postfix mydomain
pt_br: Meu domínio Postifix

source: My destination
pt_br: Meus destino

source: POP3 service
pt_br: Serviço POP3

source: POP3/SSL service
pt_br: Serviço POP3/SSL

source: IMAP service
pt_br: Serviço IMAP

source: IMAP/SSL service
pt_br: Serviço IMAP/SSL

source: Sieve service
pt_br: Serviço Sieve

source: FTP FreeBusy service
pt_br: Serviço FTP

source: HTTP FreeBusy service
pt_br: Serviço HTTP

source: Enable virus scan
pt_br: Habilitar varredura de virus

source: Quota settings
pt_br: Configurações de cota

source: Allow unauthenticated free busy
pt_br: Permitir não autenticado Free Busy

source: kolabFreeBusyFuture
pt_br: Futuro KolabFreeBusy

source: SMTP privileged networks
pt_br: Redes privilegiadas SMTP

source: Accept Internet Mail
pt_br: Aceitar email da internet

source: Generic
pt_br: Geral

source: Postfix mydestination
pt_br: Meus destino Postfix

source: FTP FreeBusy service (legacy, not interoperable with Kolab2 FreeBusy)
pt_br: Serviço FTP FreeBusy (legado, não interagem com o Kolab2 FreeBusy

source: HTTP FreeBusy service (legacy)
pt_br: Serviço HTTP FreeBusy (legado)

source: Free/Busy settings
pt_br: Configurações Free/Busy

source: Allow unauthenticated downloading of Free/Busy information
pt_br: Permitir obter informações do Free/Busy

source: Hosts/networks allowed to relay
pt_br: Hosts/Redes são permitidos para relay

source: Host used to relay mails
pt_br: Host usado para retransmitir emails

source: Accept mail from other domains over non-authenticated SMTP
pt_br: Aceitar emails de outros domínios sem autenticação do SMTP

source: Unspecified
pt_br: Não especificado

source: Mails
pt_br: Emails

source: Tasks
pt_br: Tarefas

source: Journals
pt_br: Jornais

source: Calendar
pt_br: Calendário

source: Contacts
pt_br: Contatos

source: Notes
pt_br: Notas

source: Inbox
pt_br: Caixa de Entrada

source: Drafts
pt_br: Rascunhos

source: Sent
pt_br: Enviada

source: Default
pt_br: Padrão

source: Mail settings cannot be removed while there are delegations configured!
pt_br: As configurações de email não podem ser removidos enquanto existem delegações configuradas!

source: Please remove the mail settings first!
pt_br: Por favor remova as configurações de email primeiro!

source: Kolab account
pt_br: Conta kolab

source: Delegations
pt_br: Delegações

source: Mail size
pt_br: Tamanho da mensagem

source: No mail size restriction for this account
pt_br: Nenhuma restrição de tamanho de mensagem para esta conta

source: Free Busy information
pt_br: Informação Free Busy

source: Future
pt_br: Futuro

source: days
pt_br: dias

source: Invitation policy
pt_br: Política de convite

source: Mail address
pt_br: Endereço de Email

source: Always accept
pt_br: Aceitar sempre

source: Always reject
pt_br: Rejeitar sempre

source: Reject if conflicts
pt_br: Rejeitar se conflitos

source: Manual if conflicts
pt_br: Manual se conflitos

source: Anonymous
pt_br: Anônimo

source: Free Busy future
pt_br: Futuro Free Busy

source: The invitation policy entry for address '%s' is not valid.
pt_br: A política de convite para o endereço '%s' não é válida.

source: There's no mail user with address '%s' for your invitation policy!
pt_br: Não existe correio de usuário com endereço '%s' para sua política de convite!

source: Kolab account settings
pt_br: Configurações da conta Kolab

source: My account
pt_br: Minha conta

source: Free busy future
pt_br: Futuro Free Busy

source: Mail size restriction
pt_br: Restrição de tamanho de mensagem

source: Free busy information
pt_br: Informação Free Busy
