Repository: gosa-project/gosa-core
Catalog: locale/plugins/netgroups/*/LC_MESSAGES/messages.po
Languages: de

source: Choose NIS Netgroups for the user
de: NIS Netgroups für den Benutzer auswählen

source: Description
de: Beschreibung

source: NIS Netgroup member
de: NIS Netgroup Mitglied

source: Member of the following NIS Netgroups
de: Mitglied der folgenden NIS Netgroups

source: This host cannot be added to NIS Netgroups
de: Dieses System kann nicht zu NIS Netgroups hinzugefügt werden

source: Only hosts with a fully qualified domain name or those with DNS settings enabled in GOsa can be added to NIS Netgroups!
de: Nur Systeme mit einem voll qualifizierten Hostnamen oder die über GOsa/DNS verwaltet werden können zu NIS Netgroups hinzugefügt werden!

source: Choose NIS Netgroups for the system
de: NIS Netgroups für das System auswählen

source: RDN for netgroup storage.
de: RDN für die Ablage von Netgroups.

source: Base
de: Basis

source: Default filter
de: Standard-Filter

source: Please select the desired NIS Netgroups
de: Bitte wählen Sie die gewünschten NIS Netgroups

source: Common name
de: Gewöhnlicher Name

source: List of NIS Netgroups
de: NIS Netgroups Liste

source: Properties
de: Eigenschaften

source: Actions
de: Aktionen

source: Create
de: Anlegen

source: Edit
de: Bearbeiten

source: Remove
de: Löschen

source: Edit NIS Netgroup
de: NIS Netgroup bearbeiten

source: Remove NIS Netgroup
de: NIS Netgroup löschen

source: Domain
de: Domäne

source: Failed to add triple
de: Tripple konnte nicht hinzugefügt werden

source: Unable to detect FQDN for host '%s'!
de: Der voll qualifizierte Hostname für '%s' konnte nicht ermittelt werden!

source: LDAP error
de: LDAP Fehler

source: Error
de: Fehler

source: NIS Netgroup Error
de: NIS Netgroup Fehler

source: Error: There are a loop with NIS Netgroups
de: Fehler: Es gibt eine Schleife mit NIS Netgroups

source: IMPORTANT: Check the members of NIS Netgroup
de: WICHTIG: Überprüfen Sie die NIS Netgroup Mitglieder

source: Generic
de: Allgemein

source: Generic NIS Netgroup settings
de: Allgemeine NIS Netgroup Einstellungen

source: NIS Netgroup members
de: NIS Netgroup Mitglieder

source: Multiple edit
de: Mehrere bearbeiten

source: Name of the NIS Netgroup
de: NIS Netgroup Name

source: Descriptive text for this NIS Netgroup
de: NIS Netgroup Beschreibung

source: Default
de: Standard

source: Please select the desired entries
de: Bitte wählen Sie die gewünschten Einträge

source: User
de: Benutzer

source: Workstation
de: Arbeitsplatzrechner

source: Component
de: Komponente

source: Surname
de: Nachname

source: NIS Netgroups management
de: NIS Netgroups Verwaltung
