Repository: gosa-project/gosa-core
Catalog: locale/plugins/opengroupware/locale/*/LC_MESSAGES/messages.po
Languages: de

source: Location team
de: Örtliches Team

source: Template user
de: Benutzer-Vorlage

source: Locked
de: Gesperrt

source: Opengroupware account
de: Opengroupware-Konto

source: Manage Opengroupware user settings
de: Persönliche Opengroupware Konto-Einstellungen verwalten

source: Configuration error
de: Konfigurations-Fehler

source: Opengroupware database
de: Opengroupware-Datenbank

source: OpenGroupware.org account settings
de: OpenGroupware.org Konto-Einstellungen

source: Connectivity add-on
de: Konnektivitäts-Erweiterung

source: My account
de: Mein Konto

source: Server name used for OpenGroupware.org connections.
de: Opengroupware.org Server-Name

source: Password used OpenGroupware.org connections.
de: Passwort für die Verwendung von OpenGroupware.org

source: Username used for OpenGroupware.org connections.
de: Benutzername für die Verwendung von OpenGroupware.org

source: Name of the database used for OpenGroupware.org connections.
de: Datenbankname für die Verwendung von OpenGroupware.org.
