Repository: gosa-project/gosa-core
Catalog: locale/plugins/mailaddress/locale/*/LC_MESSAGES/messages.po
Languages: de

source: Error
de: Fehler

source: Please select an entry!
de: Bitte einen Eintrag auswählen

source: Mail address
de: Mail-Adresse

source: Cannot add primary address to the list of forwarders!
de: Die Primäre Mail-Addresse kann nicht zur Liste der Weiterleitungen hinzugefügt werden!

source: Address is already in use by group '%s'.
de: Die Adresse wird bereits von der Gruppe '%s' verwendet.

source: Address is already in use by user '%s'.
de: Die Adresse wird bereits von Benutzer '%s' verwendet.

source: LDAP error
de: LDAP-Fehler

source: Group mail
de: Mail der Gruppe

source: Alternate addresses
de: Alternative Adressen

source: Forwarding addresses
de: Weiterleitungsadressen

source: Mail address pattern
de: Mail-Adressschema

source: Please make use of the {%cn} placeholder for the group part of the mail address.
de: Bitte den {%cn} Platzhalter für den Gruppenteil der Mail-Adresse verwenden.

source: Mail settings
de: Mail-Einstellungen

source: Generic
de: Allgemein

source: Mail address settings
de: Mail-Adresseinstellungen

source: Please specify a mail address pattern (e.g., &#123;%cn&#124;@your-domain.com) or leave empty.
de: Bitte ein Mail-Adressschema eingeben (z.Bsp. {%cn}@your-domain.com) oder das Feld freilassen.

source: Alternative addresses
de: Mail-Aliase

source: List of alternative mail addresses
de: Liste mit alternativen Mail-Adressen

source: Advanced mail options
de: Erweiterte Mail-Optionen

source: Forward messages to non group members
de: Nachrichten an Nicht-Gruppenmitglieder weiterleiten

source: Used in all groups
de: Verwendet in allen Gruppen

source: Not used in all groups
de: Nicht verwendet in allen Gruppen

source: Paste mail settings
de: Mail-Einstellungen Einfügen

source: Mail address for this group
de: Mail-Adresse für diese Gruppe

source: Additional mail settings
de: Weitere Mail-Einstellungen

source: Mail Address
de: Mail-Adresse

source: Manage user mail address
de: Mail-Adressen von Benutzern verwalten

source: The to be added alias is not a valid email address!
de: Der hinzugefügte Alias ist keine gültige E-Mail Adresse!

source: Examples
de: Beispiele

source: or
de: oder

source: Please make use of placeholders for the user part of the mail address.
de: Bitte Platzhalter für den Benutzerteil der Mail-Adresse verwenden.

source: User Mail Address
de: Mail-Adresse des Benutzers

source: My account
de: Mein Konto

source: Mail aliases
de: Mail Aliase

source: Mail Address Settings
de: Mail-Adresseinstellungen

source: Users' Mail Address Scheme
de: Mail-Adressschema für Benutzer

source: Mail addresses
de: Mail-Adresse

source: Please specify a mail address pattern (e.g., &#123;%uid&#124;@your-domain.com). Valid placeholders are: &#123;%uid&#124;, &#123;%givenName&#124; and &#123;%sn&#124;. For no action on the users' mail addresses, please leave empty.
de: Bitte ein Mail-Adressschema eingeben (z.Bsp. {%uid}@your-domain.com). Gültige Platzhalter sind: {%uid}, {%givenName} und {%sn}. Wenn die Mail-Adressen der Benutzer unverändert bleiben sollen, dieses Feld bitte freilassen.

source: User's Mail Aliases
de: Aliase des Benutzer

source: Alias addresses
de: Alternative Adressen

source: Email alias address
de: Mail-Alias

source: Add
de: Hinzufügen

source: Users' Mail Aliases
de: Mail

source: Mass editing of email aliases is not supported.
de: Das Mehrfachbearbeiten von Mail Aliasen wird nicht unterstützt.

source: User Mail Aliases
de: Mail-Aliase des Benutzers

source: Mail Aliases
de: Mail-Aliase
