Repository: gosa-project/gosa-core
Catalog: locale/plugins/dns/locale/*/LC_MESSAGES/messages.po
Languages: de, es, pt_br

source: DNS take over initiated
de: DNS-Übernahme initiiert
es: Iniciada la gestión DNS
pt_br: DNS inicializado

source: This includes 'all' DNS zones that are located within this server. Please double check if your really want to do this.
de: Dies umfasst 'alle' Konten, System- und Setup-Informationen dieses Teilbaums. Bitte prüfen Sie genau, ob Sie dies wünschen, da es keine Möglichkeit für GOsa gibt, die Daten wiederherzustellen.
es: Esto incluye 'todas' las zonas DNS que hay localizadas en este servidor. Por favor pulse dos veces si quiere realmente hacer esto.
pt_br: Isso inclui 'todas' as zonas de DNS que estão dentro deste servidor. Por favor, verifique novamente se você realmente quer fazer isso.

source: Following objects will be taken over
de: Die folgenden Objekte werden übernommen
es: Los siguientes objetos serán gestionados
pt_br: Os seguintes objetos serão assumidos

source: Take over DNS configuration from
de: Übernehmen der DNS-Konfiguration von
es: Gestionar configuración de DNS desde
pt_br: Assumir a configuração de DNS

source: Take over
de: Übernahme
es: Gestionar
pt_br: Assumir

source: Zones
de: Zonen
es: Zonas
pt_br: Zonas

source: Priority
de: Priorität

source: Record
de: Datensatz

source: Error
de: Fehler
pt_br: Erro

source: Warning
de: Warnung
es: Aviso
pt_br: Aviso

source: MxRecord
de: MX-Datensätze

source: Zone name
de: Zonenname
es: Nombre de la zona
pt_br: Nome da Zona

source: Only lowercase allowed
de: Nur Kleinbuchstaben sind erlaubt.
es: Solo se permiten minúsculas
pt_br: Somente minúscula é permitido

source: Refresh
de: Aktualisieren
es: Refresco
pt_br: Atualizar

source: Time to life
de: Lebensdauer
es: Duración
pt_br: Tempo de vida

source: Expire
de: Ablauf
es: Expiración
pt_br: Expira

source: Retry
de: Wiederholen
es: Reintento
pt_br: Repetir

source: Network address
de: Netzwerk-Adresse
es: Dirección de red
pt_br: Endereços de rede

source: The specified network address and the network class (%s/%s) do not match!
de: Die angegebene Netzwerkaddresse und die Netzwerkklasse (%s/%s) passen nicht zueinander!
es: ¡La dirección de red indicada y la mascara de red (%s/%s) no corresponden!
pt_br: O endereços de rede especificado e a classe de rede (%s/%s) não correspondem!

source: Network class
de: Netzwerk-Klasse
es: Mascara de Red
pt_br: Classe de rede

source: Delete
de: Entfernen
es: Eliminar
pt_br: Excluir

source: Add
de: Hinzufügen
es: Añadir
pt_br: Adicionar

source: This dialog allows you to configure all components of this DNS zone on a single list.
de: Dieser Dialog erlaubt es Ihnen, alle Komponenten dieser DNS-Zone mithilfe einer einzelnen Liste zu konfigurieren.
es: Este diálogo le permite configurar todos los componente de la zona DNS en una sola lista.
pt_br: Este diálogo lhe permite configurar todos os registros desta zona de DNS em uma única lista.

source: This dialog can't be used until the currently edited zone was saved or the zone entry exists in the LDAP directory.
de: Dieser Dialog kann nicht verwendet werden, bis die momentan geöffnete Zone gespeichert wurde und/oder der passende Eintrag in der LDAP-Datenbank existiert.

source: Create a new DNS zone entry
de: Einen neuen DNS-Zonen-Eintrag erstellen
es: Crear una nueva entrada de zona DNS
pt_br: Cria nova entrada na zona de DNS

source: New entry
de: Neuer Eintrag
es: Nueva entrada
pt_br: Nova entrada

source: DNS service
de: DNS-Dienst
es: Servicio DNS
pt_br: Serviço DNS

source: Class
de: Klasse
es: Clase
pt_br: Classe

source: You are going to migrate the DNS setup from server '%s'.
de: Sie sind dabei, die DNS-Konfiguration vom Server '%s' zu übernehmen.
es: Ha decidido migrar la configuración DNS desde el servidor '%s'.
pt_br: Você estará migrando as configurações de DNS do servidor '%s'.

source: The migration will be started when you save this system. To cancel this action, use the cancel button below.
de: Die Migration wird gestartet, sobald Sie das System speichern. Klicken Sie auf den Knopf 'Abbrechen', um abzubrechen.
es: La migración comenzara cuando grabe el sistema. Para cancelar esta acción, use el botón Cancelar.
pt_br: A migração esta sendo iniciada quando você salva esse sistema. Para cancelar esta ação, use o botão cancelar abaixo.

source: Cannot delete the selected zone. It is still in use by '%s'
de: Sie können die gewählte Zone nicht entfernen, sie wird noch von folgendem(n) Eintrag / Einträgen verwendet: '%s'
es: No se puede eliminar la zona seleccionada, porque está siendo usada por '%s'
pt_br: Não é possível excluir a zona seleciona. Ela esta sendo utilizada por '%s'

source: LDAP error
de: LDAP-Fehler
es: Error LDAP
pt_br: Erro LDAP

source: Services
de: Dienste
es: Servicios
pt_br: Serviços

source: Start service
de: Dienst starten
es: Iniciar servicio
pt_br: Iniciar servidor

source: Stop service
de: Dienst stoppen
es: Parar servicio
pt_br: Para serviço

source: Restart service
de: Dienst neustarten
es: Reiniciar servicio
pt_br: Reiniciar serviço

source: Zone entry editor
de: Zonen-Editor
es: Editor de entrada de zona
pt_br: Editor de entrada de Zona

source: Primary DNS server
de: Primärer DNS-Server

source: Mail address
de: Mail-Adresse
es: Dirección correo electrónico
pt_br: Endereço de Email

source: MX records
de: MX-Datensätze
es: Registros MX
pt_br: Registros MX

source: Zone records
de: Zonen-Datensätze
es: Registros de zona
pt_br: Registros da Zona

source: Cannot rename '%s' to '%s'. Name is already in use!
de: Kann '%s' nicht in '%s' umbenennen, der angegebene Name wird bereits verwendet!
es: No se puede renombrar '%s' a '%s',¡el nombre ya esta siendo usado!
pt_br: Não é possível renomear '%s' para '%s'. O nome já esta exite!

source: Cannot rename '%s' to '%s'. Entry is already in use.
de: Kann '%s' nicht in '%s' umbenennen, der Eintrag wird bereits verwendet.
es: No se puede renombrar '%s' a '%s', la entrada ya esta en uso.
pt_br: Não é possível renomear '%s' para '%s'. O nome já esta em uso.

source: Cannot create '%s'. Entry is already in use.
de: Kann '%s' nicht anlegen, der Eintrag wird bereits verwendet.
es: No se puede crear '%s', la entrada ya está en uso.
pt_br: Não é possível criar '%s'. A entrada já esta em uso.

source: Entry '%s' is used more than once.
de: Der Eintrag '%s' wird öfter als ein Mal verwendet.
es: La entrada '%s' esta siendo usado mas de una vez.
pt_br: A entrada '%s' esta sendo usada mais de uma vez.

source: %s records cannot be used more than once.
de: %s Datensätze können nicht öfter als ein Mal verwendet werden.
es: Los registros '%s' no pueden ser usados mas de una vez.
pt_br: Registro %s não pode ser utilizada mais de uma vez

source: Please fix the empty %s record for entry '%s'.
de: Bitte beheben Sie den leeren Datensatz %s des Eintrags '%s'.
es: Por favor solucione el registro vacío %s para la entrada '%s'.
pt_br: Por favor preencha a entrada %s para o registro '%s'.

source: Please fix the duplicate %s record for entry '%s'.
de: Bitte beheben Sie den doppelten Datensatz %s des Eintrags '%s'.
es: Por favor solucione el registro duplicado %s para la entrada '%s'.
pt_br: Por favor corrija o valor duplicado %s para o registro '%s'.

source: Remove
de: Entfernen
es: Eliminar
pt_br: Remover

source: The syntax of entry %s (record type %s, value %s) is invalid!
de: Der Eintrag %s (Record Typ %s, Wert %s) ist ungültig!
es: ¡El formato de la entrada %s (registro tipo %s, valor %s) no es válido!
pt_br: A sintaxe para %s (tipo de registro %s, valor %s) é inválida!

source: Example
de: Beispiel
es: Ejemplo
pt_br: Exemplo

source: Entry should be a DNS name.
de: Eintrag muss ein DNS-Name sein.
es: La entrada debe ser un nombre DNS.
pt_br: A entrada deve ser uma nome de DNS

source: Value should be an IPv6 address.
de: Wert muss eine IPv6-Adresse sein.
es: El valor debe ser una dirección IPv6 válida.
pt_br: O valor informado deve ser um endereço IPv6

source: Value should be an IPv4 address.
de: Wert muss eine IPv4-Adresse sein.
es: El valor debe ser una dirección IPv4 válida.
pt_br: O valor informado deve ser um endereço IPv4

source: Value should be a DNS name.
de: Wert muss ein DNS-Name sein.
es: El valor debe ser un nombre DNS.
pt_br: O valor deve ser um nome de DNS

source: Value 1 should be a number.
de: Wert 1 muss eine Zahl sein.
es: El valor 1 debe ser un número.
pt_br: O valor 1 dever ser um número

source: Value 2 should be a DNS name.
de: Wert 2 muss ein DNS-Name sein.
es: El valor 2 debe ser un nombre DNS.
pt_br: O valor 2 deve ser um nome de DNS

source: Value should be composed of 'preference target'.
de: Wert muss aus 'preference target' zusammengestellt sein.
es: El valor debe estar compuesto por un 'objetivo preferente'.
pt_br: O valor deve ser composto por 'alvo preferencial'

source: Value 1 (priority) should be a number.
de: Wert 1 (Priorität) muss eine Zahl sein.
es: El valor 1 (prioridad) debe ser un número.
pt_br: O valor 1 (prioridade) deve ser um número

source: Value 2 (weight) should be a number.
de: Wert 2 (Gewichtung) muss eine Zahl sein.
es: El valor 2 (peso) debe ser un número.
pt_br: O valor 2 (peso) deve ser um número.

source: Value 3 (port) should be a number.
de: Wert 3 (Port) muss eine Zahl sein.
es: El valor 3 (puerto) debe ser un número.
pt_br: O valor 3 (porta) deve ser um número

source: Value 4 (target) should be a DNS name.
de: Wert 4 (Ziel) muss ein DNS-Name sein.
es: El valor 4 (objetivo) debe ser un nombre DNS.
pt_br: O valor 4 (alvo) deve ser um nome de DNS

source: Value should be composed of 'priority weight port target'.
de: Wert muss aus 'priority weight port target' zusammengestellt sein.
es: El valor debe estar compuesto por 'puerto objetivo por prioridad'.
pt_br: O valor deve ser composto de 'prioridade peso porta alvo'.

source: Cannot find reverse zone for DNS zone '%s'. Parsing zone aborted.
de: Konnte die Reverse-Zone für DNS-Zone '%s' nicht finden. Das Einlesen der Zone wurde abgebrochen.
es: No se puede encontrar la zona inversa para la zona dns '%s'. Se cancela el análisis de la zona.
pt_br: Não é possível localiza a zona reversa para a zona de DNS '%s'. Analisando zona anulada.

source: Found more than one reverse zone for '%s'. Parsing zone aborted.
de: Es wurde mehr als eine Reverse-Zone für DNS-Zone '%s' gefunden. Das Einlesen der Zone wurde abgebrochen.
es: Se ha encontrado mas de una zona inversa para la zona 's'. Se cancela el análisis de la zona.
pt_br: Encontrado mais de uma zona reversa para '%s'. Analisando zona anulada.

source: Undefined zone name '%s'!
de: Unbekannter Zonenname '%s'!
es: ¡Nombre de zona sin definir '%s'!
pt_br: Nome da zone indefinida '%s'!

source: Generic
de: Allgemein
es: Genérico
pt_br: Geral

source: Generic settings
de: Allgemeine Benutzereinstellungen

source: Net mask
de: Netzmaske

source: Zone is in use, network settings can't be modified.
de: Die Zone wird gerade verwendet, die Einstellungen können nicht verändert werden.
es: Zona en uso, no se pueden modificar los parámetros de red.
pt_br: A zona esta em uso, configurações de rede não pode ser modificadas.

source: Can't be edited because the zone wasn't saved right now.
de: Kann nicht bearbeitet werden, da die Zone bis jetzt nicht gespeichert wurde.
es: No se puede editar porque la zona está en proceso de grabación.
pt_br: Não é possível editar, porque a zona ainda não foi salva

source: Edit
de: Bearbeiten
es: Editar
pt_br: Editar

source: SOA record
de: SOA-Eintrag
es: Registro SOA
pt_br: Registro SOA

source: Zone settings
de: Zonen-Einstellungen

source: Primary DNS server for this zone
de: Primärer DNS-Server für diese Zone

source: Serial number (automatically incremented)
de: Seriennummer (automatisch erhöht)
es: Número de serie (incrementado automáticamente)
pt_br: Número serial (automaticamente incrementado)

source: Mx record
de: MX-Datensätze

source: Global zone records
de: Globale Zonen-Datensätze
es: Registros de zona global
pt_br: Registro global de zona

source: Reverse zone
es: Zona Inversa
pt_br: Zona Reversa

source: Serial
es: Serie

source: Name
es: Nombre
pt_br: Nome
