Repository: gosa-project/gosa-core
Catalog: locale/plugins/dhcp/locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Name
pt_br: Nome

source: Hardware address
pt_br: Endereço MAC

source: Network address
pt_br: Endereços de rede

source: Range
pt_br: Intervalo

source: Network range
pt_br: Intervalo de rede

source: 'Range' is not inside the configured network.
pt_br: O 'Intervalo' configurado não esta dentro da rede.

source: DNS server
pt_br: Servidor DNS

source: Lease time
pt_br: Tempo de licença

source: Max lease time
pt_br: Tempo máximo para licença

source: Default lease time
pt_br: Tempo padrão de licença

source: Maximum lease time
pt_br: Tempo máximo licença

source: Error
pt_br: Erro

source: Error in definition of '%s'!
pt_br: Erro de definição para '%s'"

source: Max. lease time
pt_br: Tempo máx. de licença

source: Min. lease time
pt_br: Tempo min. de licença

source: Warning
pt_br: Aviso

source: This includes 'all' DHCP subsections that are located within this section. Please double check if your really want to do this since there is no way for GOsa to get your data back.
pt_br: Isso inclui 'todas' as subseções do DHCP que estão localizados dentro desta seção. Por favor, verifique novamente se você realmente quer fazer isso já que não há caminho para GOsa para obter seus dados de volta.

source: Best thing to do before performing this action would be to save the current contents of your LDAP tree in a file. So - if you've done so - press 'Delete' to continue or 'Cancel' to abort.
pt_br: O melhor que se tem a fazer antes de realizar esta ação é salvar os dados da sua árvore LDAP em um arquivo. Então, se pronto, pressione 'Deletar' para continuar ou 'Cancelar' para abortar.

source: Hide advanced settings
pt_br: Mostrar/Esconder configuração avançada

source: DHCP statements
pt_br: Declarações DHCP

source: DHCP options
pt_br: Opções DHCP

source: Show advanced settings
pt_br: Mostrar configuração avançada

source: Generic
pt_br: Geral

source: Name of host
pt_br: Nome

source: Fixed address
pt_br: Endereço fixo

source: Hardware type
pt_br: Tipo de hardware

source: DHCP service
pt_br: Serviço DHCP

source: Authoritative service
pt_br: Serviço autoritativo

source: Dynamic DNS update
pt_br: Atualização de DNS dinâmica

source: Dynamic DNS update style
pt_br: Estilo de atualização dinâmica de DNS

source: Default lease time (s)
pt_br: Tempo padrão de licença (s)

source: Enter default lease time in seconds.
pt_br: Informe o tempo de licença padrão em segundos.

source: Maximum lease time (s)
pt_br: Tempo máximo licença (s)

source: Enter maximum lease time in seconds.
pt_br: Informe o tempo de licença padrão em segundos.

source: DHCP take over will take place when saving this entry. Choose 'Cancel' to abort.
pt_br: O DHCP irá assumir quando salvar esta entrada. Escolha 'Cancelar' para abortar.

source: DHCP sections
pt_br: Seções DHCP

source: Network configuration
pt_br: Configuração de rede

source: Router
pt_br: Roteador

source: Enter name or IP address of router to be used in this section
pt_br: Informe o nome ou endereço ip do roteador para ser utilizado nesta seção

source: Filename
pt_br: Nome do arquivo

source: Next server
pt_br: Próximo servidor

source: Domain Name Service
pt_br: Serviços de nomes de domínio

source: Domain
pt_br: Domínio

source: Name of domain
pt_br: Nome do domínio

source: List of DNS servers to be propagated
pt_br: Lista de servidores DNS para ser propagadas

source: DNS server do be added
pt_br: Servidor de DNS para ser adicionado

source: Click here add the selected server to the list
pt_br: Clique aqui para adicionar o servidor selecionado para a lista

source: Click here remove the selected servers from the list
pt_br: Clique aqui para remover o servidor selecionado da lista

source: Domain Name Service options
pt_br: Opções do serviços de nomes de domínio

source: Create new DHCP section
pt_br: Criar nova seção DHCP

source: Please choose one of the following DHCP section types.
pt_br: Por favor escolha um dos tipos de seção DHCP.

source: Section
pt_br: Seção

source: Choose section type to create
pt_br: Escolha um tipo de seção para criar

source: Create
pt_br: Criar

source: Range for dynamic address assignment
pt_br: Intervalo de atribuição de endereços dinâmicos

source: Name for shared network
pt_br: Nome para a rede compartilhada

source: Server identifier
pt_br: Identificação do servidor

source: Propagated server identifier for this shared network
pt_br: Identificação do servidor propagadas para esta rede compartilhada

source: Select if this server is authoritative for this shared network
pt_br: Selecione se este servidor é autoritário para esta rede compartilhada

source: Authoritative server
pt_br: Servidor autoritário

source: Leases
pt_br: Licenças

source: seconds
pt_br: segundos

source: Minimum lease time
pt_br: Tempo mínimo de licença

source: Access control
pt_br: Controle de Acesso

source: Select if unknown clients should get dynamic IP addresses
pt_br: Selecione se os clientes desconhecidos devem obter endereços IP dinâmicos

source: Allow unknown clients
pt_br: Permitir clientes desconhecidos

source: Select if clients are allowed to boot using this DHCP server
pt_br: Selecione se os clientes estão autorizados a iniciar utilizando este servidor DHCP

source: Allow booting
pt_br: Permitir booting

source: Logging
pt_br: Depurando

source: Global options
pt_br: Opções globais

source: Class
pt_br: Classe

source: Subclass
pt_br: Subclasse

source: Group
pt_br: Grupo

source: Subnet
pt_br: Subrede

source: Shared network
pt_br: Rede compartilhada

source: Address
pt_br: Endereço

source: You have requested a migration of the DHCP setup from server '%s' to the current one.
pt_br: Você solicitou uma migração da configuração de DHCP do servidor '%s' para o atual.

source: The migration will be started when you save this system.
pt_br: A migração será iniciada quando você salvar o sistema

source: Permission error
pt_br: Erro de permissão

source: DHCP section
pt_br: Seção DHCP

source: Insert new DHCP section
pt_br: Inserir nova seção DHCP

source: Edit DHCP section
pt_br: Editar seção DHCP

source: Remove DHCP section
pt_br: Remover seção DHCP

source: LDAP error
pt_br: Erro LDAP

source: Services
pt_br: Serviços

source: Start service
pt_br: Iniciar serviço

source: Stop service
pt_br: Para serviço

source: Restart service
pt_br: Reiniciar serviço

source: Cannot delete automatic statements!
pt_br: Não é possível excluir as declarações automáticas!

source: automatic
pt_br: automático

source: Name of group
pt_br: Nome do grupo
